label ch6_kallie_sex:
    $ persistent.ch6_kallie_sex = True
    if _in_replay:
        stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c006_s001_019 with Dissolve(2)
    if _in_replay:
        play music kallietheme fadein 2.0
    "我想我自己也打瞌睡了。事实上，直到感觉到她的手往后伸来摸我，我才知道自己在哪儿。"
    k "唔嗯~~~ {size=30}抱着{/size} 唔嗯~~~ {size=30}抱着我{/size}"
    "从背后抱着？行啊。没什么坏处。"
    scene c006_s001_020 with Dissolve(0.5)
    "好吧，尽量让我的手和鸡巴待在比较不色情的区域。还有，别硬起来。"
    k "唔唔嗯~~~ {size=30}谢谢你{/size} 唔嗯~~~"
    scene blank with Dissolve(2)
    scene c006_s001_021 with Dissolve(2)
    "我又迷迷糊糊地睡过去了一会儿。让我惊讶的是，跟一个我觉得必须小心相处的人同床而睡，我居然还能睡着。我本以为今晚不可能睡个整觉。我迷糊中意识到，我的手滑进了她的衬衫里，正在抚摸她的肚子。"
    "她的皮肤又软又滑。我让自己享受着用手指在她腹肌上游移。"
    k "唔唔嗯~~~ 唔唔嗯~~~"
    scene c006_s001_022 with Dissolve(0.25)
    "她的手碰上我的那一刻，我不知道接下来会怎样。她会把它挪回她的腰上？还是想握住？我脑子里那部分「最坏情况」在暗示，她会把我赶出房间，而我跟她之间所有的进展都会白费。"
    play voice_loop kallie_slow
    scene c006_s001_023 with Dissolve(0.25)
    "或者……那个。呃。那是一对奶子。又软又饱满。在我手里。搞什么？"
    k "唔嗯~~~ 唔唔嗯~~~"
    "我是说，它当然挺不错。"
    k "{size=30}摸我。就那儿~~~~{/size} 唔嗯~~~"
    scene c006_s001_024 with Dissolve(0.25)
    k "啊啊~~~ 哦嗯嗯~~~ 感觉啊啊啊~~~"
    k "我当时吓坏了以为是神经受损，但唔嗯~~~"
    j "哦，对、对我来说挺舒服的。但是，我……"
    scene c006_s001_025 with Dissolve(0.25)
    k "来，我把这个脱掉。这样你就可以 *喘息*"
    j "你确定？它……"
    stop voice_loop
    scene c006_s001_026 with Dissolve(0.25)
    "我想提醒她我不是安德鲁，因为我有点担心她还没完全醒，不知道自己在哪儿、身边是谁。不过……这奶子是真棒。"
    scene c006_s001_027 with Dissolve(0.25)
    k "好了，[player_name]。摸它们。求你了。"
    "她说了我的名字。她没糊涂。而且她正拉着我的手，把我拉向她。我他妈要是对奶子没有感觉就不是人了。我他妈要是不觉得她也是全世界最可爱的女孩，那就见鬼了。我只想狠狠地摸她。"
    play voice_loop kallie_slow
    scene c006_s001_087 with Dissolve(0.25)
    k "啊啊~~~ 对。你的手……好暖和哈啊啊啊~~~ 好软。真舒服。"
    scene c006_s001_088 with Dissolve(0.25)
    k "[player_name]……"
    j "怎么了？我……"
    k "我想吻你。"
    j "我……我有点糊涂。"
    stop voice_loop
    play voice_loop kiss
    scene c006_s001_028 with flashpink
    k "咻噜噗~~~ 唔唔嗯~~~ 咻噜噗~~~"
    "天啊，我一直尽力保持一点距离，但现在已经全没了。我想要她。"
    stop voice_loop
    scene c006_s001_029 with Dissolve(0.25)
    k "我也……糊涂……但我想要……"
    scene c006_s001_089 with Dissolve(0.25)
    k "下面。摸……"
    play voice_loop kallie_slow
    scene c006_s001_030 with Dissolve(0.25)
    k "哈啊~~~ 啊啊啊~~~"
    "我隔着她的内裤能感觉到她的阴阜。我的手指和她的小穴之间只隔着一层薄薄的布料。她正散发着惊人的热度。湿润。"
    scene c006_s001_031 with Dissolve(0.25)
    k "滑……啊啊啊~~~ 让我把它们滑下去。"
    scene c006_s001_032 with Dissolve(0.25)
    k "哦哦哦~~~ 哦，对，摸我那里。"
    stop voice_loop
    play voice_loop kiss
    scene c006_s001_033 with flashpink
    k "嘘咝噗~~~ 咻噜噗噗~~~ 唔唔嗯~~~~"
    "一路摸到她的内裤，我们就要彻底陷进彼此的身体里了。或者更糟。或者更好，取决于你怎么看。"
    stop voice_loop
    scene c006_s001_034 with Dissolve(0.25)
    k "把、把你的衬衫脱掉。我想感受你的皮肤贴着我的啊啊啊~~~ 你的肌肉压着我……"
    j "好、好吧唔嗯~~~"
    scene c006_s001_035 with Dissolve(0.25)
    "我任由这件事失控了。得踩刹车，在局面失控前跟她谈清楚。我不是被她吸引才跟她亲近的。也许她只是想要点身体上的东西，而我是附近唯一的鸡巴。但我得确认，等荷尔蒙退下去，她不会后悔。"
    scene c006_s001_036 with Dissolve(0.5)
    j "卡莉，尽管我很想继续跟你亲热，但我觉得我得先弄清楚状况。我以为你跟安——"
    k "别。别说他的名字。我求你了。我……[player_name]，早先我跟劳拉谈起我的感情时，我开始隐约意识到有些事不对劲。非常不对劲。我想劳拉问的那些问题真的让我开始怀疑一些事。让我看清了一些我可能一直埋起来的事。"
    scene c006_s001_037 with Dissolve(0.25)
    k "我觉得……我觉得我们之间、我和他的关系之间有点问题。比如他比我大那么多，这本不该是个问题，但我开始回放我们相识的故事，它听起来越来越不浪漫，越来越像他是个捕食者。"
    scene c006_s001_038 with Dissolve(0.25)
    k "我在约会方面没什么经验。我……我不是个社交型的女孩。所以我以为我们之间发生的一切都是正常的。但我明白，他是在让我依赖他，甚至在他把我搬到另一个州、几乎切断我和家人的联系之前就是了。"
    k "我离他越久，就越明白那样对我没有好处。我想能跟我的父母——我的兄弟姐妹——说话，而不用他在旁边盯着。我想去见他们，而不用他在我背后监视。"
    scene c006_s001_036 with Dissolve(0.25)
    k "我试着把他的行为一笔带过。我想替他找借口，因为留在他身边就等于承认我没本事找到别人。"
    j "所以你才那么执着于手机？"
    scene c006_s001_039 with Dissolve(0.25)
    k "大概吧。我……一开始我只是害怕自己没法报平安。我也想听到家人的消息，但我后来意识到，真正的原因是我「应该」向他汇报我在哪儿。"
    scene c006_s001_040 with Dissolve(0.25)
    k "他把我和所有人都隔开了。把我弄到这里。告诉我找不到更好的。他一开始不是这么说的。他只是暗示，能有他是我走运。暗示我不够好，配不上更好的。不够聪明。不够漂亮。"
    j "你扯的什么{b}屁{/b}。你聪明又漂亮。你只是安静、内向，但那不改变任何事。你是任何男人都该觉得带出去见人都光荣的人，更别提约会了。如果他这么跟你说的，那他是个他妈的蠢货。或者一坨你生活里根本不需要的垃圾。"
    k "谢谢……我……"
    play voice_loop kiss
    scene c006_s001_041 with flashpink
    k "唔嗯噗咻~~~ 咻噜噗~~~"
    "到这一步，我们早就把「我们只是同事」或「我们现在是朋友」远远甩在身后，正走在交换体液的路上。"
    k "嘘咝噗~~~ 唔唔嗯~~~"
    "我是说，看到她的奶子像这样，确实把我们推进了一个新类别，但那该叫什么？"
    stop voice_loop
    scene c006_s001_042 with Dissolve(0.25)
    k "我想看看它。求你了。我能感觉到它抵着我。好……大……"
    j "呃，嗯~~~ 好吧……"
    scene c006_s001_043 with Dissolve(0.25)
    "很难不让这件事发生。听上去安德鲁对不起她，而我……我在拼命给自己找理由，解释为什么我想让它继续下去。"
    scene c006_s001_044 with Dissolve(0.25)
    k "哦，天啊，它哈啊啊啊~~~"
    j "硬？嗯。你他妈性感得要命，而且几乎光着身子躺在我旁边。"
    scene c006_s001_045 with Dissolve(0.25)
    k "好大。而且好烫。哦哦哦~~~ 唔哦~~~"
    scene c006_s001_046 with Dissolve(0.25)
    k "我、我等不了了。我好兴奋。"
    "啊，操。操，我想要这个，但在我整根埋进她体内之前，我得先泼点冷水。"
    scene c006_s001_047 with Dissolve(0.25)
    j "卡莉，认真的。荷尔蒙确实在高位——操，我也硬得像石头——但如果我们做了这件事，我觉得你回不到你之前的状态了。或者我们的。但你肯定是回不去了。"
    scene c006_s001_048 with Dissolve(0.25)
    k "我、我想回去。我……现在我认真想了想，我不觉得自己曾经真的爱过他。我觉得我曾经想要。但我想要的是被爱。不是被占有。不是被拥有。爱应该是温暖快乐的。不是冰冷恐惧的。"
    scene c006_s001_049 with Dissolve(0.5)
    k "我那时年轻又天真，只因为有人愿意跟我谈恋爱就很开心。我一直是个害羞的书呆子女孩，社交生活也不多。女孩都想要那种童话般的浪漫，可没人会告诉你，那些童话可能有多毒、多糟糕。"
    k "你读过那些故事吗？女孩被困在塔里，或者躺在昏迷中，等着某个男人来救她们。然后她们被发现、被救之后，就「爱上」了她们见到的第一个男人。故事里从不说她们可能只是用一种囚禁换来了另一种囚禁。"
    scene c006_s001_050 with Dissolve(0.25)
    k "很长一段时间我都没看出来是这样。直到我不再被人用言语操控、让我怀疑自己。也许我早就知道哪里不对，但我身边没有别人，我没法真的认真想清楚……或者能，但他总会……说服我相反的说法。"
    k "他控制我跟谁说话、说多久。控制我看什么电视。电影。他不想让我看到会让我质疑「我们的关系为什么是这样而不是那样」的东西。"
    scene c006_s001_051 with Dissolve(0.25)
    j "那……那他妈太可怕了，我很抱歉你经历过这些。你能意识到有问题是好事，等我们出去以后，你绝对应该正面处理它。如果你需要人帮你脱身，我和劳拉都很乐意帮忙。"
    j "但是，我们俩现在几乎全裸，我真的想对你做点什么——跟你一起做点什么——但我得先知道，这不会变成一件让你在三十分钟后（如果我运气好的话）感到难受的事。"
    scene c006_s001_052 with Dissolve(0.25)
    k "我想能自己做选择。自己想要的选择。你不知道失去这种能力会把一个人变成什么样。那是……没希望的。孤单的。"
    k "[player_name]，我……我跟你在一起有安全感。已经有一阵子了。这是我第一次对任何人有安全感。是你救了我。把我从……本来可能会发生在我身上的事里救了出来。我不记得了。劳拉说它把我摔在地上，还试图往我身上喷那种东西。像是想把我烧伤。想让我变成它那样。全是恶心又扭曲的东西。"
    scene c006_s001_053 with Dissolve(0.25)
    j "你永远不会变成恶心的东西。"
    k "谢谢。我……我不会后悔这件事。你……你不会逼我去做我不想做的事。你不会对我指手画脚。我感觉你认真对待我，你在听我说话。你听进去了。"
    k "我……我不知道。我有感觉。我觉得我不像正常的女孩。我们之前说过，离得近会让我更容易在乎、更容易生出好感，也许正是因为你在这儿，我才……我才有这种感觉。"
    scene c006_s001_054 with Dissolve(0.25)
    k "但这是很长时间以来第一次——也许是我这辈子第一次——这感觉像是我的选择，而不是别人的。"
    j "你不是那种「用一种囚禁换另一种囚禁」吗？"
    scene c006_s001_055 with Dissolve(0.25)
    k "不，我没有那种感觉。我觉得你不会那样对我。就算我请你离开……"
    j "我会试着把鸡巴塞回短裤里，退出去。"
    k "我就知道。"
    j "那么，我该……？"
    scene c006_s001_056 with Dissolve(0.25)
    k "不。我请你留下是有原因的。我只是需要攒起……大概是勇气，才能把这件事做完。我不是在说我想要什么承诺，也不想要今晚之外的任何东西，但眼下我只是想要……"
    k "我想让你摸我。吻我。爱我。我想在这个外面世界正试图杀死我们的时刻「跟我谈恋爱」。我不想在还没感受过拥有选择自己可能想要什么的自由之前就死去。"
    j "你不会死的，卡莉。"
    scene c006_s001_057 with Dissolve(0.25)
    k "你知道我的意思。我需要被想要。不是被占有。"
    j "嗯……我想要你。我想摸你。全身都摸。"
    k "那就来吧。求你了。"
    play voice_loop kallie_slow
    scene c006_s001_058 with Dissolve(0.25)
    k "啊啊~~ 哦嗯嗯~~~"
    "柔软的绒毛。热度正从她的小穴里辐射出来。"
    scene c006_s001_090 with Dissolve(0.5)
    k "对，就是那儿哈啊啊啊~~~"
    "操，她真紧。我最好在下面先做点准备，不然可能插不进去。"
    scene c006_s001_091 with Dissolve(0.25)
    k "唔嗯~~~ 唔嗯~~~ 哦嗯~~~"
    play ambient squish
    scene c006_s001_060 with Dissolve(0.25)
    k "哦哦哦~~~ 唔哦~~~"
    show kallie_ch6_finger with Dissolve(0.25)
    k "哈啊~~~ 唔嗯~~~"
    k "唔唔嗯~~~ 唔嗯~~~"
    j "这样舒服吗？"
    k "啊啊啊~~~ 嗯~~~"
    k "哦哦哦~~~ 唔哦~~~"
    scene c006_s001_059 with Dissolve(0.5)
    hide kallie_ch6_finger
    k "哈啊啊啊~~~ 嗯~~~"
    scene c006_s001_061 with Dissolve(0.25)
    k "我、我……哦，你这么啊啊啊~~~ 温柔，又啊啊啊~~~"
    k "我现在就想要。啊啊啊~~~"
    j "该把手指换成鸡巴了吗？"
    stop ambient
    stop voice_loop
    scene c006_s001_062 with Dissolve(0.25)
    k "唔嗯~~~ 嗯~~~"
    "幸好她湿得一塌糊涂。我还是得一点点挤进去。而且第一下最好别就射了。"
    scene c006_s001_063 with Dissolve(0.25)
    j "看来我得小心点。这床不算大，要是摔下去就太扫兴了。"
    scene c006_s001_064 with Dissolve(0.25)
    k "别、别担心。那倒挺有意思，但我不会……我不会有那个想法。*咯咯笑*"
    j "我大概只需要一秒钟就能重新来状态。不过，对。我不会让这一刻溜走。"
    scene c006_s001_092 with Dissolve(0.5)
    "停一下，看看她有没有临时改变主意。她一直说想跟我们做，但我不想赶她。裸着身子、接吻、绕到三垒——这本来就是我们俩会保密的事。"
    k "[player_name]，我等不了了。"
    play voice_loop kallie_slow
    scene c006_s001_065 with Dissolve(0.25)
    j "好吧，现在已经回不了头了。"
    k "哈啊~~~ 我……"
    scene c006_s001_066 with hpunch
    k "啊啊啊~~~ 唔唔嗯~~~"
    "我知道她不是处女，但操，她紧得像处女一样。她个头这么小大概也没帮上什么忙。"
    scene c006_s001_067 with hpunch
    k "唔嗯~~~ 唔嗯~~~"
    "我慢慢往前推进，一次抽送一下。让她先习惯我，再进得更深。"
    scene c006_s001_068 with hpunch
    k "哈啊~~~ 啊啊啊~~~~"
    "操。我尽可能多地顶进去。她的小穴已经在抽搐，死死地箍住我的鸡巴。"
    scene c006_s001_069 with Dissolve(0.25)
    show kallie_ch6_sex with Dissolve(0.25)
    k "唔哦~~~ 唔哦~~~"
    j "啊嗯~~~ 哦操，你他妈感觉太爽了。"
    k "唔嗯~~~ 唔唔嗯~~~ 啊啊啊~~~"
    k "哦天啊啊啊啊~~~"
    k "哈啊~~~~ 唔唔嗯~~~~"
    stop voice_loop
    play voice_loop kallie_med
    scene c006_s001_070 with Dissolve(0.5)
    show kallie_ch6_sex2 with Dissolve(0.25)
    hide kallie_ch6_sex
    "你的每一个性伴侣都以各自的方式不同。有的会尖叫。有的会嚎叫。有的会骂个不停。有的是进攻型的。甚至粗暴。"
    k "唔哦哦~~~~ 唔哦~~~"
    "卡莉？我感觉她几乎不说话。我愿意相信她是太投入了，脑子里除了呻吟和呜咽什么都想不出来。"
    k "唔嗯~~~ 嗯~~~"
    k "啊啊啊~~ 天啊嗯~~~"
    k "唔嗯~~~ 唔唔嗯~~~"
    scene c006_s001_071 with Dissolve(0.25)
    hide kallie_ch6_sex2
    "没有任何声音反馈，我只能假设我让她满足了，或者她得到了她想要的。那些哼哼和呜咽虽然轻柔又诱人，也只能当够用。"
    scene c006_s001_072 with Dissolve(0.5)
    show kallie_ch6_sex3 with Dissolve(0.25)
    hide kallie_ch6_sex2
    "我握住她的手时，她的手指紧紧缠住我的。有那么一会儿，我让自己相信今晚我们之间的连接，不只是两个人想要一夜欢愉。"
    k "唔唔嗯~~~ 唔嗯~~~"
    j "姑娘，你他妈太厉害了。"
    k "唔哦~~~ 哦嗯~~~ 嗯~~~"
    k "再用力点啊啊啊~~~ 就这样啊啊啊~~~"
    k "嗯啊啊啊~~~ 太爽了啊啊啊~~~"
    scene c006_s001_073 with Dissolve(0.25)
    hide kallie_ch6_sex3
    "然后她死死抓住我，把我紧紧按在她身上。"
    stop voice_loop
    play voice_loop kallie_fast
    scene c006_s001_074 with Dissolve(0.5)
    show kallie_ch6_sex4 with Dissolve(0.25)
    k "天啊嗯~~~ 哦嗯~~~"
    k "啊啊~~~ 啊啊啊~~~"
    "几个月前，这个女人对我来说还是难以解读的。安静，什么都自己扛着。而现在？我能从她低声呢喃的语调里听出如释重负和快乐。"
    k "唔嗯~~~ 好舒服~~~"
    k "好舒服~~~ 哦嗯~~~ 哦嗯~~~"
    "这会只是一次性的吗？只是一晚的不负责任？我不能指望更多。"
    k "唔唔嗯~~ 唔嗯~~~"
    stop voice_loop
    play voice_loop kallie_preorgasm
    scene c006_s001_075 with Dissolve(0.5)
    show kallie_ch6_sex5 with Dissolve(0.25)
    hide kallie_ch6_sex4
    "天啊，我一直在一场必输的战役里苦苦支撑，努力不让自己把精液涂满她体内。如果我预料到会是这样的，我就该拿个套。大学的宿舍里总该在哪个抽屉里藏着几个。"
    j "唔嗯~~~ 好近啊啊啊~~~"
    k "唔唔嗯~~~ 唔唔嗯~~~ 唔嗯~~~" with vpunch
    "哦，看来不只是我。"
    k "啊啊啊~~~~！！"
    k "嗯啊啊啊~~~ 哈啊~~~！！"
    k "啊啊~~~！！" with hpunch
    stop voice_loop
    play voice_loop kallie_cum
    scene c006_s001_076 with hpunch
    hide kallie_ch6_sex5
    pause 0.3
    scene c006_s001_077 with hpunch
    pause 0.3
    scene c006_s001_076 with hpunch
    pause 0.3
    scene c006_s001_078 with hpunch
    pause 0.3
    scene c006_s001_079 with Dissolve(0.5)
    stop voice_loop
    "操，来了。我该……我该怎么办？太想射了。"
    menu:
        "拔出来。":
            scene c006_s001_081 with Dissolve(0.25)
            "拔出来拔出来拔出来。"
            scene c006_s001_082 with vpunch
            k "啊啊~~~"
            "及时。"
            scene c006_s001_083 with flash
            play sound male_cum
            pause 0.5
            scene c006_s001_084 with flash
            pause 0.5
            scene c006_s001_085 with Dissolve(0.25)
            j "唔操~~~ *喘息* *喘息* 天啊啊啊啊~~~"
        "射在她里面。":
            $ ch6_kallie_sex_cum = "yes"
            "管他的，干吧。"
            scene c006_s001_080 with flash
            play sound male_cum
            pause 0.5
            scene c006_s001_080 with flash
            j "啊啊啊~~~ *喘息* *喘息* 天啊啊啊啊~~~"
            k "唔嗯~~~ *喘息* *喘息* 哦嗯嗯……"
            scene c006_s001_081 with Dissolve(0.25)
            j "哦操~~~ 操，那真是……哈啊……"
    $ renpy.end_replay()
    scene c006_s001_095 with Dissolve(1)
    j "你、还好吗…… *喘息* 你还好吗……"
    k "那真是 *喘息* 我想要的一切 *喘息* 还要更多。"
    scene c006_s001_096 with Dissolve(0.25)
    j "听你这么说真好。对我来说也很棒。*喘息*"
    "我想问将来有没有可能再来一次，但也许我不该把卡莉逼到那个处境。现在逼她做决定似乎太危险了。"
    j "而且，你知道的……你整个人都很性感。事实上，你是我认识过的最漂亮的女人。"
    scene c006_s001_097 with Dissolve(0.25)
    k "啊啊啊~~~ 我……听到这话真好。我……"
    "是啊，安德鲁对她造成的伤害，一晚是改变不了的。现在最好不要往这个方向推。"
    j "嗯，我很珍惜今晚。不过，既然我们已经……那我大概该走了。把床留给你一个人。"
    scene c006_s001_098 with Dissolve(0.25)
    k "不，不要。求你了。今晚留下来陪我。我……这就是我想要的，我只是想靠着你近一点。这样我才能睡得安心。"
    j "好。如果你不介意，我也很愿意。"
    scene c006_s001_099 with Dissolve(0.25)
    k "谢谢，[player_name]。"
    scene c006_s001_110 with Dissolve(1)
    k "我……你说过我们该支持劳拉，因为她需要。她不是唯一一个。你也试着硬撑着走过那些痛苦。我、我看得出来。"
    j "嗯，我是男人嘛，我们被期待对自己的感情迟钝。"
    scene c006_s001_111 with Dissolve(0.5)
    k "你不必这样。你可以……如果你撑得很难受，可以告诉我。我可以听。我很擅长听。"
    j "只要你也一样，好吗？我知道你今晚说了很多，我希望你明白，你需要支持的时候我会在。但那意味着你得一直告诉我你什么时候有情绪。别因为觉得是负担就自己扛着。"
    scene c006_s001_112 with Dissolve(0.5)
    k "我、我不会。我跟你说的比对任何人都多。我很信任你。非常信任。不会去伤害你。"
    j "我为什么会想伤害你？"
    scene c006_s001_113 with Dissolve(0.5)
    k "谢谢你。"
    scene blank with Dissolve(2)
    scene c006_s001_100 with Dissolve(2)
    "我们花了几分钟挪动身体，找到一个两个人都舒服的姿势。搞定之后，我觉得用不了多久我们就会再次睡着。"
    "从我认识她以来，卡莉第一次看起来放松而释然，仿佛她五官里那股一直绷着的紧劲儿终于松开了。"
    k "唔唔嗯~~~"
    "她轻轻哼着，往我身上蹭，手指用力地抠着，饥渴地攀住我的身体。"
    scene blank with Dissolve(2)
    scene c006_s001_101 with Dissolve(2)
    "没过多久她就睡着了。我趁自己还醒着的那几分钟，好好欣赏了一下横在我身上的那具性感小身板。"
    jump kallie_achievement_check
label ch7_kallie_sex:
    $ persistent.ch7_kallie_sex = True
    play voice_loop kiss
    stop music fadeout 2.0
    scene c007_s007_039 with flashpink
    k "咻噜噗~~~ 唔嗯~~~"
    scene c007_s007_040 with Dissolve(0.5)
    if ch6_kallie_sex == "yes":
        "卡莉毫无预兆地吻我，我不该觉得意外。尤其考虑到上次我们像这样独处时，我们啃了那么久。对一个出了名什么往肚子里咽的女人来说，她已经尽可能地敞开了。"
    else:
        "卡莉毫无预兆地吻我，我不该觉得意外。尤其考虑到我们刚才那番对话。对一个出了名什么往肚子里咽的女人来说，她已经尽可能地敞开了。"
    k "嘘咝~~~ 唔嗯 唔唔嗯~~~"
    play music kallietheme fadein 4.0
    stop voice_loop
    scene c007_s007_041 with Dissolve(0.5)
    k "我、我很抱歉。我只是……真的特别想……"
    j "你想吻我这件事，别再道歉了。你表现得好像这是什么我不喜欢、不欣赏的事。*轻笑*"
    scene c007_s007_042 with Dissolve(0.25)
    k "我想我只是……还非常非常……不习惯顺从自己的欲望、并且不因此挨训。"
    j "好吧，那这就是我们要一起帮你克服的东西。你想要什么、需要什么，就去做、就说出来。好吗？我不会因为你想自己想要的东西而对你生气。"
    scene c007_s007_043 with Dissolve(0.25)
    k "……好吧。那么……"
    play voice_loop kiss
    scene c007_s007_044 with flashpink
    k "咻噜噗噗~~~ 唔唔嗯嗯~~~"
    "看来她挺喜欢接吻的。希望是「和我接吻」。我当然是个粉丝，因为她是个性感的小包裹，我能感觉到她的奶子压在我胸口，裤子里也因为这个开始有点紧了。"
    scene c007_s007_045 with Dissolve(0.25)
    "再加上她身上散发的热度，还有她把舌头伸进我嘴里的样子？我敢说这对她自己也有了点作用。"
    k "唔嗯~~~ 唔唔嗯~~~"
    stop voice_loop
    scene c007_s007_046 with Dissolve(0.5)
    j "所以呢？你想接吻？*轻笑* 那我就姑且认为你把我拉进这个房间是另有目的。不是讨论问题。"
    k "归根结底，是的。*咯咯笑* 现在想跟你单独待一会儿可不容易。"
    scene c007_s007_047 with Dissolve(0.25)
    k "而且，我也确实想聊天，不想被其他人听见。有些……有些话题我信任你才跟你说。"
    "现在大家心里都藏着不少私人的想法和感受。"
    j "还有那身衣服。别以为我没注意到你穿那件衬衫有多好看。"
    scene c007_s007_048 with Dissolve(0.25)
    k "我……我想穿点不只是实用的东西。而且那样很好看。因为……"
    j "你不用说。算了，收回。也许你确实得说点{b}什么{/b}，因为我收到了一些暗示，但我想确认这就是我以为的那个意思。我一直都不是很会读懂信号，而你又特别难读懂。"
    scene c007_s007_049 with Dissolve(0.25)
    if ch6_kallie_sex == "yes":
        k "我想让你看着我。想让你用那种方式想我。我想要前天晚上我们做的那些。我真的很享受和你那样待在一起。"
    else:
        k "我想让你看着我。想让你用那种方式想我。我想要的就是前天晚上我一直盼着会发生的事。我一直……一想到可能会发生什么就兴奋得不行。"
    j "在这儿？"
    scene c007_s007_050 with Dissolve(0.25)
    k "我们单独待着，没人打扰我们。求你了？"
    j "这地方算不上最浪漫，但我不会拒绝像你这样的性感小女人。"
    scene c007_s007_051 with Dissolve(0.25)
    k "很好，因为我正热着呢。现在。我真的很想让你摸我。帮我把衣服脱了。对我做点什么。"
    "这有点尴尬，像她在试着复述自己以前听过或看过的事。但也挺可爱的。她想让这件事发生，只是尽力用她能做到的方式传达。"
    scene c007_s007_052 with Dissolve(0.25)
    k "来。我先说清楚。"
    scene c007_s007_053 with Dissolve(0.25)
    j "非常清楚。也许你不用费劲用那些你不习惯的方式说话和表现，直接一点就好。告诉我该做什么。或者做给我看。*轻笑* 像这样。"
    k "我可以。但你可能得别那么后知后觉地忽略我在干什么。"
    scene c007_s007_054 with Dissolve(0.25)
    j "你是说你的攻势没落到我身上？我会注意改进的。"
    k "差不多是这个意思。"
    play voice_loop kallie_slow
    scene c007_s007_055 with Dissolve(0.25)
    j "我觉得我现在把你读得挺准的。"
    k "我想也是啊啊啊~~~ 唔嗯~~~"
    "她非常敏感。我只是隔着内裤蹭着她的穴，她就已经抽搐起来，快要高潮了。"
    scene c007_s007_056 with Dissolve(0.25)
    j "也许我们只能在「你忸怩矜持」和「我迟钝到以为你不是在跟我调情」之间找个中间值。"
    k "也许啊啊啊~~~ 啊啊啊~~~"
    "又或者，这就是人们学着读懂彼此的过程，而我被我们这一堆狗血事分心得太厉害，以至于没注意到一个非常内向的女孩那些微妙的暗示。"
    stop voice_loop
    scene c007_s007_057 with Dissolve(0.5)
    k "如果我能读懂一点……那就容易多了……"
    j "它们确实挺紧的。我猜有人喜欢那种修身的裤子。"
    scene c007_s007_058 with Dissolve(0.25)
    k "我只是惊讶居然有我能穿的尺码。雪莉比我大那么多。"
    j "大概高五六英寸吧。"
    "别的地方也更大，但我还不至于蠢到把这话直接说出来。"
    scene c007_s007_059 with Dissolve(0.25)
    k "我就说嘛，她的衣服我基本都穿不了，一穿就松垮垮的。那件衬衫。就是我奶子差点露出来的那件。是她的。"
    j "这就说得通了。而且也许我会想更常看你穿那件。或者，穿上，再脱下来。*轻笑*"
    scene c007_s007_061 with vpunch
    j "那么——"
    scene c007_s007_060 with hpunch
    k "哦？！啊啊啊！"
    scene c007_s007_062 with Dissolve(0.25)
    j "我懂了。别担心。"
    k "我、我只是……有点惊讶。你在哪儿……"
    scene c007_s007_063 with Dissolve(0.25)
    j "在这儿。在书桌上。这样我做想做的事会方便一点。不是用嘴写一张我还没兑现的空头支票——不过接下来的部分你得坐着才行。"
    k "这听起来不错。"
    scene c007_s007_064 with Dissolve(0.5)
    j "希望你喜欢。也希望我干这个的本事还有我记忆中一半那么好。也许有点生疏了。"
    if ch4_laura_sex == "yes":
        "没那么生疏，不过没必要让她知道。"
    k "不管你想怎么做都行。我只是……想它……是跟你唔嗯~~~ 嗯"
    scene c007_s007_065 with Dissolve(0.25)
    "我本想追问她那句话要说什么，但我感觉她正开始喜欢我了，那种喜欢而不是「我只想被人操一顿」的那种。哪种我都接受，哪怕这不是让爱情滋长的最佳环境。"
    if k_sex == 0:
        j "那么，你确定吗？最后的机会——在我看到之前没见过的你的一些部位之前，你现在还可以反悔。"
        k "确定。我不会改主意的。"
        scene c007_s007_066 with Dissolve(0.25)
        k "而且，我本来还以为你已经看过大部分了。你把我带进淋浴间的时候。"
        j "我尽力表现得像个绅士。所以也许只是点侧乳、点屁股肉。绝不包括你全套的女宝。"
        scene c007_s007_067 with Dissolve(0.25)
        k "嗯，那这样对你来说会是新鲜的。*咯咯笑* 大部分来说。"
    else:
        j "那么告诉我，这算是勾掉了你人生清单上的某一项吗？「在教室里做爱」之类的？"
        k "我可没那种东西。我甚至都没想过要列一张「我想在什么地方、什么时候……」的单子。我该列吗？"
        scene c007_s007_066 with Dissolve(0.25)
        j "如果你正和某个对某些事比较开放的人在一起——比如公共场所做爱——而且是你信任的人，我不明白为什么不列。那能让床上那点事更够味。"
        k "你有这种单子吗？"
        scene c007_s007_067 with Dissolve(0.25)
        j "在没有稳定床伴的时候，那张单子会被削减成「想再看一次光着身子的女人」。"
        k "那这一项你可以勾掉了。*咯咯笑*"
    scene c007_s007_068 with Dissolve(0.5)
    if k_sex == 0:
        "操，那真是又漂亮又紧的小穴。要想让她湿到能容下我，肯定得先用嘴把她舔湿。"
    else:
        "操，那真是又漂亮又紧的小穴。现在天不黑了，我看得清她。今天给她口交这个计划真是对的，因为另外那晚我完全不知道自己怎么没把她撕开。"
    k "[player_name]，你是……"
    j "只是在欣赏风景。"
    scene c007_s007_069 with Dissolve(0.25)
    j "我的天，卡莉，你身上每一寸都他妈这么性感吗？"
    k "我、我不知道。我只是……"
    j "相信我，你是个性感的小尤物。而且你真诚地不觉得自己性感这一点，反而让你更性感了。"
    scene c007_s007_070 with Dissolve(0.25)
    k "我……我喜欢你有这种感觉。"
    "安德鲁一定把她祸害得够呛。下次见到那混蛋，我一定要一拳打在他脸上。"
    j "嗯，我的确要。而且我这么做是因为我想让你舒服。也因为我真的很想尝一尝。"
    k "我……谢谢你。"
    play voice_loop kallie_slow
    scene c007_s007_071 with Dissolve(0.25)
    show kallie_ch7_oral with Dissolve(0.25)
    k "哦哦哦~~~ 唔哦~~~"
    k "唔嗯~~~ 哦操啊啊啊~~~"
    "她湿了，但还是非常紧。得好好伺候她，把她弄松一点。"
    k "唔嗯~~~唔唔嗯~~~"
    k "啊啊~~~ 对，就那儿啊啊啊~~~"
    scene c007_s007_072 with Dissolve(0.5)
    hide kallie_ch7_oral
    k "唔嗯~~~ 哦天啊嗯~~~"
    "看看我一边用舌头给她舔穴、一边去揉她的奶子，她会是什么反应。"
    scene c007_s007_073 with Dissolve(0.25)
    k "哦哦哦~~~ 对摸我啊啊啊~~~"
    scene c007_s007_074 with Dissolve(0.25)
    k "这儿这儿啊啊啊~~~ 让我啊啊啊~~~ 把它拉上来啊啊啊~~~"
    scene c007_s007_075 with Dissolve(0.25)
    k "嗯啊啊啊~~~ 对啊啊啊~~~"
    "趁这功夫把姑娘们也都放出来吧。这对漂亮的小奶子直接上手摸。"
    stop voice_loop
    play voice_loop kallie_med
    scene c007_s007_076 with Dissolve(0.25)
    "哦，这一把手感真棒。"
    show kallie_ch7_oral2 with Dissolve(0.25)
    k "噢噢~~~ 呼喔~~~"
    "嗯，她现在是真享受了。可不像刚才还一副讨厌这事的样子。"
    k "就、就像啊啊啊~~~ 这样哦嘿嘿~~~"
    k "唔唔~~~ 唔唔嗯~~~~"
    k "噢噢噢~~~ 唔唔唔~~~"
    "她打呼噜的样子，简直像只幸福的小猫。"
    stop voice_loop
    play voice_loop kallie_fast
    scene c007_s007_077 with Dissolve(0.5)
    show kallie_ch7_oral3 with Dissolve(0.25)
    "好，把这条腿架起来，真正深入进去。再这样弄下去，说不定能让她潮吹。"
    k "唔唔嗯~~~ 唔唔唔~~~"
    if ch6_kallie_sex == "yes":
        "有意思。我之前就注意到了，现在看来确实如此。她被人疼的时候不太爱说话，只会哼哼唧唧地呻吟。"
    else:
        "有意思的是，卡莉在前戏时安静得很，只会哼哼唧唧地呻吟。不知道等我插进去以后是不是还这样。"
    k "哈啊~~~ 唔唔~~~~"
    k "唔唔嗯~~~ 噢嗯对~~~"
    k "等等~~~ 等等啊啊啊~~~"
    stop voice_loop
    scene c007_s007_078 with Dissolve(0.25)
    hide kallie_ch7_oral3
    k "我……我等不及了。我……你要是再不做……我就要…… *喘气*"
    j "我要是再不做「什么」？ *轻笑*"
    scene c007_s007_079 with Dissolve(0.25)
    k "操我。求你了。我真的等不及了。"
    j "哇，这么直接。我很受用。看来这让你动情了？"
    scene c007_s007_080 with Dissolve(0.25)
    k "我早就动情了。"
    j "哦？？小淫妖精，是不是啊？"
    scene c007_s007_081 with Dissolve(0.25)
    k "别……我只是一直在鼓起勇气，而且我们本来都快回去了，所以我才干脆豁出去了。所以，我可能是……你懂的。"
    j "所以从我们过来这儿开始，你就在心理上和情感上自我催情？"
    scene c007_s007_082 with Dissolve(0.25)
    k "嗯，差不多吧。"
    j "嗯，你看看，我现在全部注意力都在你身上了。还没等你脱出来呢。更别提你那双漂亮奶子了。"
    k "谢谢你。为了……"
    scene c007_s007_083 with Dissolve(0.25)
    j "你不用谢我，因为我正在享用你。"
    k "好、好吧。过来。我想……你再亲我一次。"
    j "当然。事前先亲热一下是应该的。"
    "哪怕我的胡子上现在全是你的味道。"
    play voice_loop kiss
    scene c007_s007_084 with flashpink
    "哦，卡莉把我拽过去，紧紧抱住我。她的脚跟勾进我的腿里缠死了，好像生怕我会跑掉似的。"
    k "咻噜噗~~~ 唔唔嗯~~~"
    scene c007_s007_085 with Dissolve(0.5)
    "她身上也很香。是喷了香水吗？她真的很想为这次精心打扮一番呢。"
    k "咻噜噗嘘哩噗~~~~ 唔唔嗯~~~"
    stop voice_loop
    scene c007_s007_086 with Dissolve(0.25)
    k "我……喜欢这样。 *咯咯笑*"
    j "我看出来了。不过还是请你继续告诉我你喜不喜欢，这样我做起事来更方便些。"
    "直到我更能读懂你为止。这个女孩全靠含蓄的暗示和小小的肢体线索。跟一个不那么吵吵闹闹、不那么外放的人在一起，真刺激。"
    scene c007_s007_087 with Dissolve(0.25)
    k "嗯，我也喜欢这样。"
    j "啊~~~ 找到去「市中心」的路了？"
    scene c007_s007_088 with Dissolve(0.5)
    show kallie_ch7_hj with Dissolve(0.25)
    k "想不抓住他都难。他……他好大。好粗。"
    j "我会啊啊啊~~~ 我保证会啊啊啊~~~"
    j "会对你很小心。所以我才在之前稍微做了一点点唔唔嗯~~~ 的功夫。"
    k "我……我觉得我准备好了。我准备好了。我……"
    k "我想让你进来。我今天已经等太久了。"
    j "哦，只要你肯放开我，就再也不用啊啊~~~ 地等了……"
    scene c007_s007_089 with Dissolve(0.25)
    hide kallie_ch7_hj
    k "好啦，只要……"
    scene c007_s007_090 with Dissolve(0.25)
    j "我知道。慢慢来。"
    "因为我不想刚进去就射出来。天知道以后还能不能再跟她有一次机会。我没法假装生活不会再给我们来一个急转弯。"
    scene c007_s007_091 with Dissolve(0.5)
    j "来了。取一点你的爱液，把我的前端弄湿。"
    k "哈啊啊啊~~~ 哦天哪啊啊啊~~"
    play voice_loop kallie_slow
    scene c007_s007_092 with Dissolve(0.25)
    j "好了，滑~~~~~~~~~~~~~~~~进去吧~~~"
    k "啊~~~ 呼啊~~~~ 哦操~~~ 好大~~~"
    "嗯，而且你紧得要命。"
    scene c007_s007_093 with hpunch
    j "而且……啊啊啊~~~"
    k "唔唔~~~ 呼唔唔~~~"
    scene c007_s007_094 with hpunch
    j "操~~~ 哦唔~~~"
    k "呼哦~~~ 好满~~~"
    scene c007_s007_095 with vpunch
    j "我要啊啊啊~~~ 慢慢抽送~~~"
    scene c007_s007_096 with Dissolve(0.25)
    show kallie_ch7_sex with Dissolve(0.25)
    k "唔唔唔~~~ 唔唔~~~~"
    k "唔唔嗯~~~ 对~~~ 啊就是这样"
    j "哈啊~~~~ 操对，你太啊啊~~~ 了"
    "要是能一直和这个女孩在一起，我一定会把她当成女神。"
    j "唔唔~~~ 唔唔~~~ 操~~~"
    k "对~~~ 哦对~~~"
    scene c007_s007_097 with Dissolve(0.25)
    hide kallie_ch7_sex
    "抓住她的腿挪动一下，好让我能狠狠干到深处。给她一个她永远忘不掉的操。"
    stop voice_loop
    play voice_loop kallie_med
    scene c007_s007_098 with Dissolve(0.5)
    show kallie_ch7_sex2 with Dissolve(0.25)
    hide kallie_ch7_sex
    k "噢噢~~~ 呼哦~~~ 操~~~"
    "听起来这正合她的胃口。"
    k "唔唔嗯~~~ 唔唔唔~~~ 啊啊啊~~~"
    "嗯，虽然她嘴上说得好像对我更坦率、更直白了，但卡莉关于性爱的感受全都自己藏着。我只能靠解读她的呻吟来判断自己做得对不对。"
    k "唔唔唔~~~ 呼哦哦~~~ 唔唔唔~~~"
    k "啊啊啊~~ 哈啊~~~~ 哈啊啊啊~~~"
    "不过，她看起来确实很享受。我知道我是。"
    stop voice_loop
    play voice_loop kallie_fast
    scene c007_s007_099 with Dissolve(0.5)
    show kallie_ch7_sex3 with Dissolve(0.25)
    hide kallie_ch7_sex2
    "想要越来越激烈，我试着抱着她一起爬上了书桌。那不是我们做爱最舒服的姿势，但至少没人打扰。"
    k "啊~~~ 呼唔~~~~唔唔唔唔~~~"
    j "天啊，姑娘，你真是热得要命"
    k "唔唔~~~ 谢啦~~~ 唔唔唔~~~"
    k "唔唔嗯~~~ 唔唔唔唔~~~"
    "嗯，别指望能从她嘴里问出句完整话来。"
    stop voice_loop
    play voice_loop kallie_preorgasm
    scene c007_s007_100 with Dissolve(0.5)
    show kallie_ch7_sex4 with Dissolve(0.25)
    hide kallie_ch7_sex3
    "骑到她身上以后，我就狠狠干了起来。刚才还想着要把她当成易碎品呵护的那点心思早没了。我只想操她。而从她发出的声音来看，她也是这么想的。"
    k "唔唔~~~ 唔~~~"
    j "操~~~ 好接近了啊啊~~~~"
    k "唔唔嗯~~~ 对对再快点啊啊啊~~~"
    k "对~~~ 射吧啊啊啊~~~"
    "她的身体开始一阵阵收缩。她肯定快了。"
    k "唔唔~~~ 对~~~" with vpunch
    k "唔唔嗯~~~ 哦天哪啊啊啊~~~~！！！" with vpunch
    stop voice_loop
    play voice_loop kallie_cum
    scene c007_s007_101 with hpunch
    hide kallie_ch7_sex4
    pause 0.3
    scene c007_s007_102 with hpunch
    pause 0.3
    scene c007_s007_101 with hpunch
    pause 0.3
    scene c007_s007_102 with hpunch
    pause 0.3
    scene c007_s007_103 with hpunch
    pause 0.3
    scene c007_s007_104 with Dissolve(0.5)
    stop voice_loop
    "操，她的小穴在吮吸我的鸡巴。要射了。我该——"
    scene c007_s007_105 with vpunch
    "哇！她忽然用腿缠住了我。不让我走。"
    j "卡莉？我要啊啊啊~~~"
    k "对啊啊啊~~~ 进来啊啊啊~~~"
    scene c007_s007_105 with flash
    play sound male_cum
    pause 0.5
    scene c007_s007_105 with flash
    j "哦操啊啊啊~~~ *喘气* *喘*"
    scene c007_s007_106 with Dissolve(0.25)
    if ch6_kallie_sex_cum == "yes":
        j "有人要被塞进去了哦？ *喘气*"
        k "我*喘气*觉得今天这样才对。我……这样能让我觉得更亲近……你懂的。"
        j "好吧，行。"
        "我可以说我记住了，但这是不是就意味着我们还会再做一次？"
    else:
        j "有人这次不想我走了？ *喘气*"
        k "也许我这次*喘气*想感觉它在体内。"
        "只要你没因此怀孕，那就没关系。"
    scene c007_s007_107 with Dissolve(0.25)
    j "这么说不是我要黏人啦，但对你来说有那么好玩吗，跟对我来说一样？ *轻笑*"
    k "看你看不出来吗？对。我……那就是我想要的一切。除了这张书桌。"
    scene c007_s007_108 with Dissolve(0.25)
    if ch6_kallie_sex == "yes":
        j "也许下次用你的床。或者我的。"
    else:
        j "嗯，也许下次我们找张床之类的。"
        k "软一点的东西。好啊。"
    scene c007_s007_109 with Dissolve(0.25)
    j "那么，我该起来了——"
    k "等等。在你起来之前……"
    play voice_loop kiss
    scene c007_s007_111 with flashpink
    k "咻噜噗~~~ 唔唔~~~~"
    "真没想到卡莉是个时时刻刻都想接吻的人。我原以为我一射完，她就会来一句「该分开了，我得穿衣服了。」"
    stop voice_loop
    scene c007_s007_107 with Dissolve(0.25)
    j "我可能会习惯这个。"
    k "我……我也是。"
    scene c007_s007_110 with Dissolve(0.25)
    j "好了，那么现在我得起来，从你身体里出去。"
    k "慢慢来。"
    scene c007_s007_106 with Dissolve(0.25)
    j "*轻笑* 嗯，我有种感觉，我接下来会在这里放出个什么东西来。还好，之后的收尾不用我们自己处理。"
    k "*咯咯笑*"
    $ renpy.end_replay()
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c007_s007_112 with Dissolve(2)
    play music insideday fadein 4.0
    j "啊，哇，我比自己预想的被掏得更空。或者说，肾上腺素终于退下去了，而所有事后让人飘飘欲仙的脑内化学物质还在脑子里晃荡。"
    k "我都忘了事后能嗨到什么程度。尤其是在很舒服的时候。对你来说……也很舒服吧？"
    scene c007_s007_113 with Dissolve(0.25)
    if ch6_kallie_sex == "yes":
        j "是的，非常舒服。只是让我很意外。我本以为那天发生的事，是我们会假装从没发生过的。它满足了你的需求，你能睡个好觉，我也能和一个性感年轻女人待在一起，就这样。"
    else:
        j "是的，非常舒服。只是让我很意外。我来这里的时候，可没想过做爱是种可能。"
    scene c007_s007_114 with Dissolve(0.25)
    k "我……就像我说的，我不太擅长应付社交上的期待，也不擅长处理人与人之间的相处。所以，跟我喜欢的人在一起时，我常常不知道该怎么做。"
    j "我觉得我们所有人都在摸索。有人在模仿别人，或者照电视上看到的做。我并不觉得你需要做任何你不想做的事。但是，我并没有……我不想擅自假定什么。我知道你的处境不太好，等我们离开这里，你还有很多事要决定。"
    scene c007_s007_115 with Dissolve(0.5)
    k "我早就不得不戒备很久了。本来我就已经这样，我更害怕暴露自己可能在感受什么、在想什么。但是，如果不是喜欢你，我不会做这种事。也不会相信你会善待我。"
    scene c007_s007_116 with Dissolve(0.25)
    if ch6_kallie_sex == "yes":
        k "那天晚上……是我永远不会忘掉的事。永远都不会。"
        j "我也这么想，不过那是因为我看到了你裸体的样子。而且我以为不会再有第二次了，所以想把那一刻牢牢记住。现在换成你看到我了？对不起——"
    else:
        j "善待你并不难。你善良、聪明，放开自己的时候也很风趣。还有，老天啊，你要是没有这么性感的小东西该有多好。我能看到你的一切，而你得到的却只有{i}这些{/i}。这不公平。"
    scene c007_s007_117 with Dissolve(0.25)
    k "别。别这么说。我……我觉得你很帅。但是，你的眼睛很哀伤，我不想让你难过。"
    j "嗯，我确实很难把自己看成那种人。说实话，我压根不觉得自己是女人会想要的对象。再加上我的离婚才刚过去，痛得还没缓过来。所以，像你这样漂亮的年轻女人出现在面前时，我的第一个念头就是：她绝不可能对我有哪怕一丝一毫的兴趣。"
    scene c007_s007_118 with Dissolve(0.25)
    k "我们都会有这种想法：某个人之所以这样对我，其他人一定也是这样吧？"
    j "看起来是这样。"
    scene c007_s007_119 with Dissolve(0.25)
    k "我们做个交易怎么样？如果你允许自己相信有人可能会喜欢你，那我就试着相信，在你面前我可以做自己。不用再把想法都憋在心里。"
    j "这交易太完美了。击掌为誓。"
    scene c007_s007_120 with Dissolve(1)
    j "所以，不是想扫兴，不过这是我们身体部位最后一次相遇，还是某种开始？我就说出来，免得我们之间产生误会——你太谨慎，而我太迟钝。"
    k "我喜欢你。我……我不想在我们还只是在努力活下去的时候，就对任何事做出承诺，但我……"
    scene c007_s007_121 with Dissolve(0.25)
    k "以后如果我们还能找到独处的时刻，我不会介意的。也看看这份感情能不能发展成更多的东西。"
    j "明白了。以后的做爱就摆在桌面上谈吧，不过我们进展的方式还是得小心点。"
    scene c007_s007_122 with Dissolve(0.25)
    k "这样可以吗？"
    j "嗯，非常可以。我希望不管这事怎么发展，你都能坦然接受。而且你谨慎也没错。谁知道我们离开这里之后会发生什么。"
    scene c007_s007_123 with Dissolve(0.25)
    k "嗯……"
    "她依偎过来，我们就这样坐了一会儿，默默沉浸在余韵里。这是关系的开始吗？我有一部分希望它是。"
    scene blank with Dissolve(1)
    scene c007_s007_124 with Dissolve(1)
    j "*叹气* 我们该回去了。去看看劳拉。"
    k "不过，我们确实没怎么顾上去搜集物资。"
    scene c007_s007_125 with Dissolve(0.25)
    j "我看中了几间房，等会儿想去搜搜。"
    k "回程路上顺路去？"
    scene c007_s007_126 with Dissolve(0.25)
    j "没问题。我想雪莉再撑几分钟应该没事。"
    jump kallie_achievement_check
label ch8_kallie_sex:
    $ persistent.ch8_kallie_sex = True
    if _in_replay:
        play music rain
    scene c008_s013_030 with Dissolve(0.25)
    k "而且……也许我……我喜欢和你待在一起。和你独处。我……"
    "尽管我们已经做了这么多，她说话还是很费劲。我不想在这件事上逼她。我只需要让她自己慢慢想明白，哪怕想明的过程里她的词句总是跟不上。"
    scene c008_s013_031 with Dissolve(0.25)
    j "我也是。这样真好。难得的时刻，几乎称得上浪漫。"
    k "正是。"
    "有件事一直在我脑子里打转——从那天起就是这样——我应该把它说出来。"
    scene c008_s013_032 with Dissolve(0.25)
    j "听着，卡莉，我知道我们已经谈过这个，你也试着让我安心，但我确实担心我在利用你。或者从某种程度上来讲，在利用整个局面。而我不想这样。"
    j "我喜欢你，我觉得你善良、聪明又漂亮，而这一切在我们之间造出了这样一个口子，换成别的任何一种未来都不可能出现。但是，我知道你是从一个糟糕的地方走出来的，我不想只是那种一看见机会就扑上去的混蛋。"
    scene c008_s013_033 with Dissolve(0.25)
    k "我不觉得你是。如果这不是你想要的答案，我道歉。我自己也还在摸索。我不擅长处理感情，而在一段持续多年、被施虐者「囚禁」的关系里，对方还告诉我「你不可能找到更好的」，这让我真的很难走出来。"
    scene c008_s013_034 with Dissolve(0.5)
    k "但是，我开始看出你对待我们所有人的方式，和安德鲁当初对待我的方式是有规律的，而且完全不一样。你不是他。连我都知道这一点。你知道吗，直到现在我才觉得自己终于有了朋友？他甚至不肯让我和其他女人待得够久，久到能开始这个过程。"
    scene c008_s013_035 with Dissolve(0.25)
    k "我知道不管我做什么、说什么，你和劳拉还是会跟我说话。就连雪莉也是。"
    j "共同的创伤会让人变成这样。它确实把我们熔成了一个团体，永远共享着这段时光。"
    scene c008_s013_036 with Dissolve(0.25)
    k "不只是因为这个。[player_name]，我看见劳拉崩溃的时候你是什么样子。也看见你是怎么照顾她的。我只是……我也想要那种。我想要有人那样照顾我。"
    j "我能做到。我也愿意。"
    k "我……很感激。"
    scene c008_s013_020 with Dissolve(1)
    "说完这些，我们又一起站在那儿，卡莉被我搂在怀里，看着雨。对局面安心了一些之后，我抱着她，不再需要紧张地在我们之间留出一点距离。"
    scene c008_s013_037 with Dissolve(1)
    "她时不时发出一声满足的叹息。我得承认，她紧贴着我的身体带来的感官过载，把其他几乎所有事情都挤到了边缘。"
    scene c008_s013_038 with Dissolve(0.25)
    "我完全沉浸在那个瞬间里，几乎没察觉她挪动了一下，把手放到了我的手上。"
    voice kallie_slow
    scene c008_s013_039 with Dissolve(0.25)
    "然后她把手往上移。"
    k "唔唔嗯~~~"
    j "哦？{i}我们{/i}有感觉了？"
    stop voice_loop fadeout 2.0
    scene c008_s013_040 with Dissolve(0.25)
    k "有。而且我能从你压在我身上的鼓包看出来，你可能也有。你也许不明白为什么，但对我来说，这……非常……"
    j "我想我学得挺快的。"
    "因为每个人都有自己的那一套。两个人独处，在黑暗里看着雨？要不是我对这种事迟钝得过分，我早就看出来了。或者，要是我能百分百确定，她就是想和那个人共享这样的时刻。"
    scene c008_s013_041 with Dissolve(0.25)
    k "这样有清楚一点吗？"
    j "*轻笑* 有，把你的奶子掏出来之后，我一下子就明白了。现在。因为我是它们的拥趸。说真的，我不知道有哪个男人——或者女人——会不是。"
    play voice_loop kallie_slow
    scene c008_s013_042 with Dissolve(0.25)
    k "我喜欢听这句话啊啊啊~~~"
    j "你应该时时刻刻都听得到。"
    scene c008_s013_106 with Dissolve(0.25)
    k "不是所有啊啊啊~~~时候，但就是……多……从……"
    "随着我们相处的时间越来越多，她不经意间露出来的东西也越来越多，我就越来越担心安德鲁是不是一直在用言语压她。她说话的样子，好像压根不知道自己到底有多美。"
    j "我能做到。你美极了。每一寸都是。"
    k "对啊啊啊~~~ 那……啊啊啊~~~ 我要你唔唔嗯~~~ 亲我……"
    stop voice_loop
    play voice_loop kiss
    scene c008_s013_043 with flashpink
    k "咻噜噗~~~ 唔唔嗯~~~"
    "一件很明显的事——就算对我这种迟钝的笨蛋来说也是如此——那就是卡莉喜欢接吻。每次我们靠得近、变得亲密，她就想接吻。可要是不那样的时候……"
    scene c008_s013_044 with Dissolve(0.5)
    "我想我不该想当然地以为，我们这些亲热的时候就是一段真正恋爱关系的前奏。我不能指望白天里随随便便就换来她的一个吻。在外面的世界里，她确实有个未婚夫，哪怕我们并不打算让她回到他身边。"
    k "唔唔嗯~~~ 咻噜噗~~~"
    stop voice_loop
    scene c008_s013_045 with Dissolve(0.25)
    k "[player_name]，如果我们很快就要走了——而我不知道以后还有没有机会独处——我想……今晚再和你待在一起。我把话说清楚。"
    j "我正希望事情会往这个方向走。"
    scene c008_s013_107 with Dissolve(0.25)
    k "过去是，现在也是。 *咯咯笑*"
    j "至少你知道自己想要什么，而且不怕告诉我。 *轻笑* 因为我这辈子可能把气氛搞错过。你说自己不擅长应付这种事，但我觉得我也不擅长。"
    "或者说，我前任在不再对我有感情之后，就彻底不想跟我有任何牵扯了，这在亲密关系上真的把我的自我价值感搞得一塌糊涂。不过，现在不是聊这个的时候。"
    scene c008_s013_108 with Dissolve(0.25)
    k "就算你的手正握着我的奶子？"
    j "都到这一步了——你半裸着，这答案几乎已经很明显了。"
    "因为在我心里，我们不过是偶尔共享片刻的幸存者。"
    scene c008_s013_046 with Dissolve(0.5)
    k "[player_name]，我很感激你试图温柔地对待我。真的。但你相信我能为自己做决定吗？"
    j "我不得不相信，除非我得把你当成一个不负责任的未成年人那样对待。那可是件混蛋事。何况你是唯一一个没有从我们身边走开的人。默认情况下，你已经在我可信的成熟大人里排到第一位了。"
    scene c008_s013_047 with Dissolve(0.25)
    k "很好。我也信任你。要不然我才不会以这种方式出现在这里。"
    j "很好，这一点已经确认了……"
    scene c008_s013_048 with Dissolve(0.5)
    k "把内裤脱掉，坐在床上。拜托。"
    j "哦？现在学会发号施令了？ *轻笑*"
    scene c008_s013_049 with Dissolve(0.25)
    "她说得没错，我大概一直把她当成易碎的水晶在对待。就算她大多数时候很安静、也不太跟人来往，她也是个二十多岁的成年人。"
    scene c008_s013_050 with Dissolve(0.25)
    k "有件事我想为你做。"
    j "说来听听？我很好奇，是什么下流的小冲动突然袭击了你？"
    scene c008_s013_051 with Dissolve(1)
    k "我想给你的鸡巴口交。"
    j "哇，你就这么直接说出来了。"
    scene c008_s013_051-1 with Dissolve(0.25)
    k "我说得出下流话。 *咯咯笑* 也做得出下流事。"
    j "我知道。只是我从来没想过，你一开始会是这样的。"
    scene c008_s013_052 with Dissolve(0.5)
    k "你想象过我裸体和你做爱的样子吗？"
    j "啊，这问题问得很有陷阱。"
    scene c008_s013_052-1 with Dissolve(0.5)
    k "[player_name]？"
    j "也许那个念头在我想起来我们还得一起共事之前，从脑子里飘过去过。"
    "或者是在我得知你有伴侣之后，而那通常就足以让这类念头直接熄灭了。"
    scene c008_s013_053 with Dissolve(0.25)
    k "我觉得我们短时间内不会回去上班了。"
    j "嗯，我也这么想。不过那不是我现在的顾虑。我更专注于两腿之间的你。"
    scene c008_s013_053-1 with Dissolve(0.5)
    k "我也一样。 *咯咯笑*"
    scene c008_s013_054 with Dissolve(0.5)
    k "唔唔唔嗯~~~"
    "天哪，她现在看起来真是小得可怜。我不是那种大块头（或者，我觉得我应该不是），但卡莉硬是让我觉得自己像个巨人。色情片里的那些男的就是这么显得像鸡巴怪兽的吗？"
    scene c008_s013_055 with Dissolve(0.25)
    k "啊唔~~~~"
    "她的奶子压在我大腿侧面，那股触感顺着脊椎一路窜上来，麻得出乎意料。她甚至还没含进去，我就已经需要拿出「别射」的那套说辞了。"
    play voice_loop blowjob1
    scene c008_s013_056 with Dissolve(0.25)
    k "唔唔唔~~~ 咻噜噗噗~~~"
    "操，她是怎么把我塞进嘴里的？"
    scene c008_s013_057 with Dissolve(0.5)
    show kallie_ch8_bj with Dissolve(0.25)
    k "咻噜噗~~~ 嘘咝~~~"
    j "哦噢~~~ 哦对啊啊啊~~~"
    j "我正想说其实你不用啊啊啊~~~"
    k "咻噜噗~~~~ 咻~~~"
    j "可已经太迟了，我他妈的绝不该放过这个机会啊啊啊~~~"
    "他妈的，她在专心致志地在我鸡巴上上下吞吐。"
    scene c008_s013_058 with Dissolve(0.5)
    hide kallie_ch8_bj
    show kallie_ch8_bj2 with Dissolve(0.25)
    "尽管我总忍不住把她看成那副纯洁的小天使样子，但卡莉在这种时候并不像我预想的那样羞怯又笨拙。"
    k "咻噜噗~~~ 唔唔唔~~~"
    "事实上，她正在用舌头做些事情，要是我不能保持专注，就有可能被推过临界点。"
    j "啊啊啊~~~ 对~~~ 哦对~~~"
    k "唔唔嗯~~~ 咻噜噗~~~"
    j "好了，好了，轮到啊啊啊~~~ 卡莉了……"
    scene c008_s013_059 with Dissolve(0.25)
    hide kallie_ch8_bj2
    k "咻噜噗~~~"
    "她慢慢退了出来。我想她已经明白了：如果她想操，也许现在就别让我射出来。"
    scene c008_s013_060 with Dissolve(0.25)
    stop voice_loop
    k "啊——~~~~ 咻噜噗~~~ *咯咯笑*"
    "谁都能看出她比表现出来的更下流一点。"
    scene c008_s013_061 with Dissolve(0.25)
    k "舒服吗？"
    j "太棒了。非常棒。不过现在，我想要你。"
    scene c008_s013_062 with Dissolve(0.5)
    k "这正是我想听的。因为我想要你。而且我想被想要。"
    j "哦，相信我，姑娘。你就是。"
    scene c008_s013_063 with Dissolve(0.25)
    k "我确实信任你，但是……我喜欢知道这一点……"
    "安德鲁对她做了什么，才把她伤成这样？她说自己以前是个害羞的宅女，可我现在看到的这个女人简直惊艳。"
    scene c008_s013_064 with Dissolve(0.25)
    j "你真是个他妈的的天使，卡莉。句号。我不接受任何别的说法。"
    k "我……谢谢你。我……"
    "她看起来只想要有人抱着她，一遍又一遍地告诉她，她有多棒。"
    scene c008_s013_109 with Dissolve(0.25)
    k "不，别……"
    scene c008_s013_065 with Dissolve(0.25)
    k "坐在那儿。我要在上面。"
    j "考虑到上次是我在上面，这还挺公平的。"
    scene c008_s013_066 with Dissolve(1)
    k "啊啊啊~~~ 哦~~~ 他感觉好大。"
    j "也没比在你嘴里的时候大多少。 *轻笑*"
    scene c008_s013_067 with Dissolve(0.25)
    k "啊啊啊~~~ 唔唔~~~ 让我……"
    play voice_loop kallie_slow
    scene c008_s013_068 with vpunch
    k "噢噢~~~ 对~~~~"
    "她直接坐到了我身上。很紧，但湿得刚好，我进去的时候没有把她弄伤。她的奶子就在眼前。天哪，我想含住它们。管他的。"
    scene c008_s013_069 with Dissolve(0.25)
    k "呼哦~~~ 哦操啊啊啊~~~"
    "你喜欢被多个地方同时伺候，对吧？很好，因为我正爱死了你这对可爱的小奶子。要不是我还有更好的东西正缠着我的鸡巴，我能含一整晚。"
    scene c008_s013_070 with Dissolve(0.25)
    k "哦噢~~~ 呼哦~~~ 哦对~~~"
    "她里面收缩了。小穴在抽搐。我要是这样保持下去，可能光靠这个就能让她潮吹。可那样的话，我就错过跟这个小天使来一场汗津津的热乎性爱了。"
    stop voice_loop
    scene c008_s013_071 with Dissolve(0.25)
    k "哦，天哪，你……啊啊啊~~~ 我……"
    j "看起来你很享受。"
    scene c008_s013_072 with Dissolve(0.5)
    k "……"
    "她像这样安静下来的时候，我就想听见她脑子里在转什么。是不是有一群相互冲突的想法在合唱，她在努力分辨该说哪一个？又或者，她还只是在努力消化我们之间正在发生的事。"
    scene c008_s013_110 with Dissolve(0.25)
    k "我要开始啊啊啊~~~ 了。"
    j "对。你该唔唔嗯~~~ 开始了，趁我还能控制住自己。"
    play voice_loop kallie_slow
    scene c008_s013_073 with Dissolve(0.5)
    show kallie_ch8_sex with Dissolve(0.25)
    k "唔唔嗯~~~ 唔唔唔~~~ 噢唔唔唔~~~"
    "窗外的雨声和她柔软的呻吟交织在一起，在空气里酿出了一种奇妙的气氛。就算我还没被她深深吸引，光是这样也就够了。"
    k "唔唔唔~~~ 啊~~~~"
    j "哦天哪太好了，姑娘。你感觉真舒服。"
    "我本以为是她自己在压抑某些矛盾的情绪，可我不得不承认我自己也有几个。我们在一起的时间越长，我就越想跟她在一起。"
    stop voice_loop
    play voice_loop kallie_med
    scene c008_s013_074 with Dissolve(0.5)
    show kallie_ch8_sex3 with Dissolve(0.25)
    hide kallie_ch8_sex
    "当她往后一靠、开始在我身上起伏时，我知道自己必须专注于当下，免得让眼前这一幕把我推过头。赤裸的情感和欲望让我很难想到别的。"
    k "呼唔啊~~~ 哈啊~~~"
    "之前都是我占上风，基本由我主导节奏。但今晚是卡莉在掌控，而我由着她。我想知道她心里还藏着什么。除了我之外的东西。"
    k "噢噢~~ 呼哦哦~~~"
    j "对~~~ 哦对~~~"
    k "唔唔唔~~~ 哦噢~~~ 哦天哪啊啊啊~~~"
    stop voice_loop
    play voice_loop kallie_fast
    scene c008_s013_075 with Dissolve(0.5)
    show kallie_ch8_sex2 with Dissolve(0.25)
    hide kallie_ch8_sex3
    "最后她把我推倒在床上，开始磨蹭起来。"
    k "呼哦哦~~~ 噢唔唔~~~ 哦对~~~"
    "每画一个圈，她都发出满足的呼噜声，眼睛紧紧地闭着。我很欣赏她如此投入地沉浸在自身的性满足里。"
    k "唔唔唔嗯~~~ 哦 [player_name] 啊啊啊~~~"
    "我觉得自己开始习惯她在这种时候几乎不说话。就好像她任由自己只是待在这里，把外面的世界尽可能推得远远的。说实话，我也想要这种状态。今晚我永远不会忘记。"
    stop voice_loop
    play voice_loop kallie_preorgasm
    scene c008_s013_076 with Dissolve(0.5)
    show kallie_ch8_sex4 with Dissolve(0.25)
    hide kallie_ch8_sex3
    "卡莉开始发力的时候，我就知道时间不会长了。老实说，我自己也早就在打一场必输的仗。"
    j "好接近了啊啊啊~~~"
    k "唔唔唔~~~ 对对对啊啊啊~~~"
    k "唔唔嗯~~~ 天哪对，我要啊啊啊~~~ 了"
    j "射吧。为我射出来，姑娘。"
    k "唔唔唔~~~ 哦操啊啊啊~~~~" with vpunch
    k "啊啊啊~~~~ 唔唔~~~~！！"
    stop voice_loop
    play voice_loop kallie_cum
    scene c008_s013_077 with hpunch
    hide kallie_ch8_sex4
    pause 0.3
    scene c008_s013_078 with hpunch
    pause 0.3
    scene c008_s013_077 with hpunch
    pause 0.3
    scene c008_s013_079 with hpunch
    pause 0.3
    scene c008_s013_078 with hpunch
    pause 0.3
    scene c008_s013_079 with hpunch
    scene c008_s013_080 with Dissolve(0.5)
    stop voice_loop fadeout 2.0
    "要不是她的小穴正在吮吸我，我真想停下来好好品味一下卡莉放纵自我的样子。"
    j "唔唔唔~~~ 唔唔唔~~~~"
    scene c008_s013_080 with flash
    play sound male_cum
    pause 0.5
    scene c008_s013_080 with flash
    j "哦操~~~ 对…… *喘气*"
    scene c008_s013_081 with Dissolve(0.5)
    k "哈啊~~~ 哈啊~~~ *喘气*"
    "听起来某人这次真是狠狠干了一场。火辣辣的运动。"
    scene c008_s013_082 with Dissolve(0.25)
    "卡莉重重地靠在我身上，大口喘气。我抱着她，享受着这一刻。我们这场小小的运动，让她散发出不少热气。"
    "而且我明白，用不了多久这一切就会结束，我们得把衣服穿起来，回到各自的房间——我并不想这么快就催着这一切到来。"
    $ renpy.end_replay()
    scene blank with Dissolve(2)
    scene c008_s013_083 with Dissolve(2)
    "过了一小会儿，卡莉才攒够力气把自己撑起来。虽然这事结束让我很难过，但我知道它必须结束。"
    j "好吧。刚才那真是……太棒了。"
    scene c008_s013_084 with Dissolve(0.25)
    k "是啊啊啊啊~~~ 确实是。等一下……"
    "她抬起胯，想把我从自己的小穴里拔出来。哪怕我们刚才那样狠干过，她还是紧得让我没能顺利脱身。"
    scene c008_s013_085 with Dissolve(0.25)
    k "啊啊啊~~~ 噢唔~~~"
    "那里喷出了一股液体。我想我的那些「小蝌蚪」很快就要滴出来了。"
    scene c008_s013_086 with Dissolve(0.25)
    j "所以，虽然不是在自吹自擂，但我们之间的性爱还挺不错的。很高兴知道我们在这方面很合拍。而且你性感得要命，看着你享受其中，对我来说也是种享受。"
    k "在做的时候……在做那事的时候，我其实不太会想自己是什么样子。"
    j "这个你就信我吧。你就是。虽然我很想再多待一会儿，但我们大概还是该回去了。已经很晚了，而且我知道自己需要休息。"
    scene c008_s013_087 with Dissolve(0.25)
    k "等等。求你了。"
    j "嗯？什么？"
    scene c008_s013_088 with Dissolve(0.25)
    k "听着，[player_name]，我们很快就要走了，对吧？那样的话，我们大概不会有太多独处的时间了。所以，也许我想把我们仅有的时间用到极致。我们能不能就……今晚留在这里？"
    scene c008_s013_089 with Dissolve(0.25)
    k "我只想今晚和你一起睡。最后一个能像这样待在一起的夜晚。"
    j "好啊。我想那样挺好的。"
    "所以，她可以假装我们在交往？也许吧。这确实感觉像是一场限时活动，等我们离开这里，就各走各路了。"
    scene blank with Dissolve(2)
    scene c008_s013_090 with Dissolve(2)
    k "唔唔嗯~~~ 真舒服。你好暖。像个暖炉。"
    j "我刚在想，外面的雨一定把温度降下来了。里面也因此凉了些。"
    scene c008_s013_091 with Dissolve(0.25)
    k "你觉得这会对雾气有影响吗？"
    j "不知道。我也挺好奇的。早上就知道了。"
    scene c008_s013_092 with Dissolve(0.25)
    k "说到这个……你起来的时候叫醒我。我想……你懂的。"
    j "我会的。"
    scene c008_s013_093 with Dissolve(0.5)
    j "那么，雪莉得费多大劲才把你劝到把奶子亮出来？"
    k "我让自己沉浸在了那个气氛里。她玩得很开心，大概只是在做自己，而我只是觉得偶尔跟着做一次也没什么坏处。"
    scene c008_s013_094 with Dissolve(0.25)
    j "尝尝不受约束是什么滋味？"
    k "嗯。倒不是我会一直那样做，但在那个时刻，就只有我们俩、你在院子里那会儿，我觉得那也不会有多糟。"
    scene c008_s013_095 with Dissolve(0.25)
    j "确实不糟。 *轻笑*"
    k "……"
    play voice_loop kiss
    scene c008_s013_096 with flashpink
    k "唔唔唔唔噗~~~"
    stop voice_loop
    scene c008_s013_097 with Dissolve(0.5)
    k "晚安，[player_name]。"
    j "晚安，卡莉。"
    scene c008_s013_098 with Dissolve(0.5)
    "如果我不能把它归咎于荷尔蒙的副作用，我可能会以为我们到了一个她能说出那三个字母的阶段。但对一个才刚刚找回自己的人来说，这要求也许太高了。"
    "我没把这种解脱的喜悦误认为真挚的感情。"
    jump kallie_achievement_check
label ch10_kallie_sex:
    $ persistent.ch10_kallie_sex = True
    scene blank with Dissolve(2)
    "我不确定自己睡了多久才听见动静。或者，我只是感觉到了。我想我已经习惯了那些在潜意识里捕捉到的细微声响。她柔软的气息从唇间溜出时的低语。她的手臂偶尔蹭过我的手臂。她的皮肤摸起来柔软而冰凉。" with Dissolve(2)
    scene c010_s007_026 with Dissolve(2)
    "直到我感觉到她的手搭在我肩上，我才从小睡中醒来。"
    play music kallietheme fadein 4.0
    scene c010_s007_027 with Dissolve(1)
    "等我清醒到足以拼凑出眼前的情形，她已经在我腿上安顿好了。"
    j "嘿，你醒了。"
    k "抱歉吵醒你了。或者，其实也不算抱歉。"
    scene c010_s007_028 with Dissolve(0.25)
    j "这说不定正是你的目的。 *轻笑* 而且被叫醒的方式还有更糟的。我还能再来更多这种。在床上。周日早上赖着不起。"
    k "*咯咯笑*"
    scene c010_s007_029 with Dissolve(0.25)
    k "[player_name]，我……我最近想了很多。这就是我为什么从宿舍那晚起……从那天下雨的时候起，就一直对你冷淡沉默。在学生活动中心的时候我也许会说出点什么，但我当时没准备好。"
    k "我喜欢你。而且不是因为我们被困在这里一起。但我还是很庆幸你在这里，为了那个理由。也为了更多的理由。"
    j "这样大概没什么坏处。"
    scene c010_s007_030 with Dissolve(0.25)
    k "别。你想把这件事轻轻带过去。"
    j "我控制不住。这是条件反射。"
    scene c010_s007_031 with Dissolve(0.25)
    k "我看出来了。但你得知道……我说过我喜欢你。我知道。但那一次……是作为朋友。作为一个我可以依靠的人。而这次……"
    j "你不用说。"
    scene c010_s007_032 with Dissolve(0.25)
    k "为什么？你为什么老是给我一个台阶，让我不用说出自己的感受？"
    j "因为我知道你在这件事上很挣扎。因为你已经订婚了。因为我不想让你的处境更难，哪怕我自己控制不住。我喜欢和你待在一起。而且不只是喜欢做爱，我喜欢的是你这个人。"
    j "我喜欢只是和你待在某个地方。和你一起坐在图书馆的地板上安安静静的。但摆在我们之间那个明摆着的问题是——"
    scene c010_s007_033 with Dissolve(0.25)
    k "既然我已经知道自己可以是自由的，我还会真的回到他身边吗？"
    j "不，我没那个意思。不过，你的戒指呢？"
    scene c010_s007_034 with Dissolve(0.25)
    k "我把它交给劳拉保管了。我想扔掉，可我就是做不到。"
    j "嗯，很高兴你自己做了那个决定。"
    scene c010_s007_035 with Dissolve(0.25)
    k "[player_name]，你让我明白我是有价值的。我可以做我自己。你根本不知道这有多重要。可你依然表现得好像，你在那些让我感到安心踏实的时刻里的作用，并不算什么大事。"
    j "因为……因为我不敢奢望有人会——"
    play voice_loop kiss
    scene c010_s007_038 with flashpink
    k "唔哇啊~~~ 咻噗~~~"
    stop voice_loop
    scene c010_s007_039 with Dissolve(0.25)
    k "我知道你受过伤，我也是。我们能不能试着待在一起，看看能不能试着互相治愈？或者只是成为对方需要的样子？"
    j "我愿意。我知道这不是发展一段关系最好的条件，但我喜欢和你在一起。"
    scene c010_s007_040 with Dissolve(0.25)
    k "我也是。还有…… *咯咯笑* 我好像能感觉到你有多享受这种贴近。"
    j "抱歉，不过他的确有自己的想法。而且当一个性感女人柔软可爱的屁股坐在我腿上时，我没法把他拴住。"
    play voice_loop kiss
    scene c010_s007_036 with flashpink
    k "咻噜噗~~~ 唔唔唔~~~"
    "她现在这么主动，倒让我吃了一惊。也许我一直把她看成娴静文静的样子，所以对卡莉究竟是怎样的人产生了误解。"
    scene c010_s007_037 with Dissolve(0.25)
    k "唔唔嗯~~~ 咻噜噗~~~"
    "当然了，到目前为止我们在一起的每一次，她都相当主动。也许当她想和一个人在一起时，她就是这样。而我得接受这个事实。再说了，她伸进我嘴里的舌头已经是再明白不过的意图宣告。"
    stop voice_loop
    scene c010_s007_041 with Dissolve(0.5)
    k "哈啊~~~ 我……我喜欢亲你。"
    j "你亲得挺不错。"
    scene c010_s007_079 with Dissolve(0.25)
    k "我……我们是独处的。我想……"
    j "想干什么？"
    scene c010_s007_080 with Dissolve(0.25)
    "我知道她心里在想什么。她一边四下张望、好像担心房间里还有别人，一边脸颊泛红。"
    k "你{i}知道{/i}的。"
    scene c010_s007_042 with Dissolve(0.5)
    j "我知道，我也是。不打算装作不知道。"
    k "很好。我讨厌我们总共只有这么点时间，但也只能将就了。"
    scene c010_s007_043 with Dissolve(0.25)
    j "什么？你从没想过在学校图书馆里亲热吗？"
    k "也许没想过像这样。"
    scene c010_s007_044 with Dissolve(0.25)
    j "但你想了。 *轻笑* 天哪，你这对奶子真是天下第一。"
    play voice_loop kallie_slow
    scene c010_s007_045 with Dissolve(0.25)
    k "啊~~~ 谢谢你。我、我没怎么出力。"
    j "有时候你就是赢了基因彩票。而你就是那个赢家。"
    scene c010_s007_046 with Dissolve(0.25)
    k "大概吧。来，我站起来。这样我就能……"
    stop voice_loop
    scene c010_s007_047 with Dissolve(0.5)
    j "哦，这个我可以帮忙。毕竟我就在下面。"
    scene c010_s007_048 with Dissolve(0.25)
    k "你不用。你自己的衣服怎么办？"
    j "时机到了再说。这景象让我着迷。"
    k "[player_name]~~~？"
    scene c010_s007_049 with Dissolve(0.25)
    j "好吧，好吧。我只是舍不得移开视线。"
    k "这不会是最后一次像这样。"
    "我喜欢这话。几乎像是在许诺。"
    scene c010_s007_050 with Dissolve(0.25)
    k "你知道吗？我好像不觉得有……有什么地方我们可以……"
    j "除了地板和桌面以外的地方？"
    k "大概吧。我怀念有一间卧室的日子。"
    scene c010_s007_051 with Dissolve(0.5)
    j "我觉得我们可以把这个地点利用到极致。"
    k "哦？我可以——"
    scene c010_s007_052 with Dissolve(0.25)
    j "或者，你可以让我为你做这件事，因为我就喜欢给你脱衣服。"
    k "*咯咯笑* 好吧。"
    scene c010_s007_053 with Dissolve(0.5)
    j "天哪，你的小穴又嫩又紧。"
    k "谢谢。我……"
    scene c010_s007_054 with Dissolve(0.5)
    j "没关系。让我用赞美把你淹没吧。再做点别的美妙的事。"
    k "我……你什么意思？"
    play voice_loop kallie_slow
    scene c010_s007_055 with Dissolve(0.25)
    k "噢噢~~~ 哦这啊啊啊~~~"
    "我只是把脸埋进她的小穴，她就轻轻弹了一下。她自己都没料到。"
    scene c010_s007_056 with Dissolve(0.25)
    show kallie_ch10_oral with Dissolve(0.25)
    k "哈啊啊啊~~~ 啊啊啊~~~ 哦对~~~"
    k "我本该啊啊啊~~~ 本该先洗洗的"
    "已经晚了。我们俩都有点汗湿。而且老实说，我不介意。也没必要停下来让她跑去卫生间。"
    k "啊~~~~ 唔唔唔~~~"
    k "哦噢噢~~~ 感觉好舒服"
    k "噢噢~~~ 呼哦哦~~~~"
    stop voice_loop
    play voice_loop kallie_med
    scene c010_s007_057 with Dissolve(0.5)
    show kallie_ch10_oral2 with Dissolve(0.25)
    hide kallie_ch10_oral
    k "哈啊啊啊~~~ 噢唔唔~~~ 哦天哪，我太需要这个了"
    k "唔唔唔嗯~~~ 唔唔嗯~~~"
    "考虑到你一只手按在我后脑勺上，另一只手还扯着自己的奶子，那除了我这样舔你的阴蒂之外，你大概什么都不在乎了。"
    k "哈啊啊~~~~ 唔唔唔嗯~~~ 噢唔~~~ 对~~~"
    k "呼哦~~~ 我们啊啊啊~~~ 我们应该……"
    k "啊~~~！！！" with vpunch
    "哦，那边有点颤抖。"
    k "[player_name]，等一下啊啊啊~~~"
    stop voice_loop
    scene c010_s007_058 with Dissolve(0.25)
    hide kallie_ch10_oral2
    j "那边快到了？"
    k "对、对。我我……"
    j "该转移到桌子上了吗？"
    scene c010_s007_059 with Dissolve(1)
    k "对。还有，我需要你从这里面出来。别再让我等了。"
    scene c010_s007_060 with Dissolve(0.25)
    j "我还真没觉得你是个急性子。 *轻笑*"
    k "不是急躁。只是兴奋。"
    scene c010_s007_061 with Dissolve(0.25)
    k "而且我真的很喜欢你这部分。又大又粗，握在我手里热乎乎的，插在我里面又大又烫，让我只想你要更多。"
    j "你要能多说几句这种话就好了。 *轻笑*"
    scene c010_s007_062 with Dissolve(0.25)
    k "我想说。因为我知道渴望听到「有人想要你」是什么滋味。那种话听在耳朵里很受用。"
    j "我真的想。卡莉，真的。我知道我们俩在这里都很小心——都把自己裹得很紧——但我是真的想。"
    scene c010_s007_081 with Dissolve(0.25)
    k "我理解。但我之前很害怕你可能会死。而且不只是因为我们都需要你，还因为我不想失去你。当时我还没准备好意识到这一点。"
    scene c010_s007_082 with Dissolve(0.25)
    k "我很庆幸自己戴着护具，因为我不想让你看见我拼命忍住不哭的样子。"
    j "没关系。我能理解。"
    scene c010_s007_083 with Dissolve(0.25)
    k "现在很难做到，[player_name]。我这辈子有太多时间都在小心翼翼，生怕泄露任何一点情绪。因为只要露出一丁点感情，我就可能受到惩罚。但，我那时候只是害怕。"
    scene c010_s007_084 with Dissolve(0.25)
    k "我现在还不想做任何承诺或保证，但我希望我们两个在一起的时候都能……做自己。拜托了。"
    j "当然。你值得拥有这个。我绝不希望你觉得在我面前不能自在地做自己，好吗？"
    k "好啦。 *吸鼻子*"
    scene c010_s007_063 with Dissolve(0.5)
    if ch7_kallie_sex == "yes":
        k "来，我看看这张桌子结不结实。或者说，比那张书桌宽容一点。"
    else:
        k "来，我看看这张桌子结不结实。"
    "像这样彼此坦诚相待的时刻？我本来就一直在努力压住某些情绪的宣告（涉及某个特定的 L 开头的词），可刚才那一刻还是很难。我不得不认真地问自己一些问题（以后，等我一个人的时候）——关于这一切结束之后，我把我们看成什么。"
    scene c010_s007_064 with Dissolve(0.25)
    "然后我看到她又像这样——可爱、性感、带着笑——我就想随口答应那些我还没准备好答应她的事。"
    j "我们的下一站得是有床的地方。我就说一声。"
    scene c010_s007_065 with Dissolve(0.25)
    k "哦，我知道。如果我们要在房子和加油站之间选一个，能不能拜托往房子那边走。要是有张软床的地方，这样你晚上就能一直含着我，我也不用担心背会酸。"
    j "你要是再说这种话，我就把你拖到最近的那栋房子去。 *轻笑*"
    scene c010_s007_085 with Dissolve(0.25)
    k "或者，也可以换成你在下面。 *咯咯笑*"
    j "那样也行。你想换位置的话我没问题。"
    k "不，不。没关系。我觉得这样更省事，毕竟你比较高。"
    scene c010_s007_066 with Dissolve(0.5)
    j "这倒是个值得考虑的因素。好吧，你这样可以吗？"
    k "可以。我早就准备好了。"
    scene c010_s007_067 with Dissolve(0.25)
    j "我得确保第一下就插到位。"
    play voice_loop kallie_slow
    scene c010_s007_068 with hpunch
    k "啊啊啊~~~ 哦操啊啊啊~~~"
    "只是稍微倾了一下，这个角度……得再调一点，确保我弄不伤她。"
    j "来，再靠近一点。"
    scene c010_s007_069 with Dissolve(0.25)
    k "噢噢~~~ 哦对~~~"
    j "唔唔嗯~~ 啊~~~"
    show kallie_ch10_fuck with Dissolve(0.25)
    k "唔唔唔嗯~~~ 哦对~~~"
    j "啊~~~~ 你好紧啊~~~"
    k "因为你太大了啊啊啊~~~"
    k "唔唔唔~~~ 唔唔~~~~"
    k "唔唔嗯~~~ 噢唔唔~~~~"
    j "喂、喂，往后躺。尽量。"
    stop voice_loop
    play voice_loop kallie_med
    scene c010_s007_070 with Dissolve(0.25)
    show kallie_ch10_fuck2 with Dissolve(0.25)
    hide kallie_ch10_fuck
    k "噢噢~~~~ 哦操啊啊啊~~~"
    j "对，就是这样唔唔唔~~~~"
    k "唔唔唔嗯~~~ 呼哦哦~~~"
    j "小声点，别让图书管理员走过来抱啊啊~~~~ 怨"
    k "*咯咯笑* 她可能得唔唔嗯~~~ 把我们赶出去"
    j "除非我们完事，否则不行。"
    k "啊啊啊~~~ 对~~~"
    "卡莉居然回应了我做爱中途的废话，这可不常见。"
    k "唔唔~~~ 噢唔~~~"
    stop voice_loop
    play voice_loop kallie_fast
    scene c010_s007_071 with Dissolve(0.5)
    show kallie_ch10_fuck3 with Dissolve(0.25)
    hide kallie_ch10_fuck2
    "当她翻身仰躺时，我以为在桌面上做爱带来的那点不适，跟我的鸡巴滑进她湿漉漉的小穴相比，根本不算什么。"
    k "噢噢~~~ 呼哦哦~~~"
    k "我能啊啊啊~~~ 我能感觉到好深"
    k "噢噢~~~ 全部啊啊啊~~~ 每一寸啊啊啊~~~"
    "我就当这意味着她能感觉到我整个人都在她体内。这也说得通，因为她内里的肉壁紧紧地缠着我，紧得要命。"
    k "唔唔唔~~~ 噢唔唔唔~~~~"
    stop voice_loop
    play voice_loop kallie_preorgasm
    scene c010_s007_072 with Dissolve(0.5)
    show kallie_ch10_fuck4 with Dissolve(0.25)
    hide kallie_ch10_fuck3
    "我能感觉到我们快到终点了。我越来越快更狠地抽送，卡莉平躺在背上。"
    k "哦噢噢~~ 呼哦哦~~~ 哦对~~~~"
    j "哦操，姑娘。你真是啊啊啊~~~ 性感得要命"
    j "我只想全部射进你里面呼唔哦~~~"
    k "唔唔~~~~ 对~~~ 对~~~"
    k "唔唔~~~~ 哦天哪对，让我啊啊啊~~~！！" with hpunch
    j "为我射出来，卡莉。"
    k "啊~~~~！！！" with hpunch
    stop voice_loop
    play voice_loop kallie_cum
    scene c010_s007_073 with hpunch
    hide kallie_ch10_fuck4
    pause 0.3
    scene c010_s007_074 with hpunch
    pause 0.3
    scene c010_s007_073 with hpunch
    pause 0.3
    scene c010_s007_074 with hpunch
    pause 0.3
    scene c010_s007_075 with hpunch
    pause 0.3
    scene c010_s007_076 with Dissolve(0.5)
    stop voice_loop
    j "啊啊啊~~~ 操对~~~"
    scene c010_s007_077 with flash
    play sound male_cum
    pause 0.5
    scene c010_s007_077 with flash
    j "哦操，那一下*喘气*爽死了~~~"
    k "你是不是希望躺在桌上的是你？ *喘气* *喘气*"
    j "怎么，现在我完了？差不多吧。"
    scene c010_s007_078 with Dissolve(0.25)
    j "所以，那就是你想要的？"
    k "和你亲密接触？是的。"
    scene c010_s007_086 with Dissolve(0.25)
    j "那可不止是「亲密」而已。"
    k "好吧。 *咯咯笑* 好让你按我需要的方式操我。"
    j "这才对嘛。"
    $ renpy.end_replay()
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c010_s007_087 with Dissolve(2)
    play music nightmain2 fadein 2.0
    k "唔唔嗯~~~"
    j "我喜欢那个声音。"
    scene c010_s007_088 with Dissolve(0.25)
    k "嗯？哪个？"
    j "满足的叹息。听起来你好像很开心。"
    scene c010_s007_089 with Dissolve(0.25)
    k "我是。"
    "再没有别的了。就只是「我是」。简单。没有额外的补充说明。也没有用「毕竟现在的处境」来含糊其辞。我就照字面接受它。她和我在一起很开心，我也和她在一起很开心。"
    scene c010_s007_090 with Dissolve(0.5)
    j "我们该…… *叹气* 我真不想打断这一刻，不过我们大概得回去了。"
    k "我知道。在劳拉开始担心之前。"
    scene c010_s007_091 with Dissolve(0.25)
    j "或者跑来找我们之前。"
    k "啊，是啊。"
    scene c010_s007_092 with Dissolve(0.25)
    k "她知道我交出了戒指，但她不知道我们之间正在发生什么。"
    j "你想告诉她吗？"
    scene c010_s007_093 with Dissolve(0.25)
    k "现在不是时候。感觉也不重要。毕竟光是活下去就占满了我们一整天。"
    "我想问一些关于我们未来的问题，但感觉我们只能在有机会的时候就抓住每一刻。这只能留到以后了。"
    scene c010_s007_094 with Dissolve(0.25)
    j "嗯，总会有不那么的时候。"
    k "我相信你说得对。你想一起回去吗？"
    scene c010_s007_095 with Dissolve(0.25)
    j "你想吗？我觉得我们一起走应该不算反常。"
    k "确实。我……{w=2}也愿意。"
    jump kallie_achievement_check
label ch11_kallie_sex:
    $ persistent.ch11_kallie_sex = True
    scene blank with Dissolve(2)
    scene c011_s015_050 with Dissolve(2)
    stop music fadeout 2.0
    "我想我{b}确实{/b}还是对自己和卡莉太过谨慎了。我们又不是情侣——眼下的处境根本培养不出那种承诺——而且她对任何事都藏着掖着，让我很难读懂其中的信号。"
    "而且只要我们不是独处，她就拼命不露出任何破绽。这很奇怪，毕竟劳拉和雪莉都知道。"
    j "嘿，是我。我可以进来吗？"
    k "{size=33}对、对。我、我准备好了。{/size}"
    play music kallietheme fadein 2.0
    scene blank with Dissolve(1)
    scene c011_s015_001 with Dissolve(1)
    j "哦？所以雪莉说得没错。"
    k "[player_name]？"
    scene c011_s015_002 with Dissolve(0.25)
    j "没什么。你穿这件好看极了。你一直都性感，可……哇。看来你——"
    play voice_loop kiss
    scene c011_s015_003 with flashpink
    "哦，直接就来了？我倒是不介意。她基本是一路小跑过来的，某种程度上也让我挺受用。"
    scene c011_s015_004 with Dissolve(0.5)
    k "咻噜噗~~~ 唔唔唔~~~"
    "某人今晚很有情欲啊。事实上，她比一个月前我以为的可能还要主动得多。"
    stop voice_loop
    scene c011_s015_005 with Dissolve(0.5)
    j "嗯，至少这次我们省掉了那一段通常会让人尴尬的铺垫——等对方先迈出第一步。"
    k "我们俩中的一个？ *咯咯笑* 永远是我。永远是我先出手。"
    scene c011_s015_006 with Dissolve(0.25)
    j "我想你说得对。现在想想。"
    k "我理解我们一直身处危险之中，很难做出当众示爱的举动。我想在这点上做得更好，因为……"
    scene c011_s015_007 with Dissolve(0.25)
    k "不过独处的时候就没问题。我允许你摸我，亲我。只要你想。"
    j "哦，我当然想。"
    scene c011_s015_008 with Dissolve(0.5)
    j "比如抓两把这种可爱得要命的屁股。"
    k "*咯咯笑* 这才刚开始呢。"
    j "才刚开始？"
    scene c011_s015_009 with vpunch
    k "噢！啊~~~"
    j "算我走运，你轻得我一把就能抱起来，对吧？"
    k "想得美。 *咯咯笑*"
    play voice_loop kiss
    scene c011_s015_010 with flashpink
    k "咻噜噗~~~ 唔唔嗯~~~"
    "我们再次接吻时，她紧紧抱着我。这一次更加炽烈、更加激烈。这么小小的身板里，她真的藏着很多火。"
    scene c011_s015_011 with Dissolve(0.5)
    "现在得分出一点注意力，把我们挪到床边去，因为在半空中举着她只在两人都已经脱光时才成立。"
    k "唔唔唔~~~ 咻噜噗~~~"
    stop voice_loop
    scene c011_s015_012 with hpunch
    j "哦噢！！！本可以更稳一点的。你没事吧？"
    k "没事啊啊啊~~~ 嗯，我没事。只是刚才愣了一秒，但还没到想停下来的程度。"
    scene c011_s015_013 with Dissolve(0.25)
    j "哦，别，千万别。这会让过去这几天全都变得值得。"
    k "哦？真的吗？"
    scene c011_s015_014 with Dissolve(0.25)
    j "看到你这身性感的躯体？嗯，每次都管用。把它当成我活着的意义之一吧，是走过我们不得不面对的那些烂事之后的一份奖品。可惜我拿不出同样惊艳的东西给你。"
    scene c011_s015_015 with Dissolve(0.25)
    k "别这样说，[player_name]。你得知道，我觉得你很帅……而且就你现在这样，很性感。"
    j "看来你该去检查一下视力，不过好吧。"
    play voice_loop kiss
    scene c011_s015_016 with flashpink
    k "唔唔嗯~~~ 咻噜噗~~~ 唔唔嗯~~~"
    "没错，我的离婚把我的自信砸得不轻，但我从来没真的把自己当成那种典型的有魅力的男人。不是那种会在电影或电视剧里当男主角的人。不过，也许只要她喜欢我，那就够了。"
    stop voice_loop
    scene c011_s015_017 with Dissolve(0.25)
    k "哈啊~~~ 你的……你的衬衫。你的衣服。我需要你把它们脱掉。求你了。我需要感受你的皮肤贴着我的皮肤。"
    j "好好好。肌肤相亲。"
    scene c011_s015_018 with Dissolve(0.5)
    k "我喜欢那种感觉。你摸起来很暖，而且它啊啊啊~~~ 让我觉得舒服。安稳。"
    j "只要能让你高兴，卡莉。"
    scene c011_s015_019 with Dissolve(0.25)
    j "唔唔嗯~~~ 操"
    "偏偏在这时候我的衬衫被挂住了。我能感觉到她的手指在拽我的内裤。至少我把衬衫抬起来一点，别让她太费劲。"
    scene c011_s015_020 with hpunch
    j "哈啊啊啊~~~ 好了。"
    k "哦噢~~~ 我看你全神贯注啊。{w=2}{size=28}天哪，好大。{/size}"
    scene c011_s015_021 with Dissolve(0.25)
    j "它当然得大。我正在看{a=https://en.wikipedia.org/wiki/Mason–Dixon_line}梅松—迪克森分界线{/a}这一侧最火辣的尤物。你不会介意我欣赏风景吧。"
    k "当然，不过也许我能让它变得更好。"
    scene c011_s015_022 with Dissolve(0.25)
    j "请务必。"
    scene c011_s015_023 with Dissolve(0.25)
    k "怎么样？"
    j "嗯，好多了。老天啊，你要是没有这么性感的生物该有多好。"
    scene c011_s015_052 with Dissolve(0.25)
    k "你最喜欢我身上哪一部分？你总得有最喜欢的地方吧。"
    scene c011_s015_053 with Dissolve(0.25)
    k "也许是我的奶子。"
    scene c011_s015_025 with Dissolve(0.25)
    k "或者是屁股。你说过它很性感。"
    scene c011_s015_024 with Dissolve(0.25)
    k "或者是我的小穴。现在湿得不得了。光是想着你在我体内就……"
    j "是整包都算。你的每一处都美极了。"
    scene c011_s015_054 with Dissolve(0.25)
    k "你哈啊~~~ 你会不会想着我自慰？"
    j "要是有独处的时间我就会。 *轻笑* 不过如果你想，现在倒是可以。"
    play voice_loop kallie_slow
    scene c011_s015_026 with Dissolve(0.25)
    k "哦，我倒是想。事实上啊啊啊~~~"
    show kallie_ch11_mast with Dissolve(0.25)
    k "噢噢~~~ 哦对~~~"
    j "既然你问了啊啊啊~~~ 你有没有想着我摸过自己？"
    k "就像你说的啊啊啊~~~ 独处的时间不多"
    k "不过我承认啊啊啊~~~ 以前做过一次春梦。梦里的我们啊啊啊~~~"
    k "你和我……是在宿舍里，就在我们第一次嗯嗯啊啊啊~~~ 之后"
    j "很高兴我给你留下了这么唔唔嗯~~~ 好的印象。"
    stop voice_loop
    scene c011_s015_027 with Dissolve(0.5)
    hide kallie_ch11_mast
    k "好吧，好吧啊啊啊~~~ 等不及了。而且我还不想让你这么快就结束。"
    j "别担心这会是问题。为了你，我能再硬起来。"
    scene c011_s015_028 with Dissolve(0.25)
    k "听你这么说我很高兴。 *咯咯笑* 你躺下吧？"
    j "要女牛仔式骑我？"
    k "最后会。不过先来，哈啊~~~"
    scene c011_s015_029 with Dissolve(0.25)
    j "啊~~~ 小心。又敏感，你还把他夹在两片腿间，这种感官过载可不轻。"
    k "这正是哈啊~~~ 我想要的。"
    play voice_loop kallie_slow
    scene c011_s015_030 with Dissolve(0.5)
    show kallie_ch11_tj with Dissolve(0.25)
    j "哦操~~~ 哦操~~~"
    "柔软的奶子在我的鸡巴杆上上下下蹭着。尽量先别射。"
    k "哦天哪，那啊啊啊~~~ 好烫好硬啊啊啊~~~"
    "话说从我们开始到现在，卡莉今晚是真的很投入。看着这个娴静的女孩这么急着要狠狠干一场，还挺刺激的。"
    k "呼哦~~~ 它啊啊啊~~~"
    j "对，对，好棒噢唔~~~"
    scene c011_s015_031 with Dissolve(0.25)
    hide kallie_ch11_tj
    k "唔唔唔嗯~~~ 我不能啊啊啊~~~ 等不及了"
    j "那就别等了。该死，别等。"
    stop voice_loop
    scene c011_s015_032 with Dissolve(0.25)
    k "哦天哪，对啊啊啊~~~"
    scene c011_s015_033 with Dissolve(0.25)
    "操，她现在饥渴得要命。当然我也一样，但那个乳交显然让她的马达彻底转起来了。"
    scene c011_s015_034 with Dissolve(0.5)
    k "好吧，让我啊啊啊~~~"
    j "让他滑回去。操，你湿得直滴水。"
    play voice_loop kallie_slow
    scene c011_s015_035 with vpunch
    k "啊啊啊~~~ 哈啊~~~"
    j "唔唔唔嗯~~~"
    scene c011_s015_036 with Dissolve(0.25)
    k "哦操啊~~~ 哈啊~~~~"
    "他妈的直接坐了下来。我能感觉到她紧紧地夹住我。用力收缩。"
    scene c011_s015_037 with Dissolve(0.25)
    show kallie_ch11_fuck with Dissolve(0.25)
    k "啊啊啊~~~ 哈啊啊啊~~~ 哦对~~~"
    k "我需要啊啊啊~~~ 我太需要你了"
    j "啊啊啊~~~ 操你感觉真爽"
    "她闻起来很香。刚洗过澡。我这才注意到她身上有多好闻。不是香水。只是……什么？信息素？管他的，我不在乎。"
    j "唔唔唔嗯~~~ 哦对~~~"
    k "啊啊啊~~~ 唔唔唔~~~~"
    stop voice_loop
    play voice_loop kallie_med
    scene c011_s015_038 with Dissolve(0.5)
    hide kallie_ch11_fuck
    show screen ch11_kallie_change with Dissolve(0.25)
    $ Show("ChangeCamera_k_ch11", transition=Dissolve(1.0))()
    k "哦天哪，啊啊啊~~~ 就是那里啊啊啊~~~"
    k "操~~~ 你感觉啊啊啊~~~ 刚刚好啊啊啊~~~"
    "对于一个通常只是轻轻呻吟、一言不发的人来说，她今晚说的话已经算多了。当然她不是在跟我聊天，但这比我以前见过的要多。"
    k "唔唔~~~ 噢唔唔~~~ 对，[player_name]。"
    j "啊唔唔嗯~~~ 你好烫啊啊啊~~~"
    j "操~~~ 你的感觉太爽了，姑娘"
    k "噢噢~~~ 呼哦哦~~~"
    $ Hide("ChangeCamera_k_ch11", transition=Dissolve(1.0))()
    #scene c011_s015_039 with Dissolve(0.5)
    scene c011_s015_040 with Dissolve(0.5)
    hide screen ch11_kallie_change
    hide kallie_ch11_fuck2
    hide kallie_ch11_fuck3
    j "喂、喂啊啊啊~~~ 让你侧过来。我想啊啊啊~~~ 把你翻过去。"
    k "好好好啊啊啊~~~"
    stop voice_loop
    scene blank with Dissolve(1)
    play voice_loop kallie_fast
    scene c011_s015_041 with Dissolve(1)
    show kallie_ch11_fuck4 with Dissolve(0.25)
    "由于她轻得我随手就能把她扔起来，我干脆把卡莉翻了过去，重新插了进去。"
    k "噢噢~~~ 呼哦哦哦~~~"
    "这时候我们已经干得很激烈了。我想射在她体内，而她也享受着这一切的每一秒。"
    k "唔唔~~~ 哦操~~~ 操~~~"
    "她的屁股拍打在我小腹上，带来一种出乎意料的感官加成，像是把我们俩都推着往前跑。"
    j "天哪，我想全部射进你里面啊啊啊~~~"
    stop voice_loop
    play voice_loop kallie_preorgasm
    scene c011_s015_042 with Dissolve(0.5)
    show kallie_ch11_fuck5 with Dissolve(0.25)
    hide kallie_ch11_fuck4
    k "射吧啊啊啊~~~ 射吧，我要啊啊啊~~~ 全部射在我里面"
    j "对~~~ 对~~~"
    k "噢噢~~~ 呼哦哦~~~ 哦对~~~"
    k "[player_name]，我快到了啊啊啊~~~"
    j "为我射出来，卡莉。我想看着你啊啊啊~~~"
    k "啊啊啊~~~ 噢唔~~~" with vpunch
    k "唔唔~~~ 噢唔唔~~~"
    stop voice_loop
    play voice_loop kallie_cum
    scene c011_s015_043 with hpunch
    hide kallie_ch11_fuck5
    pause 0.3
    scene c011_s015_044 with hpunch
    pause 0.3
    scene c011_s015_045 with hpunch
    pause 0.3
    scene c011_s015_046 with hpunch
    pause 0.3
    scene c011_s015_045 with hpunch
    pause 0.3
    stop voice_loop
    scene c011_s015_047 with Dissolve(0.5)
    j "啊啊啊~~~ 对~~~ 要射了~~~"
    scene c011_s015_048 with flash
    play sound male_cum
    scene c011_s015_048 with flash
    k "哈啊~~~~ *喘气* *喘气* 哦对啊啊啊~~~"
    j "哦操啊啊啊~~~ *喘气* *喘气* 哦刚才那真是……"
    scene c011_s015_049 with Dissolve(0.25)
    k "就是你想要的？ *喘气*"
    j "哦对。你呢？"
    play voice_loop kiss
    scene c011_s015_051 with flashpink
    k "咻噜噗~~~ 唔唔嗯~~~"
    "那我就当你说是了。"
    stop voice_loop
    $ renpy.end_replay()
    scene blank with Dissolve(2)
    scene c011_s015_055 with Dissolve(2)
    "嗯，虽然我们俩都想好好利用这间大卧室，但我们累得远超预期。正所谓「心有余而力不足」。于是我们相拥躺在一起，享受着余韵。我估计我们俩很快就都会睡熟。"
    "抱着她，我只是享受着这一刻。卡莉是个善良、聪明的年轻女人，她真的只是想被人照顾，也想帮上点忙、派上用场。她相当特别，而且说实话，比她本该有的样子还要性感。"
    scene c011_s015_056 with Dissolve(0.25)
    k "[player_name]？"
    scene c011_s015_057 with Dissolve(0.5)
    j "嘿。抱歉。只是在欣赏风景。"
    k "……"
    scene c011_s015_058 with Dissolve(0.25)
    k "我……[player_name]，我……"
    j "你说话小心一点没关系。我说我也在同样的位置时，你要相信我。"
    scene c011_s015_059 with Dissolve(0.25)
    k "你只要知道，我……每次你出去我都害怕，怕你回不来。而且不只是因为我们这个整体需要你。是我需要你。我们在一起越久，这一点就越明显。"
    scene c011_s015_060 with Dissolve(0.25)
    k "除了用那些一旦说出口就再也收不回来的词，我不知道还能怎么说。"
    j "那么，总有一天，我希望你会觉得自己能说出来。在那之前，我只想陪在你身边。"
    k "好、好吧。"
    scene c011_s015_061 with Dissolve(0.25)
    k "但是，答应我在外面更小心一点。求你了。而且更好地照顾自己。我知道你想把我们挡在最糟糕的事情之外，但你不必一个人扛。"
    j "这个要求对我来说很难，但我会努力。"
    scene c011_s015_062 with Dissolve(0.25)
    k "我懂。至少趁我们还在，先休息一下、吃点东西吧。"
    j "好啊。我们走之前把这地方吃空。"
    k "*咯咯笑* 也只能这样了。"
    scene c011_s015_063 with Dissolve(1)
    "没过多久，她就睡熟了，睡得又沉又死。"
    jump kallie_achievement_check
label ch12_kallie_sex:
    $ persistent.ch12_kallie_sex = True
    scene c012_s007_025 with Dissolve(0.5)
    k "哦？你是在建议我也脱衣服吗？ *咯咯笑* 原来是这样？"
    j "就当成一种激励吧。或者说奖励。"
    scene c012_s007_026 with Dissolve(0.25)
    k "好啊。只要能让你有动力，什么都行。"
    j "有动力。 *轻笑* 确实非常有动力。"
    scene c012_s007_027 with Dissolve(0.25)
    j "你知道吗，这整件事都透着一种诡异的居家感。我们俩这样往洗衣机里扔一堆衣服。"
    k "从我们到了之后。看电视。吃东西。感觉挺好的，哪怕我们不能假装这种日子会一直持续下去。"
    scene c012_s007_028 with Dissolve(0.25)
    k "不过眼下确实不错。你觉得我们接下来落脚的地方也会是这样吗？"
    j "不知道。如果由我选，我们的下一站应该是另一个社区。也就是说，我该开始去侦察一下了。"
    scene c012_s007_029 with Dissolve(0.25)
    k "但不是现在。"
    scene c012_s007_030 with Dissolve(0.25)
    j "不，不。呃，至少不是在你露这么多皮肤的时候。不过，如果伊芙那辆越野车指望不上了，我得弄清楚我们下一站去哪儿。"
    scene c012_s007_031 with Dissolve(0.25)
    k "比如？"
    j "我不知道。我现在有点分不清方向了，所以劳拉和我得弄清楚医院在哪个方向。要是能找张城镇地图就好了。大概不会有的，对吧？"
    stop music fadeout 2.0
    scene c012_s007_032 with Dissolve(0.25)
    k "现在其实不太重要，对吧？"
    j "呃，也是。对。不……不重要。 *轻笑*"
    k "我就知道。 *咯咯笑*"
    play music kallietheme fadein 2.0
    play voice_loop kiss
    scene c012_s007_033 with flashpink
    k "咻噜噗噗~~~ 唔唔嗯~~~"
    "操，她贴着我的皮肤感觉真好。柔软、摸起来冰凉，只有她的乳房像是散发着出人意料的热度。"
    scene c012_s007_034 with Dissolve(0.25)
    k "唔唔嗯~~~~ 咻~~~"
    "她紧紧抱着我，把我们尽可能地贴在一起。我不知道她在怕什么。我他妈绝不会先松开。我想要她。操，我想要她。"
    stop voice_loop
    scene c012_s007_035 with Dissolve(0.25)
    k "我……"
    j "你想要吗？"
    k "想。天哪，想。"
    scene c012_s007_036 with Dissolve(0.25)
    j "我还以为你脱衣服只是为了把东西都洗了。"
    k "是你提议的啊。"
    scene c012_s007_037 with Dissolve(0.25)
    j "对，是我提的。而且理由充分。卡莉，我建议你只要有机会就脱光，好让我多看看你这副火辣的身材。再说了，那件内衣根本遮不住你的乳头。随口一提。"
    k "我平时不会穿这种衣服，但这是我在宿舍能找到的。"
    scene c012_s007_038 with Dissolve(0.25)
    j "宿舍。操，那感觉像是上辈子的事了，对吧？"
    k "是啊。等一下。别忘了你的内裤。"
    scene c012_s007_039 with Dissolve(0.25)
    j "来不及了。 *轻笑* 盖子已经盖上，我按了普通洗涤程序。希望里面没有什么需要特别护理的东西。"
    k "里面没有。现在，转过去。"
    scene c012_s007_040 with Dissolve(0.5)
    j "哦？你还在下面。我还以为……我也不知道我原本在期待什么。我们独处的时候，你很快就变得有些狂野、难以捉摸了。"
    k "你喜欢这样？"
    j "我——"
    play voice_loop blowjob1
    scene c012_s007_041 with Dissolve(0.25)
    j "噢~~~ 啊啊啊~~~ 对"
    scene c012_s007_042 with Dissolve(0.25)
    k "啊——~~~~ 咻~~~"
    j "哦操对"
    scene c012_s007_043 with Dissolve(0.25)
    k "唔唔~~~~ 咻~~~"
    j "哦操~~~ 那啊啊啊~~~ 爽死了"
    scene c012_s007_044 with Dissolve(0.25)
    k "咻~~~~ 唔唔唔~~~"
    scene c012_s007_045 with Dissolve(0.25)
    show kallie_ch12_bj with Dissolve(0.25)
    j "啊操~~~~ 姑娘"
    k "咻噗噗~~~~ 咻咻~~~"
    j "哦噢噢~~~ 呼哦哦~~~"
    "我总是低估她，觉得她绝不会愿意给我口交。而当她真就直奔主题时，我简直惊呆了，还得拼命忍住不在她那张可爱的小嘴里射出来。"
    k "唔唔嗯~~~ 咻噗噗~~~"
    j "哦操，小心，我啊啊啊~~~ 喔噢~~~ 一触即发……"
    stop voice_loop
    scene c012_s007_046 with Dissolve(0.25)
    hide kallie_ch12_bj
    k "唔唔~~~？咻~~~~"
    "好吧，她稍微收敛了一点。"
    scene c012_s007_047 with Dissolve(0.25)
    k "对你来说刺激过头了？ *咯咯笑*"
    j "你啊，我的小姑娘，是个性感的小恶魔，诱惑起人来要命。"
    scene c012_s007_047-1 with Dissolve(0.5)
    k "恶魔？这是好事还是坏事？"
    j "我可是说了「性感」的。把它当成一种爱称吧。我不太会用那些花里胡哨的诗意措辞，所以有什么就用什么。"
    scene c012_s007_048 with Dissolve(0.25)
    k "只要是亲昵的说法就没问题。我就把「恶魔」理解成「调皮」。"
    j "嗯，更像是魅魔，不过「调皮」也行。不过你可别就此得意。"
    scene c012_s007_049 with hpunch
    k "噢！！啊啊啊~~~"
    j "别担心，我不会把你摔下去的。"
    scene c012_s007_050 with Dissolve(0.5)
    k "我、我知道。我信你。不过，我们要去哪儿？"
    j "不太远。"
    scene c012_s007_051 with Dissolve(0.25)
    k "哦~~~ 屁股上凉飕飕的。"
    j "我这么做的时候，脑子里想的可不是「凉」。"
    scene c012_s007_052 with Dissolve(0.5)
    k "好吧~~~？你什么意思？"
    j "我听说女人坐在运转的洗衣机上会有些妙处。我想大概是它会震动下面某些敏感的部位，让你兴奋起来，像一个加大号的振动器。"
    k "我的意思是，它确实有点麻，可洗衣机才刚刚启动。所以，也许等一会儿……"
    play voice_loop kallie_slow
    scene c012_s007_053 with Dissolve(0.25)
    k "哦噢噢~~~~ 哦对啊啊啊~~~"
    j "看来是真的。 *轻笑*"
    k "真想不出唔唔嗯~~~ 脱水甩干的时候会是什么样。"
    scene c012_s007_054 with Dissolve(0.25)
    j "在那种事发生之前，我们先把你照顾好怎么样。"
    k "啊啊啊~~~ 好的好的求你了~~~"
    scene c012_s007_055 with Dissolve(0.25)
    k "噢噢~~~ 呼哦~~~"
    show kallie_ch12_oral with Dissolve(0.25)
    show screen ch12_kallie_change with Dissolve(0.25)
    $ Show("ChangeCamera_k_ch12", transition=Dissolve(1.0))()
    "她这样兴奋起来时发出的轻哼，听起来很可爱。"
    k "啊啊啊~~~ 哈啊~~~"
    "这里湿得都在滴水了。而且我每次碰到她的阴蒂，她都会弹一下。"
    k "唔唔~~~ 哦，[player_name]。"
    "{color=#ffcccc}天哪，雪莉当初拿他的胡子蹭我大腿开玩笑的时候，她还真没开玩笑。{/color}"
    k "哈啊~~~ 唔唔~~~ 啊啊啊~~~"
    "但愿现在没人来找我们。我敢打赌，光着身子和卡莉一起坐在洗衣机上，那场面一定很壮观。"
    k "啊啊啊~~~ 喂~~~ 喂~~~ 等等啊啊啊~~~"
    stop voice_loop
    $ Hide("ChangeCamera_k_ch12", transition=Dissolve(1.0))()
    hide screen ch12_kallie_change
    scene c012_s007_057 with Dissolve(0.5)
    hide kallie_ch12_oral
    hide kallie_ch12_oral2
    j "太过头了？"
    k "不、不。我只是……我只是现在就需要你。我在求你。这比我预想的啊啊啊~~~ 还要厉害得多。"
    scene c012_s007_058 with Dissolve(0.25)
    j "知道了真好。感觉像是有人抓了把剃刀来。倒不是你腿上的毛有什么问题，虽然又淡又稀，要是我们没在做爱我根本不会注意。"
    k "对，对。雪莉啊啊啊~~~ 找到了一包剃刀。建议我唔唔嗯~~~ 随便吧。"
    scene c012_s007_059 with Dissolve(0.25)
    j "*轻笑* 看来没有。"
    "卡莉翻身仰躺，双腿分开。她已经完全兴奋起来了，哼哼唧唧地催促着，不耐烦地扭动着屁股。"
    scene c012_s007_060 with Dissolve(0.5)
    k "哈啊~~~ 哈啊~~~ 快点。"
    "我不得不克制住再多玩弄她一会儿的冲动。这台会震动的家电似乎触发了她意料之外的某种反应。"
    play voice_loop kallie_slow
    scene c012_s007_061 with Dissolve(0.25)
    k "啊啊啊~~~~ 呼哦对~~~~"
    "嗯，她湿透了。"
    scene c012_s007_062 with Dissolve(0.25)
    k "哦天哪太舒服了~~~"
    show kallie_ch12_fuck with Dissolve(0.25)
    k "哈啊~~~ 哈啊~~~"
    "哦，对，我自己也能感觉到。跟滚筒转动同步的稳定嗡鸣。"
    k "唔唔~~~ 噢唔唔~~~ 呼哦~~~ 对~~~"
    j "啊啊啊~~~ 哦操对"
    k "唔唔嗯~~~ 唔唔唔~~~"
    "我要是也有她下面那么多神经末梢，早就射出来了。"
    stop voice_loop
    play voice_loop kallie_med
    scene c012_s007_063 with Dissolve(0.5)
    show kallie_ch12_fuck2 with Dissolve(0.25)
    hide kallie_ch12_fuck
    k "哈啊~~~ 哈啊~~~ 哈啊~~~"
    "我敢肯定这不是厂家会声称的本机器正当用途。保修要作废了。"
    k "唔唔~~ 唔唔嗯~~~ 噢唔~~~"
    "我注意到我每次抽送，她的小腹都会鼓起来。这还挺色情的。"
    j "啊啊啊~~~ 啊啊啊~~~ 哦操，姑娘"
    k "唔唔~~~ 啊啊啊~~~"
    stop voice_loop
    play voice_loop kallie_fast
    scene c012_s007_064 with Dissolve(0.5)
    show kallie_ch12_fuck3 with Dissolve(0.25)
    hide kallie_ch12_fuck2
    k "哈啊~~~ 哈啊~~~ 哈啊~~~"
    "这大概是我听过她叫得最响的一次。她到时候一定会猛烈高潮。"
    k "噢噢~~~ 呼哦~~~"
    "要不是我每次发力太猛，膝盖总会有一边撞在洗衣机外壳上，这会是史上最销魂的一幕。"
    k "唔唔~~~ 唔唔嗯~~~"
    "事实上，就算雪莉和劳拉之前不知道我们回来了，现在也知道了。"
    k "[player_name]……"
    stop voice_loop
    scene c012_s007_065 with Dissolve(0.25)
    hide kallie_ch12_fuck
    k "抱我起来，求你了。我、我的背开始疼了。"
    j "好，好。"
    play voice_loop kallie_preorgasm
    scene c012_s007_066 with Dissolve(0.5)
    show kallie_ch12_fuck4 with Dissolve(0.25)
    "也难怪。我当时一门心思想趁她兴奋赶紧多干几次，都忘了冰凉的金属一点也不舒服。"
    k "唔唔~~~ 唔唔嗯~~~~"
    k "哦天哪，操~~~ 唔唔~~~"
    "她抓得很紧。指尖用力掐着我的背。她在这个姿势上信任我。"
    k "唔唔嗯~~~ 唔唔唔嗯~~~"
    k "啊~~~！" with vpunch
    stop voice_loop
    play voice_loop kallie_cum
    scene c012_s007_067 with hpunch
    hide kallie_ch12_fuck4
    pause 0.3
    scene c012_s007_068 with hpunch
    pause 0.3
    scene c012_s007_069 with hpunch
    pause 0.3
    scene c012_s007_068 with hpunch
    pause 0.3
    scene c012_s007_069 with hpunch
    pause 0.3
    scene c012_s007_070 with Dissolve(0.5)
    stop voice_loop
    k "呼哦……呼……"
    j "哦天哪啊啊啊~~~"
    scene c012_s007_071 with flash
    play sound male_cum
    pause 0.5
    scene c012_s007_071 with flash
    j "哦操，刚才那一下*喘气*性感得要命*喘气*"
    k "唔唔嗯~~~ *啜泣*"
    $ renpy.end_replay()
    scene c012_s007_072 with Dissolve(0.5)
    j "你没事吧？"
    "我还能感觉到一阵阵战栗在她体内穿过。"
    scene c012_s007_073 with Dissolve(0.5)
    j "卡莉？"
    k "对、对啊啊啊~~~ 你可以*喘气*确认洗衣机那事*喘气*是真的。"
    scene c012_s007_074 with Dissolve(0.25)
    j "要缓几分钟吗？"
    k "也许吧。啊啊啊~~~ 我哦唔唔~~~"
    scene c012_s007_075 with Dissolve(0.5)
    pause 0.5
    scene c012_s007_076 with flash
    pause 0.5
    scene c012_s007_077 with Dissolve(0.5)
    j "抱歉。看来是我该出来的时候了。我已经尽力待得够久了。"
    k "好吧。你可以啊啊啊~~~ 把我放下了。"
    scene c012_s007_078 with Dissolve(0.5)
    j "好了。"
    k "*咯咯笑* 我有点啊啊啊~~~"
    scene c012_s007_079 with Dissolve(0.25)
    j "腿都软了。很高兴知道我能让你这样。只要稍微帮点忙。"
    k "哦不，全都啊啊啊~~~ 是你的功劳。"
    j "谢谢你的自我膨胀加分。刚才那动静这么大，我敢肯定其他人很清楚我们……在……"
    stop music fadeout 2.0
    scene c012_s007_080 with Dissolve(0.5)
    j "不过，这感觉没什么意义，尤其是我明天还得跟劳拉和雪莉一起出去。大概只能先保持一小会儿的干净清爽了。等等……"
    j "等等，她们在哪儿？我们回来之后就没听到她们任何动静。你会以为至少雪莉该冲我们喊两声。"
    play music school fadein 2.0
    scene c012_s007_081 with hpunch
    j "{size=50}劳拉！雪莉！{/size}"
    k "她们走了。"
    scene c012_s007_082 with Dissolve(0.25)
    j "什么？"
    k "她们更早就走了。在我们出去的时候。"
    j "什么？！你怎么知道？"
    k "她可能……让我……把你支开……一小会儿。"
    scene c012_s007_083 with vpunch
    j "支开我？操。{size=50}操！{/size}"
    scene c012_s007_084 with Dissolve(0.5)
    "我光着身子、满身是汗地站在那里，连件能披上追劳拉去的衣服都没有，气得要命。这一切都是算计好的、故意的，我觉得自己像个被耍了的傻子——像是有人非得把我骗得不去参加集体活动。"
    "就算这个判断并不理性，我也觉得自己变成了那个所有人都在想办法排斥的人。我能感觉到卡莉怯怯地躲开，担惊受怕地预料着我会冲她发火。"
    scene c012_s007_085 with Dissolve(0.5)
    "我没有发火说那些将来会后悔的话，而是抓起内裤，气冲冲地走出了车库。"
    play sound doorclose
    scene c012_s007_086 with Dissolve(0.5)
    k "*抽鼻子* *啜泣*"
    jump kallie_achievement_check
label ch13_kallie_sex:
    $ persistent.ch13_kallie_sex = True
    play voice_loop kiss
    scene c013_s007_015 with flashpink
    play music kallietheme fadein 2.0
    "我不知道她把我拽进卧室是不是出于这个目的，但我真的已经再也抵抗不了卡莉了。而且她本人也不排斥。"
    k "咻噜噗~~~ 唔唔嗯~~~"
    scene c013_s007_016 with Dissolve(0.25)
    "我敢肯定她只是想让我靠近一点（至少我希望是这样），也许还想顺便把我们之间的不痛快说开。在我看来，只要她没事我就没事。不过话说回来，看见她的奶子，多半能让我忘掉任何残留的怒气。"
    k "嘘咝噗~~~ 唔唔嗯~~~"
    stop voice_loop
    scene c013_s007_017 with Dissolve(0.25)
    j "看来我们现在别想睡什么了。"
    k "你还想吗？指的是睡？"
    play voice_loop kallie_slow
    scene c013_s007_018 with Dissolve(0.25)
    j "哦，天哪，不要。趁我现在把你弄成这样更不可能。你把我拉进来就是为了这个？"
    k "不完全是啊啊啊，我想靠近一点，也唔唔嗯~~~ 确认我们没事。我讨厌不能……不能跟你说话。"
    scene c013_s007_018-1 with Dissolve(0.25)
    j "我们现在不光在说话，还做了别的。等我冷静下来时我为刚才的事感到后悔，然后又有别的事发生了。但我不想再隔那么久才跟你说话。"
    k "我也是。"
    scene c013_s007_019 with Dissolve(0.5)
    k "不过现在啊啊啊~~~ *咯咯笑* 感觉你有一部分完全清醒着呢。"
    j "嗯。你就这样对我。这么可爱的小女人像这样缠着我。这就让我怀疑唔唔嗯~~~ 你是不是故意的。"
    stop voice_loop
    scene c013_s007_020 with Dissolve(0.5)
    k "我喜欢和你在一起。我喜欢和你在一起时那种安全感。我喜欢你抱着我，因为我知道你不想伤害我。你会……保护我。也会保护其他人。但尤其是我。"
    j "我很高兴你信任我，卡莉。我希望如此。我希望你能有一个可以信任的人。"
    k "我、我信任你。如果不是这样，我就不会在这里跟你在一起了。我……我信任你。"
    "我感觉「信任」这个词的分量还不止于此，但我不想逼你。我是说，我自己用这个词也很谨慎。我们俩都受过伤，那份痛还很新鲜。"
    scene c013_s007_021 with Dissolve(0.5)
    j "那我们就在这里最后一晚好好珍惜吧。谁知道下一站会落在哪里，还能不能有张床。"
    k "不过反正我们也不需要床。 *咯咯笑*"
    scene c013_s007_022 with Dissolve(0.25)
    j "*轻笑* 幸好到目前为止我们都凑合过来了。欲望压过了对舒适的需要，对吧？"
    k "正是。"
    scene c013_s007_023 with Dissolve(0.25)
    j "而且，一旦你变成这样，说真的，周围发生什么我都不在乎了。只有你、我，还有——"
    k "外面的世界都消失了吗？"
    j "正是。"
    play voice_loop kallie_slow
    scene c013_s007_024 with Dissolve(0.5)
    k "啊~~~ 对~~~"
    j "你知道我喜欢摸你时你发出的那些小声音。"
    k "我控制不了啊啊啊~~~ 忍不住。"
    scene c013_s007_025 with Dissolve(0.25)
    j "谁说这是坏事？听到你因为我而舒服地呻吟，让我兴奋得不行。"
    k "噢噢~~~ 哦天哪啊啊啊~~~"
    scene c013_s007_026 with Dissolve(0.25)
    j "看看我能不能再进去一点。你好紧。好湿。"
    k "哦噢噢噢~~~ 呼哦哦~~~"
    scene c013_s007_027 with Dissolve(0.25)
    j "好，让我用手指操你。"
    show kallie_ch13_finger with Dissolve(0.25)
    k "唔唔嗯~~~ 唔唔唔~~~"
    k "唔唔嗯~~~ 呼哦哦哦~~~"
    "她一定感觉很好。当她除了呻吟什么都说不出来的时候，就说明她享受起来了。"
    k "啊啊啊~~~ 哈啊~~~"
    j "这个我能做一整晚。我敢说你会爱死。"
    k "唔唔嗯~~~ 不要~~~"
    scene c013_s007_028 with hpunch
    hide kallie_ch13_finger
    stop voice_loop
    k "我……等等……我想要啊啊啊~~~"
    j "哇，我刚才只是——"
    scene c013_s007_029 with Dissolve(0.25)
    j "我只是在逗你玩，姑娘。"
    k "我想要它。你的鸡巴。哈啊~~~"
    j "别让我拦着你。"
    scene c013_s007_030 with hpunch
    k "来吧。让我……啊~~~ 把、把你的屁股抬起来。"
    j "*轻笑* 好吧，好吧，小急性子小姐。"
    "她兴奋起来的样子真好笑。从羞怯安静一下子变成「天哪，我需要，现在就要」。"
    scene c013_s007_031 with Dissolve(0.25)
    k "把脚抬起来。"
    j "听上去某人是鸡巴上头了。 *轻笑*"
    scene c013_s007_032 with Dissolve(0.5)
    k "不、不是那样的。我只是……我想要你，也想做点什么给你。"
    j "或者，为我自己？我可不会抱怨。尤其中间还有这么性感的小屁股对着我的脸。"
    k "就这样，躺回去让我来。我想要。"
    scene c013_s007_033 with Dissolve(0.25)
    j "那是什么？来点六九式？"
    k "你不用这样。如果只是……我也没关系。"
    j "你把这个小穴送到我脸上来，那我就用舌头操你。"
    scene c013_s007_034 with Dissolve(0.5)
    k "我……好吧。"
    "听到这句话，她的阴唇抽动了一下。液体从她的缝隙里淌出来。我看不见她的脸，但下面那处的反应已经足够说明一切。当然，当她夹紧我的鸡巴时，我做好了准备。"
    play voice_loop blowjob1
    scene c013_s007_035 with Dissolve(0.25)
    k "唔唔嗯~~~~ 咻噜噗~~~"
    "当她把前端吞进嘴里时，我不得不用意志力阻止自己发出任何声音。一声呻吟，一声射出来，任何东西都没有。于是我把嘴直接埋进了她的小穴。"
    scene c013_s007_036 with Dissolve(0.25)
    show screen ch13_kallie_change with Dissolve(0.25)
    $ Show("ChangeCamera_k_ch13", transition=Dissolve(1.0))()
    "这就已经足够让她更卖力了。她的头上下动着，嘴唇裹住了我的鸡巴杆。有好几次，我都感觉到前端撞到了她口腔的后壁。"
    k "唔唔嗯~~~ 唔唔嗯~~~"
    "与此同时，我的手指紧紧抓住她的屁股，舌头在她的小缝里忙活。每次我蹭过她的阴蒂，她的身体都会颤抖。"
    k "唔唔~~~ 咻噜噗噗~~~"
    "我们俩都在对方身上卖力干活，像是在进行一场性欲驱动的比赛，谁都没停下来多说一句，只能发出满足的哼声。两个人都不愿停哪怕一瞬，于是房间里充满了压抑的呻吟。"
    k "嘘咝噗~~~ 唔唔嗯~~~"
    "而且她要是没在拼命我反而见了鬼。我想提醒她，如果不想吞下一嘴我的汁液，可能得稍微松口。但那样就意味着我没法拼尽全力让她的穴过度敏感。"
    stop voice_loop
    $ Hide("ChangeCamera_k_ch13", transition=Dissolve(1.0))()
    hide screen ch13_kallie_change
    scene c013_s007_038 with Dissolve(0.5)
    #scene c013_s007_037
    hide kallie_ch13_69
    hide kallie_ch13_69_2
    k "噢噢~~~ 哦天哪。[player_name]……[player_name]，等等。求你了。不然我要啊啊啊~~~"
    "射吧，姑娘。"
    k "我要啊啊啊~~~"
    scene c013_s007_039 with Dissolve(0.25)
    j "哦？不做了？"
    k "这个……我……哈啊~~~ 如果不做这个，我要啊啊啊~~~"
    j "没关系。射我一脸。 *轻笑*"
    play voice_loop kallie_slow
    scene c013_s007_040 with Dissolve(0.25)
    k "不要啊啊啊~~~"
    j "噢噢~~~ 操，都湿成这样你还是那么啊啊啊~~~"
    scene c013_s007_041 with hpunch_soft
    k "唔唔~~~ 唔唔嗯~~~"
    j "刚才可以慢一点的啊啊啊~~~"
    k "我不想再等了。"
    scene c013_s007_042 with Dissolve(0.25)
    show kallie_ch13_fuck with Dissolve(0.25)
    k "啊啊啊~~~ 哈啊~~~"
    "这个角度，我肯定已经顶到了她体内最敏感的那个点。对我来说很难分辨，因为我把她填得太满了。感觉已经贴得不能再紧了。"
    k "哦噢~~~ 呼哦~~~ 呼哦~~~"
    k "唔唔嗯~~~ 唔唔~~~"
    j "骑上去吧，姑娘。骑那匹啊啊啊~~~ 马。"
    stop voice_loop
    play voice_loop kallie_med
    scene c013_s007_043 with Dissolve(0.5)
    show kallie_ch13_fuck2 with Dissolve(0.25)
    hide kallie_ch13_fuck
    k "马是啊啊啊~~~ 对啊啊啊~~~"
    j "*轻笑* 只是跟啊啊啊~~~ 你比而已"
    k "没关系啊啊啊~~~ 还是那么噢唔~~~ 他妈的大啊啊啊~~~"
    j "好吧，至少这位小姐很享受她的骑行"
    k "我啊啊啊~~~ 能骑多久就骑多久啊啊啊~~~"
    "要是我有那个体力，我愿意跟她做到天亮，一秒都不后悔。"
    stop voice_loop
    scene blank with Dissolve(1)
    scene c013_s007_044 with Dissolve(1)
    show kallie_ch13_fuck3 with Dissolve(0.25)
    play voice_loop kallie_fast
    "某个时刻，她转过身来，把上衣脱掉，手指与我的十指交扣，继续在我的鸡巴上磨蹭。尽管我也想跟上她的热情，肉体还是不听使唤。所以我就由着她骑，随她骑个够。"
    k "啊~~~ 哈啊~~~ 哦对~~~"
    "不过这场面可真是好看。卡莉是个性感的女神，快乐地起伏着，身体哀求着快感。而且我的鸡巴也不是不享受。"
    k "哦，[player_name]，我我啊啊啊~~~ 哦操~~~ 对~~~"
    j "我知道我知道啊啊啊~~~"
    scene c013_s007_045 with flash
    show kallie_ch13_fuck3 with Dissolve(0.25)
    "什么？什么他妈？"
    scene c013_s007_045 with flash
    #pause 0.2
    scene c013_s007_046 with flashblack
    #pause 0.2
    scene c013_s007_047 with flash
    hide kallie_ch13_fuck3
    stop voice_loop
    j "啊啊啊~~~ 操唔~~~"
    scene c013_s007_048 with Dissolve(0.25)
    scene c013_s007_050 with flash
    scene c013_s007_049 with flash
    scene c013_s007_048 with Dissolve(0.25)
    stop voice_loop
    k "[player_name]？你、你还好吗？你看起来……你看起来吓坏了。"
    j "操，抱歉……时机太糟了。我……"
    scene c013_s007_051 with Dissolve(0.5)
    k "怎么了？告诉我。你知道你可以告诉我。"
    j "糟透了。没什么。别……"
    scene c013_s007_052 with Dissolve(0.25)
    k "告诉我。"
    j "我、我做了个噩梦……还看到了一些……一闪而过的东西。像是吸入雾气正在操我的脑子。我看到了一些画面，我不知道那是真的。或者，我也知道那不是真的，但太吓人了。我看到雪莉浑身是血。"
    j "我看到……你变成了女巫。那就是……那就是发生的事。前一秒你还是你，后一秒你就成了女巫，然后我们又变回了你。"
    scene c013_s007_053 with Dissolve(0.25)
    k "哦天哪，[player_name]。有那么糟吗？你为什么不……"
    j "把你看到的那些东西全都告诉你？那怎么会让事情变好？要是你以为我疯了，这肯定不会让你在我身边感到安全。"
    scene c013_s007_054 with Dissolve(0.25)
    k "你没有疯。你只是……你一个人扛了太多。在外面待得太久。压力。你看到的那些事。我们必须……在情况变得更糟之前做点什么。"
    j "也许在我离开这座镇子之前，只能靠我自己扛着。"
    scene c013_s007_055 with Dissolve(0.25)
    k "不是一个人。不再是了。听到了吗？"
    j "嗯，我……"
    play voice_loop kissfuck
    scene c013_s007_056 with flashpink
    k "咻噜噗~~~ 唔唔嗯~~~"
    "操，我……你得撑住，兄弟。为了她撑住。就算她吓得都不敢告诉你她爱你，这也不是一个只顾着操你的人。她需要你。而我需要她。操，我需要她。她让我有理由期待第二天。"
    stop voice_loop
    scene c013_s007_056-1 with Dissolve(0.25)
    k "[player_name]？我……如果你不……"
    j "不不，我们继续。我不会为任何事停下。"
    play voice_loop kallie_preorgasm
    scene c013_s007_057 with Dissolve(0.5)
    show kallie_ch13_fuck4 with Dissolve(0.25)
    k "啊啊啊~~~ 哈啊~~~ 啊~~~"
    "她的身体紧贴着我，奶子在我胸口摩擦，我找到了第二股劲。我真想狠狠地把一肚子滚烫的东西灌进她体内。我不想让刚才那个把她看成女巫的瞬间毁掉今晚。"
    k "唔唔~~~ 唔唔~~ 噢唔~~~"
    j "为我射出来，卡莉。"
    k "我要去了，哦天哪我要啊啊啊~~~"
    j "射吧，你这个性感女神啊啊啊~~~"
    k "唔唔~~~ 哦操~~~" with hpunch
    k "唔唔唔嗯~~~ 唔唔~~~~"
    stop voice_loop
    play voice_loop kallie_cum
    scene c013_s007_058 with vpunch
    hide kallie_ch13_fuck4
    pause 0.3
    scene c013_s007_059 with vpunch
    pause 0.3
    scene c013_s007_060 with vpunch
    pause 0.3
    scene c013_s007_059 with vpunch
    pause 0.3
    scene c013_s007_060 with vpunch
    pause 0.3
    scene c013_s007_061 with Dissolve(0.5)
    stop voice_loop
    "于是我就射了。"
    scene c013_s007_062 with flash
    play sound male_cum
    pause 0.5
    scene c013_s007_062 with flash
    pause 0.5
    scene c013_s007_063 with Dissolve(0.5)
    k "哈啊~~~ *喘气* *喘气* 噢唔~~~"
    j "对 *喘气* *喘气* 哦操刚才那真是 *喘气* 绝了。"
    $ renpy.end_replay()
    scene blank with Dissolve(2)
    scene c013_s007_064 with Dissolve(2)
    "卡莉就那样趴在我身上，随着秒针一秒秒过去，呼吸渐渐平缓。我并不介意。事实上，我很享受她柔软的身体压在我身上的感觉。我能感觉到她的心脏在胸口跳动。我能闻见她头发上洗发水的香气。"
    "如果我们俩就这样睡过去，我也不会介意。她大概只有一百磅，但这重量让人安心。"
    scene c013_s007_065 with Dissolve(0.25)
    k "[player_name]？你还醒着吗？"
    scene c013_s007_066 with Dissolve(0.25)
    j "当然。这种时刻一秒都不想错过。"
    k "*咯咯笑* 我也是。"
    scene c013_s007_067 with Dissolve(0.25)
    k "但是…… *叹气* 你不能再把这些事藏在心里了。如果你看到什么，如果你遇到问题。健康问题。受伤。你必须告诉我。就算我没有办法解决，我也想知道。"
    j "我之前没说是因为——"
    scene c013_s007_068 with Dissolve(0.25)
    k "你不想让别人担心。我懂。告诉别人你看到了可怕的东西，这种事你未必愿意说出来。我……我曾做过噩梦，梦里安德鲁看起来像是个「烧毁者」。我只是把它当成我把两件可怕的事混在一起了。所以，我懂。"
    scene c013_s007_069 with Dissolve(0.25)
    k "要是有什么事，你就告诉我。别再试图把我们挡在正在发生的一切之外。"
    "我准备了好几种不同的回应，从想把这事笑过去，到解释我一直都会把自己挡在他们和危险之间。"
    k "我不是要阻止你尽你所能保护我们——每次你确认前方安全，我都很感激——但别再一个人扛了。不再是了。你不是一个人，[player_name]。"
    j "好吧。"
    scene c013_s007_070 with Dissolve(0.25)
    "我不知道还能说什么，就只是抱着她。感觉这些话出自一个不只享受与我相伴、还想要从我们这段关系里得到更多的人。她有没有想象过，她和我最终能走到一起的未来？"
    scene c013_s007_071 with Dissolve(1)
    "就在我琢磨这些的时候，卡莉睡着了。很快我也跟着睡了过去。"
    jump kallie_achievement_check
label ch14_kallie_sex:
    $ persistent.ch14_kallie_sex = True
    play music kallietheme fadein 2.0
    scene c014_s006_008 with Dissolve(0.5)
    "{color=#ffcccc}这个地方不错。大概不够我们这一群人住。而且那辆越野车停在另一个车库里，伊芙明显表示她不打算就这么把它丢下。至少现在不会。{/color}"
    scene c014_s006_007 with Dissolve(0.5)
    "{color=#ffcccc}我希望那车要是真的坏了，她不会为了抢救它而留下来发疯。我知道，跟劳拉一样，那辆车代表着某种潜在的自由，但她对它的执念感觉更重。好像那里面有某种私人的牵绊。{/color}"
    "{color=#ffcccc}别想太多了。哦，嘿，这儿有些书。虽然不是我们该找的东西，但还是……让我看看……{/color}"
    "{color=#ffcccc}等等。这个地方现在只有我们俩。我……我该……可是……{/color}"
    scene c014_s006_009 with Dissolve(0.5)
    "{color=#ffcccc}你知道吗？管他的。这可能是我们唯一一次能独处的机会。那栋房子……我不假装它有多好，但眼下够用了。可我们有五个人，我连一刻都找不到只有我们俩的时间。{/color}"
    scene c014_s006_010 with Dissolve(0.25)
    "{color=#ffcccc}我知道自己在这件事上非常小心——在还照样接吻、做爱做得这么勤的情况下，尽可能地小心——但我忍不住对他……对「他和我」这个念头感到……某些确信。{/color}"
    scene c014_s006_011 with Dissolve(0.25)
    "{color=#ffcccc}我努力不在劳拉和雪莉面前表露自己的感受——哪怕雪莉说话的样子像是早就知道——但当他不在的时候……当我不知道他在哪儿的时候……我会害怕。会焦虑。这不只是因为依赖他，我知道我们需要他才能活下去。我……我会害怕他已经死了。{/color}"
    scene c014_s006_012 with Dissolve(0.25)
    "{color=#ffcccc}我讨厌自己是用我和安德鲁那段关系的记忆来看待他，但我控制不了。那是最近的事，还很新鲜。而且说实话，还没结束。至少名义上还没结束。我……我想逃走，因为我不认为自己会足够坚强。{/color}"
    scene c014_s006_013 with Dissolve(0.25)
    "{color=#ffcccc}我不想软弱，但我需要帮助。我知道劳拉会在。也知道[player_name]会在，哪怕我们不是……不管我们是什么。只是互相扶持的朋友？情人？我想我知道自己想要什么，但我不敢去问他想要什么。{/color}"
    scene c014_s006_014 with Dissolve(0.25)
    "{color=#ffcccc}不过眼下……{/color}"
    k "嘿，[player_name]~~~"
    j "嗯？怎么了？出什么事了吗？"
    scene c014_s006_015 with Dissolve(0.25)
    k "不完全是。 *咯咯笑*"
    scene c014_s006_015-1 with Dissolve(0.25)
    j "哦？那是……"
    k "我们有两张床，还有一段属于我们自己的时间。"
    j "不不，我懂。我去脱衣服。"
    scene c014_s006_016 with Dissolve(0.25)
    k "我会等你的。别太久。 *咯咯笑*"
    j "{size=28}操，偏偏唯一一次我身上堆了五层屎。{/size}"
    scene c014_s006_017 with Dissolve(0.5)
    k "*咯咯笑* 听起来你遇到麻烦了。"
    j "他妈的拉链卡住了。偏偏是这个时候……"
    scene c014_s006_018 with Dissolve(0.25)
    "{color=#ffcccc}听起来他很着急。他想要这个。老实说，我也想要。我们在一起的时间越长，我就越想和他在一起。{/color}"
    j "好了，成了。"
    scene c014_s006_019 with Dissolve(0.25)
    "{color=#ffcccc}哦？这儿有面镜子。全身镜。大概是给这家的女主人准备的，好让她看看自己穿上衣服是什么样子。我……{/color}"
    scene c014_s006_020 with Dissolve(0.25)
    "{color=#ffcccc}安德鲁的公寓里没有这种东西。除了浴室里那面镜子，而且那儿的灯光糟透了。日光灯总是把我照得像个病人。长久以来都是这样，我就以为我本来就是这样。我……我从来没觉得能看见一个真实的自己。{/color}"
    scene c014_s006_021 with Dissolve(0.5)
    "{color=#ffcccc}可是，[player_name]说话的样子……我是那种人吗？那个病恹恹的小女孩，觉得有人愿意跟我在一起就该偷着乐？我已经不知道什么是真的了。{/color}"
    scene c014_s006_022 with Dissolve(0.25)
    "{color=#ffcccc}我是谁？真正的我，是不是还藏在安德鲁允许的那个版本下面？和其他人相处得越久，我越意识到，为了让他高兴，我必须假装成另一个人。我讨厌我变成的那个样子。{/color}"
    "{color=#ffcccc}我要怎么……改变？我回不到他在咖啡店里捡到的那个安静的十九岁女孩了。我再也做不回那个人。在他……那么多年之后。{/color}"
    "{color=#ffcccc}我不知道自己还有没有力气去找到真正的我。我可能已经烂透了……{/color}"
    scene c014_s006_023 with flash
    an "喏，你在这儿呢，婊子。"
    k "什么？安、安德鲁？"
    scene c014_s006_024 with vpunch
    pause 0.2
    scene c014_s006_025 with Dissolve(0.25)
    "{color=#ffcccc}我只是……他在那儿。我听见他了。我……{/color}"
    k "*叹气*"
    j "好了。终于从所有东西里脱出来了。希望你准备好了——"
    scene c014_s006_026 with Dissolve(0.25)
    k "哦，天哪…… *抽鼻子*"
    j "好吧~~~ 那听起来可不太妙。我不会往心里去的。"
    scene c014_s006_026-1 with Dissolve(0.25)
    k "不、不是你……我只是……我刚才一瞬间……看到……听到安德鲁了。"
    j "操。"
    scene c014_s006_027 with Dissolve(0.25)
    j "没关系。我在这里，卡莉。有我在，你很安全。这儿除了我们没有别人。"
    k "*抽鼻子*"
    "她在我怀里发抖，她自己的手臂紧紧缠着我，像是在求我别放开她。"
    scene c014_s006_028 with Dissolve(0.5)
    "听她这么承认，我开始意识到，压力、睡眠不足和营养不良，再加上吸入空气里的毒素，这几样叠加起来正开始引发意料之外的副作用。我知道自己也已经出现过几种。"
    "当然，她和安德鲁的创伤还很新鲜，她把视野边缘的影子看成他也完全说得通，但如果她听见了他的声音……"
    k "[player_name]？"
    j "什么事，卡莉？"
    scene c014_s006_029 with Dissolve(0.5)
    k "我……我漂亮吗？"
    j "这问题问得很有陷阱？比如说，我相当确定我告诉过你，我觉得你性感又火辣。"
    scene c014_s006_030 with Dissolve(0.25)
    k "那是……安德鲁刚开始追我时说我漂亮，可当他不再说的时候——大概就在我现在才意识到的那段时间，他已经把我和所有人都隔断了——我就开始觉得，他只是在敷衍我。觉得我是一只他随手养着当宠物的小狗。"
    scene c014_s006_030-2 with Dissolve(0.25)
    k "他从来不让我拥有任何能让我觉得自己有魅力的东西。"
    j "剥夺你的自信，让你觉得自己只要能跟那样的男人在一起就该满足——这是施虐者的入门必修课，卡莉。我知道这抵不了任何事。但我要告诉你，安德鲁让你产生的感觉，跟事实根本不在一个数量级上。他那么做，是为了把你牢牢攥在手心里。"
    scene c014_s006_030-1 with Dissolve(0.25)
    j "在我眼里，你是世界上最美的女人。"
    scene c014_s006_030-3 with Dissolve(0.25)
    k "可我已经好几个星期没化妆了。也没有像样的衣服。"
    j "我说的话不会改。最、美、的、女、人。"
    play voice_loop kiss
    scene c014_s006_031 with flashpink
    k "咻噜噗~~~ 唔唔嗯~~~"
    "我得承认，就在那个当口我有点撕裂。性感、柔软、紧贴着我，让我很想和她做一场温柔的爱。可她显然还在处理一些严重的创伤，我不知道现在做任何事对她有没有好处。"
    scene c014_s006_032 with Dissolve(0.25)
    "而且说实话，我想杀了安德鲁。几周前，我大概只会揍他一顿。或者让劳拉去狠狠收拾他。但现在，我已经用斧头砍够了怪物，以至于要设计一个必须处理掉尸体的局面，我几乎毫无顾虑。"
    k "咻噜噗~~~ 唔唔唔~~~"
    "卡莉踮起脚尖把舌头伸进我嘴里，一下子把我的注意力拉回了当下。谋杀她那个即将成为前任的男人的念头，只能先等等。"
    stop voice_loop
    scene c014_s006_033 with Dissolve(0.25)
    k "哈啊~~~ 谢谢你。你不……不知道……"
    j "那种被剥夺爱意和关注是什么滋味？那种没人重视你的感觉？也许不完全一样，但我大致知道那是什么滋味。"
    scene c014_s006_033-1 with Dissolve(0.25)
    k "[player_name]，我……"
    j "听着，如果你没那个心情，我们就什么也不用做。我能理解气氛可能被搞砸了。"
    scene c014_s006_033-2 with Dissolve(0.25)
    k "他好像不太同意你的说法。"
    j "他又不是老大。而且他大概不理解——"
    scene c014_s006_034 with Dissolve(0.25)
    k "嘘。我们就在这儿，而且我们俩都想要。去床上吧。"
    j "好、好吧？你确定吗？"
    scene c014_s006_035 with Dissolve(0.5)
    k "我脱光是因为我想要你。这一点没变。而且那是一张又大又软的好床。要是上面没有摊开的我、里面没有含着你，那才叫可惜。"
    j "我……嗯，别让我劝得你改主意。 *轻笑*"
    "该死，她想当性感小妖精的时候还真是。"
    scene c014_s006_035-1 with Dissolve(0.25)
    k "很好。那么，如果我晃一晃屁股……"
    j "哦，你不用做任何事来说服我我们已经回来了。"
    scene c014_s006_036 with Dissolve(0.25)
    j "来，让我……"
    k "去床上？"
    scene c014_s006_037 with Dissolve(0.25)
    j "很快就好。你一晃那个屁股，对我来说就跟斗牛士的红布一样。"
    k "好啦。 *咯咯笑*"
    play voice_loop kallie_slow
    scene c014_s006_038 with vpunch
    k "噢噢~~~ 呼哦哦~~~"
    "在她体内的时候我就知道，接下来不会再有什么对话了。"
    scene c014_s006_039 with Dissolve(0.5)
    show kallie_ch14_fuck with Dissolve(0.25)
    "这样就很好。我们俩都想这么做。接下来的谈话可以等到余韵消退之后。"
    k "唔唔~~~ 噢唔唔~~~"
    "我顶进她的时候，她柔软的屁股一下下撞着我的腰，感觉很爽。和她在一起的一切都感觉很好。"
    k "唔唔唔嗯~~~ 呼哦~~~"
    "事实上，我们相处得越久，我就越多地感受到一些我曾以为自己不会有能力感受到的东西。是南希在我心里毁掉的那些。"
    k "哈啊~~~ 噢唔~~~"
    stop voice_loop
    play voice_loop kallie_med
    scene c014_s006_040 with Dissolve(0.5)
    show kallie_ch14_fuck2 with Dissolve(0.25)
    hide kallie_ch14_fuck
    "我只是惊讶于卡莉身上的一切简直……太完美了。她聪明、温柔，又那么性感。"
    k "呼哦~~~ 呼哦~~~"
    "我不会自欺欺人地以为，如果我们的人生走向不同，我就曾经有机会得到她。要是安德鲁没有虐待她多年、把她从家人身边带走，她也许会找到一个更般配的人，谈一场健康的关系。"
    k "唔唔唔~~~~ 唔唔~~~"
    "就这样了，不是吗？以我们俩这种每一步都在跟死亡搏斗的样子，她还能跟我拥有一段健康的关系吗？我该趁还能享受的时候好好享受。"
    k "啊啊啊~~~ [player_name]……我需要……"
    stop voice_loop
    scene c014_s006_041-1 with Dissolve(0.5)
    hide kallie_ch14_fuck2
    j "终于要去床上了吗？"
    k "哈啊~~~ 对。腿都被你弄得发软了……"
    scene c014_s006_041 with Dissolve(0.25)
    j "享受我吗？"
    k "我也是。不过……哈啊~~~ 先，再亲我一下，求你了。"
    play voice_loop kissfuck
    scene c014_s006_042 with flashpink
    "真难。像我们这样依恋着彼此。身体上的，情感上的。在被当作不被需要的人那么久之后，又对某个人重新有了感觉。然后脑子里又冒出那个坚定的念头，说我应该放她走。把她送上飞机。因为她值得获得自由，所以我该放她自由。"
    k "咻噜噗~~~ 唔唔嗯~~~"
    stop voice_loop
    scene c014_s006_043 with Dissolve(0.5)
    k "*咯咯笑* 好吧，好吧，让我……"
    j "嗯。放松就好。"
    scene blank with Dissolve(1)
    scene c014_s006_044 with Dissolve(0.5)
    show kallie_ch14_fuck3
    play voice_loop kallie_fast
    "在床上躺好之后，我们又继续了。我想把这一刻烙进脑子里。也许这样能覆盖掉我看过、经历过的一些别的可怕烂事。"
    k "啊啊啊~~~ 哈啊~~~~ 对~~~"
    k "哦天哪，太舒服了~~~"
    "我在脑海里拍下这张照片：这位小女神摊开在我面前，在我温柔地爱她时享受着。"
    k "唔唔唔嗯~~~ 呼哦哦~~~~噢~~~"
    "那些从脑后悄悄爬进来的疑虑——前任说过的话和没说出口的心思——告诉我她高不可攀。告诉她得到她是天大的便宜。我只是那个打手。杵在那儿当保镖的人。"
    "操南希，她偷走了我的自我价值，再塞给我成山的怀疑。"
    stop voice_loop
    play voice_loop kallie_preorgasm
    scene c014_s006_045 with Dissolve(0.5)
    show kallie_ch14_fuck4 with Dissolve(0.25)
    hide kallie_ch14_fuck3
    "一进入最后冲刺，我的脑子就只剩下快感。多巴胺的洪流冲平了那些噪音，哪怕只有一小会儿。"
    k "哈啊~~~ 唔唔~~~ 哦天哪对"
    "我注意到卡莉的头往后仰着，像是在镜子里看着自己。既然如此，那就给她一场好戏看。"
    k "唔唔~~~ 噢唔~~~ 快到了啊啊啊~~~"
    j "对，对，为我射出来，姑娘。"
    k "啊~~~！！" with vpunch_soft
    k "对~~~ 唔唔唔~~~~"
    stop voice_loop
    play voice_loop kallie_cum
    scene c014_s006_046 with vpunch
    hide kallie_ch14_fuck4
    pause 0.3
    scene c014_s006_048 with vpunch
    pause 0.3
    scene c014_s006_047 with vpunch
    pause 0.3
    scene c014_s006_048 with vpunch
    pause 0.3
    scene c014_s006_049 with Dissolve(0.5)
    stop voice_loop
    j "啊啊啊~~~ 操对~~~"
    scene c014_s006_050 with flash
    play sound male_cum
    pause 0.5
    scene c014_s006_050 with flash
    pause 0.5
    scene c014_s006_051 with Dissolve(0.5)
    j "呼哦~~~ 操。 *喘气* *喘气*"
    k "天哪。*喘气* 太…… *喘气* 舒服了。"
    j "希望你不介意我*喘气*没拔出来。我们在这件事上一直有点随便。"
    scene c014_s006_052 with Dissolve(0.25)
    k "我喜欢这样。喜欢你……*喘气* *喘气* 的时候那样"
    scene c014_s006_053 with Dissolve(0.5)
    j "我相信你知道什么时候这样做是安全的。"
    k "我知道。"
    "我不知道她这话是什么意思。我们安全吗？还是她根本不在乎？如果我最后要放她走，我可不认为让她怀孕能跟那件事说通。"
    $ renpy.end_replay()
    scene blank with Dissolve(2)
    scene c014_s006_054 with Dissolve(2)
    "我们在床上休息时，我看见她又在镜子里打量自己。"
    scene c014_s006_055 with Dissolve(0.5)
    j "你很美，姑娘。这可不是枕边情话。"
    scene c014_s006_056 with Dissolve(0.5)
    k "谢谢。我……我讨厌自己这副样子——这么需要别人反复的肯定——但我才刚开始意识到，我对自己的看法被扭曲得有多厉害。"
    j "我知道。而且你每次问我，我都会把实话告诉你，一次不落。"
    scene c014_s006_057 with Dissolve(0.5)
    k "一次都不落？"
    j "没错。每一次你都很美。"
    scene c014_s006_058 with Dissolve(0.25)
    k "我可不那么信。但……"
    j "什么？"
    scene c014_s006_059 with Dissolve(0.25)
    k "那你看到安德鲁呢？我发誓刚才他就在那儿。有一瞬间。我听见他了。"
    j "压力。暴露在外。那种东西会渗进你的身体，而我们也许还没有足够的时间去消化，就像喝多了想硬撑着醒酒一样。"
    scene c014_s006_060 with Dissolve(0.25)
    if ch13_kallie_sex == "yes":
        j "不过，你知道，我也看到了一些东西。"
        k "我、我知道。所以我才觉得可以告诉你。"
    else:
        j "我也看到了一些东西。我不知道是不是我的脑子在搞我。梦见你变成了女巫。或者看到雪莉浑身是血地死去。我只能把它归结为极度痛苦再加上那些他妈的毒素在操我的脑子。"
        k "哦，[player_name]……"
    scene c014_s006_061 with Dissolve(0.25)
    k "我们该担心吗？"
    j "我们该对它保持警觉。如果你需要有人告诉你，你看到的不是真的，那就来问我。"
    k "我、我会的。但你也一样。"
    j "也许吧。如果你是——"
    scene c014_s006_062 with Dissolve(0.25)
    k "不。你也一样。这件事上不许含糊。不许再瞒着我什么。"
    j "好吧，好吧。我会的。"
    scene c014_s006_063 with Dissolve(0.25)
    k "你最好是。"
    scene c014_s006_064 with Dissolve(1)
    "沉默了几分钟后，我觉得该起来了，回到我们来这里的原因上。"
    scene c014_s006_065 with Dissolve(0.5)
    "尽管我多想抱着她、假装我们是恋人，操完之后的清醒却提醒我，这种事我不能指望。和伊芙关于牺牲的那番对话又阴魂一样冒了出来，我知道我必须做什么。"
    scene c014_s006_066 with Dissolve(0.5)
    "而当我想到这一点，我就知道她是女神，而我是另一个女人懒得去爱的破碎烂肉。"
    scene c014_s006_067 with Dissolve(0.5)
    "所以，哪怕我能活着出去，把她送上飞机送走这件事本身就已经够难了，我没必要再用一个「如果不是在这种处境下我原本不可能拥有的东西」来自欺。"
    jump kallie_achievement_check
label ch16_kallie_sex:
    $ persistent.ch16_kallie_sex = True
    stop music fadeout 2.0
    play voice_loop kiss
    scene c016_s010_025 with flashpink
    "卡莉捧住我的头，凑近直到嘴唇贴上我的。虽然她纤细的身子一开始在我腿上还有些紧绷，但我们吻得越久，她就越放松地陷了进来。"
    k "咻噜噗~~~ 唔唔嗯~~~"
    play music kallietheme fadein 2.0
    scene c016_s010_025-1 with Dissolve(0.25)
    "我不会撒谎说身体的本能只有一种。我的短裤里勃起了，而我的手顺着她的腰侧一路摸到了她的乳房。"
    k "唔唔嗯~~~ 嘘咝噗~~~"
    stop voice_loop
    scene c016_s010_026 with Dissolve(0.25)
    k "你控制不住自己，对吧？ *咯咯笑*"
    j "对，我控制不住。我对你有多美已经说得够坦白了。再说了，我提醒你一下，现在跨坐在我身上的人是你。你期待什么？"
    scene c016_s010_026-1 with Dissolve(0.25)
    k "我……我不知道。我希望我们之间正在发生的东西是双向的。希望你和我感受一样。我忍不住害怕，尤其是在我并不完全信任自己能做出正确决定的时候，还要把自己交出去。我希望这一切是真的。"
    j "是真的。我爱你，卡莉。而我会做任何必须做的事，让你安全、快乐。"
    scene c016_s010_026-2 with Dissolve(0.25)
    k "那么，你就得在。我在你身边才觉得安全，我无法想象没有你的人生。还有……"
    scene c016_s010_027 with Dissolve(0.25)
    k "我想今晚留在你身边。就是为了不给这件事留下任何疑问。我想和你造一场爱，然后在你怀里睡着。"
    j "所以，我们现在从「做爱」升级到「造爱」了？"
    scene c016_s010_028 with Dissolve(0.25)
    k "对我来说，「造爱」早就是了，只是你还没意识到。我只是怕得不敢再相信任何人，所以说不出口。"
    j "我才不会因为追问细节破坏这一刻，就选择相信。我总是想要细节，而那是——"
    scene c016_s010_029 with Dissolve(0.25)
    k "气氛杀手？ *咯咯笑* 我知道什么能把你拉回正题。"
    j "*轻笑* 男人果然很好猜，不是吗？我还以为我比这强。"
    scene c016_s010_030 with Dissolve(0.25)
    k "你确实比这强。一般情况下。"
    "衬衫要脱了。奶子要露出来了。我大概也该开始做同样的事。"
    scene c016_s010_031 with Dissolve(0.25)
    k "但你对我太小心了，搞得好像该主动的一方是我。"
    scene c016_s010_032 with Dissolve(0.25)
    j "抱歉，这只是发自我内心深处。"
    k "我知道。"
    scene c016_s010_032-1 with Dissolve(0.25)
    k "它来自在不确定中生活，以及害怕任何一次主动伸手，换来的都是冷漠，甚至更糟，是惩罚。我不知道全部的经过，但我明白那种感觉：每一个动作都预期会带来不愉快的后果。"
    j "哦，卡莉，我……"
    scene c016_s010_033 with Dissolve(0.25)
    k "我答应你，[player_name]，不会变成她。只要你答应我，不会变成他。"
    j "我答应。我不知道要做出多大的郑重姿态才能让你相信，但我会做到。"
    k "你已经做到了。"
    play voice_loop kiss
    scene c016_s010_034 with flashpink
    "虽然我们以前接过吻，但这一次不一样。这不是两个人以接吻作为做爱的前奏。我的胸口有一团热意，一切都变得更强、更亮、像带电一样。她纤细的手臂环住我的肩膀和脖子，紧紧不放。我捏了捏她的乳房，她发出轻轻的呼噜声，然后继续。"
    k "咻噜噗~~~ 唔唔嗯~~~~"
    stop voice_loop
    scene c016_s010_035 with Dissolve(0.5)
    k "哈啊~~~~ *咯咯笑* 我觉得你该从内裤里出来了。"
    j "你压在我身上的时候可能有点难度，但我愿意挑战。"
    scene c016_s010_036 with Dissolve(0.5)
    k "你该不会觉得可以一边托着我一边自己脱出来吧？"
    j "你够轻，我也许真能试试，但那样可能会以很难看的方式收场，也许今晚我们不想那样。感觉会变成我们俩有一个或两个「不小心」摔到地板上的局面。"
    scene c016_s010_037 with Dissolve(0.25)
    k "你能想象出我们这样从床上滚下去，可见你的想象力相当活跃。"
    j "主要是威胁评估。我想把全部战斗限制在床上。 *轻笑* 不给我们任何在完事之前结束这一夜的理由。"
    scene c016_s010_038 with Dissolve(0.25)
    k "要让我今晚不想要你，那得付出很多才行。"
    j "比如？"
    scene c016_s010_039 with Dissolve(0.25)
    k "别再到处找危险了，就让这件事发生吧。"
    j "好、好吧。"
    play voice_loop kiss
    scene c016_s010_040 with flashpink
    k "咻噜噗~~~ 唔唔嗯~~~"
    "我知道自己背着很重的包袱，而且还没机会走出来。所以我的举动和反应大概都带着很强的弦外之音。卡莉……她很会看。她在观察。而我渐渐意识到，她看我那份过度的谨慎，不是当成缺点，而是当成她应该直接戳穿的东西。"
    scene c016_s010_041 with Dissolve(0.5)
    "把她想成一个强势或发号施令的人，实在太出乎意料了。但那是因为我只认识办公室里那个安静的女孩。后来她又成了那个胆怯、害怕的女人，我需要照顾她……不。是她不需要（或者说不完全需要）。是我想照顾她。我们就实话实说吧。"
    k "咻噜噗~~~ 唔唔唔~~~~"
    "但如果我开始把那些细小的瞬间拼在一起——不掺我自己的疑虑和毛病——我就能看见那个画面：她允许自己想要某样东西。我？"
    stop voice_loop
    #scene c016_s010_042 with Dissolve(0.25)
    scene c016_s010_043 with Dissolve(0.25)
    k "哈啊~~~~ 我、我爱你，[player_name]。"
    j "我也爱你。"
    scene c016_s010_043-1 with Dissolve(0.25)
    k "等不及了啊啊啊~~~"
    j "怎么说？ *轻笑*"
    scene c016_s010_044 with Dissolve(0.5)
    "因为过去一分钟里她一直用小穴蹭着我的鸡巴杆。看见她对自己的欲望这么毫不遮掩，还挺可爱的。"
    k "你他妈的当然知道。 *咯咯笑*"
    scene c016_s010_045 with Dissolve(0.5)
    j "哦？？这张臭嘴是从哪儿冒出来的？"
    k "和那个让我正试着唔唔嗯~~~ 把你对准的同一个地方。"
    "她一向灵巧的手指握住了我的鸡巴杆，同时抬起胯。因为心急而笨拙，她试了好几次才终于把前端送进那个早已润滑好的入口。"
    play voice_loop kallie_slow
    scene c016_s010_046 with vpunch_soft
    k "啊啊啊~~~ 哈啊~~~"
    "她往下滑的时候，双手撑在我胸口，努力保持自己不会倒下去。纤巧的手指张开，手掌平贴在我的皮肤上。"
    scene c016_s010_047 with vpunch
    k "唔唔唔~~~ 唔唔嗯~~~"
    "卡莉在把我更深地吞进去的时候发出了细细的呻吟。那声音甜美又惹人怜爱，让我只想紧紧抱住她。"
    scene c016_s010_048 with vpunch
    k "哦天哪，我太想要你了。"
    j "那我们俩想到一块儿去了。"
    scene c016_s010_049 with Dissolve(0.5)
    k "嗯，今晚一整晚你啊啊啊~~~ 都归我所有。在你说出那句话之前……以后也一样。"
    j "开始觉得你懂我了。"
    scene c016_s010_050 with Dissolve(0.5)
    k "我啊啊啊~~~ 很注意听啊啊啊~~~"
    show kallie_ch16_fuck with Dissolve(0.25)
    j "我意识到那我自己唔唔嗯~~~ 也得做得更好啊啊啊~~~"
    k "唔唔~~~ 唔唔嗯~~~"
    "既然已经干上了，我大概也别指望有对话了。她做爱时会完全沉浸在当下，那样子挺特别的。"
    k "唔唔~~~ 啊啊啊~~~ 哦天哪你感觉太爽了"
    "或者，也许我能说上几句。有多少我就拿多少。"
    stop voice_loop
    play voice_loop kallie_med
    scene c016_s010_051 with Dissolve(0.5)
    show kallie_ch16_fuck2 with Dissolve(0.25)
    hide kallie_ch16_fuck
    "我撑起身子坐起来时，她的手紧紧扣在我的肩上，胯也跟着动了起来。"
    k "哦噢~~~ 呼哦~~~ 哦天哪我爱你"
    j "也爱你唔唔~~~"
    "虽然我以前也说过，而且不到十分钟前我们才刚互相宣告过，但我对这个女人确实是有爱的。她善良、美丽、体贴、聪明……天哪，我不敢相信我能遇到这么好的人。"
    k "啊啊啊~~~ 哈啊~~~~"
    k "噢噢~~~ 呼哦哦~~~"
    stop voice_loop
    play voice_loop kallie_fast
    scene c016_s010_052 with Dissolve(0.5)
    show kallie_ch16_fuck3 with Dissolve(0.25)
    hide kallie_ch16_fuck2
    "最后我们俩都坐了起来，看着彼此的眼睛，品味着结合在一起的这一刻。"
    k "唔唔~~~ 唔唔嗯~~~~ 哦对~~~"
    "有那么一瞬间我意识到我们没有做保护措施。看来太晚了。而且这也不是第一次。也不会是最后一次。"
    k "啊啊啊~~~ 哈啊~~~ 对对~~~"
    k "哦，[player_name]~~~~ [player_name]~~~"
    j "对，卡莉啊啊啊~~~"
    scene c016_s010_053 with Dissolve(0.5)
    hide kallie_ch16_fuck3
    k "天哪，我再也不要没有你啊啊啊~~~ 一次都不行。"
    j "你唔唔嗯~~~ 不必那样。"
    stop voice_loop
    play voice_loop kissfuck
    scene c016_s010_054 with flashpink
    k "咻噜噗~~~"
    "当不确定性被剥掉，我们俩不再绕着彼此都知道的事打转，感觉卡莉终于自由了，可以说出心里的话。"
    stop voice_loop
    scene c016_s010_055 with Dissolve(0.5)
    k "很好，但那就意味着你啊啊啊~~~ 得开始用行动来证明了。"
    j "你要是这样一直黏着我，我就别无选择了。"
    k "我会的啊啊啊~~~"
    play voice_loop kallie_preorgasm
    scene c016_s010_056 with Dissolve(0.5)
    show kallie_ch16_fuck4 with Dissolve(0.25)
    "卡莉没有再慢慢重新堆起快感，而是狠狠地骑上了我。不管我怎样想拖，我很快就真的要射了。"
    k "呼唔啊~~~ 啊~~~~ 呼哦~~~"
    k "啊啊啊~~~ 唔唔唔~~~~ 对~~~"
    j "为我射出来，姑娘。"
    k "唔唔~~~ 我好想要啊啊啊~~~"
    k "噢噢~~~！！" with hpunch_soft
    j "射吧啊啊啊~~~"
    stop voice_loop
    play voice_loop kallie_cum
    scene c016_s010_057 with vpunch
    hide kallie_ch16_fuck4
    pause 0.3
    scene c016_s010_058 with vpunch
    pause 0.3
    scene c016_s010_059 with vpunch
    pause 0.3
    scene c016_s010_058 with vpunch
    pause 0.3
    scene c016_s010_059 with vpunch
    pause 0.3
    scene c016_s010_060 with Dissolve(0.5)
    stop voice_loop
    j "唔唔~~~ 噢唔~~~"
    scene c016_s010_061 with flash
    play sound male_cum
    pause 0.5
    scene c016_s010_061 with flash
    k "呼哦哦~~~ *喘气*"
    "她的声音里有一阵颤动，我把它理解成她在享受我涂抹她小穴内壁的触感。"
    scene c016_s010_062 with Dissolve(0.5)
    "接着她瘫了下来，长长地呼出一口气，尾音化成一声轻轻的咯咯笑。"
    j "你没事吧？"
    scene c016_s010_063 with Dissolve(0.5)
    k "好得不能再好了 *喘气*"
    j "很好。我喜欢听这个。"
    $ renpy.end_replay()
    scene blank with Dissolve(2)
    scene c016_s010_071 with Dissolve(2)
    "我们躺在床上，浑身是汗，还在为刚才的活动大口喘气。卡莉依偎在我身旁，头枕着我伸直的手臂，时不时毫无缘由地咯咯笑。我把这理解成：她很高兴我们终于不再对好几周以来彼此不敢坦诚的事绕圈子。"
    "我们俩都不急着做更多的事，只想享受彼此的陪伴。发现即使外面世界危险不断，我们依然有可能从另一个人身上找到爱——这份轻松是我在此之前从没意识到自己需要的东西。"
    scene c016_s010_072 with Dissolve(1)
    "难得可以就这样并排躺着，赤身裸体，不必急着上路，也不必赶回其他人身边。我很享受其中「赤裸」的部分（天哪，她真美），而她的手指划过我的大腿内侧，也暗示着她同样享受。"
    "知道她愿意留这一夜也让我松了口气。我们会一直躺在床上直到天亮，届时我打算带我们俩出去找点早餐。"
    scene c016_s010_073 with Dissolve(0.5)
    "当她翻身面向我时，她脸上的认真神情让我一下子警觉起来。这是后悔开始冒头了吗？还是别的什么我没料到的重磅消息？"
    k "[player_name]，你知道安德鲁的事。知道得比任何新男友该知道的都多。我无法让你忘掉这一点，而那份认知让你变得既谨慎又愿意支持我，那是我不知道自己一直缺失、需要的东西。而且我害怕会失去它。每次你出门，我都害怕。"
    scene c016_s010_074 with Dissolve(0.25)
    k "但我需要你对我也一样。我知道南希把你伤得很重，你的选择可能被那份痛苦污染了。我需要你全盘坦白。不是因为我嫉妒，而是因为我需要知道是什么、又是为什么。"
    k "我需要知道这些，这样我才不会做出或说出什么，让你害怕那种事会再次发生。也不会让你开始觉得让自己受伤没关系，因为不是。"
    j "*叹气* 好吧，但这可不是什么愉快的故事。"
    scene blank with Dissolve(2)
    scene c016_s010_075 with Dissolve(2)
    "我不知道自己说了多久，卡莉一直没打断我。我告诉她我娶了南西斯，以及现在回想起来，我们当时多半都太年轻了。我们刚大学毕业，而我正处在酗酒狂欢阶段的尾巴上。"
    "直到结婚将近两年，我才终于意识到南西斯骨子里那股痒还在。那种需要出去的需要。她渴望有男人跟她调情、把注意力放在她身上，哪怕从来不会有什么结果。她对此上瘾了，而当家庭主妇对她来说就像一份无期徒刑。"
    scene c016_s010_076 with Dissolve(0.25)
    "到了第三年，她编出了一整套精心设计的借口和谎话，来解释自己为什么总是不在。我们也已经只剩下室友这一层关系。我想我是唯一一个她不想操的男人。尤其是因为我知道，在她离开后再也没回来的那个夜晚之前的几个月里，她信用卡上有酒店的账单。"
    "哪怕离婚还没正式敲定，我就已经过上了隐士般的生活：只有上班和回家。出门在外却不知道哪些男人正在操我的老婆、而我还在付账单，这让我很难继续待在这座城市里。但我当时还没法脱身。"
    j "所以，我花了很多时间在想，是不是我不够好。不是她想要或需要的丈夫。我本可以做得更好吗？还是说，我们从来就注定不合适？"
    scene c016_s010_077 with Dissolve(0.25)
    "卡莉眼里含着泪，紧紧抱住我。"
    k "*抽鼻子* 她是个笨蛋。从来就不是你的问题，[player_name]。"
    j "也许曾经是。那时候我是个很蠢的男人。自私。幼稚。可能也没聪明到哪去——"
    play voice_loop kiss
    scene c016_s010_078 with flashpink
    k "嘘咝噗~~~ 唔唔嗯~~~"
    "这一下让我闭了嘴。"
    stop voice_loop
    scene c016_s010_079 with Dissolve(0.25)
    k "别这样。我要是得用物理手段阻止你这么说，我就真的会那么做。"
    j "用接吻当作负面强化来惩罚我，可不是你以为的那种惩罚。再说了，我可能不聪明——"
    scene c016_s010_080 with vpunch_soft
    k "不对。"
    j "好吧，那我更喜欢另一种。总比像对狗一样用鼻子顶我强。"
    k "我也一样。"
    play voice_loop kiss
    scene c016_s010_081 with flashpink
    k "嘘咝噗噗~~~ 唔唔嗯~~~"
    scene c016_s010_082 with Dissolve(0.25)
    "那个吻延长了，而她的手摸到了我身上那些地方，清楚地表明她又一次想要我了。"
    stop voice_loop
    scene blank with Dissolve(2)
    play voice_loop kallie_fast
    scene c016_s010_083 with Dissolve(2)
    show kallie_ch16_fuck5 with Dissolve(0.25)
    "没过多久，我们就翻了个身，我再次进入了她的身体，与那个来到我房间、让我知道自己也可以被爱的了不起的女人造爱。"
    k "啊啊啊~~~ 对，[player_name]~~~"
    j "哦噢~~~ 操啊啊啊~~~"
    k "唔唔~~~ 天哪，我爱你"
    j "唔唔嗯~~~ 唔唔~~~~"
    k "啊~~~~ 啊啊啊~~~！！" with vpunch_soft
    scene c016_s010_084 with vpunch
    play sound male_cum
    stop voice_loop
    j "唔唔唔~~~~ 噢唔~~~~" with flash
    k "唔唔唔~~~~ 啊~~~"
    scene blank with Dissolve(2)
    scene c016_s010_085 with Dissolve(2)
    "我们第二次结束之后，天已经晚了。疲惫的我们依偎在一起。我紧紧抱着她，她满足地叹了口气。"
    k "爱你……"
    j "我也爱你。"
    jump kallie_achievement_check
label ch17_kallie_sex:
    $ persistent.ch17_kallie_sex = True
    scene c017_s005_007-1 with Dissolve(0.5)
    "雪莉走了出去，我们就那么站了一会儿。感觉像是我们得到了「随便玩闹」的许可，但我需要卡莉自己也能接受。她正在消化一大堆被剥夺了太久的自由，我能理解她对朋友感受的那种高度警觉。"
    scene c017_s005_008 with Dissolve(1)
    k "所以……我们就打算这么站着、毫无意义地冻着？她确实说过让我们尽情享受。"
    j "好吧。我的意思是，我现在还硬得厉害。只是礼貌地等到听见电梯「叮」了一声。"
    "不完全属实，不过这借口够用了。"
    scene c017_s005_009 with Dissolve(0.25)
    k "好啦~~~ 那我就当你坚持这个说法了。 *咯咯笑* 不过她说得没错。我把你拉过来亲你，就是因为想让点什么发生。我只是以为在这儿完事之后我们会去你的房间。"
    j "那么，我们不该浪费雪莉的牺牲。"
    scene c017_s005_010 with Dissolve(0.25)
    j "我勒个去，这东西基本是粘在你身上的。"
    k "本来该说让你小心点，不过我想我能找到替代品。 *咯咯笑*"
    scene c017_s005_011 with Dissolve(0.25)
    j "就那样肆无忌惮地从你性感的身上撕下来？"
    k "只要你高兴。"
    scene c017_s005_012 with Dissolve(0.25)
    j "和你在一起就让我高兴。"
    k "我……我……谢谢你。我爱你。"
    j "我也爱你。"
    scene c017_s005_013 with Dissolve(0.25)
    j "而且你的一切我都爱。你是个性感的小女神。"
    "她确实是。她湿漉漉的头发在阳光下发光，像天使的光环。那一刻，我觉得自己是世界上最幸运的男人。"
    scene c017_s005_014 with Dissolve(0.5)
    k "嘿，你应该……我不想是唯一光着身子的人。"
    j "时机到了再说，但先……"
    play voice_loop kallie_slow
    scene c017_s005_015 with Dissolve(0.5)
    "没等她反应过来，我就把脸埋进她的两腿之间，用舌头沿着她的缝隙舔过，只在玩弄她的阴蒂时停下来。"
    k "唔唔~~~ 哦对~~~"
    show kallie_ch17_oral with Dissolve(0.25)
    k "唔唔嗯~~~ 呼哦~~~"
    "当我专心用嘴吃她时，她发出满足的轻哼。她的双手扣住我的头，一半是为了引导我去找那些让她双腿发软的点，一半是为了帮自己保持平衡。"
    k "唔唔~~~ 噢唔唔~~~ 呼哦哦~~~"
    "既然她不是那种会给出大量口头指示的人，我就得学着读懂她身体发出的细微信号。"
    k "啊~~~ 哈啊~~~"
    "每当我恰好敲到她的阴蒂，她的身体就会弹一下，奶子也跟着晃动。"
    k "唔唔~~~ 啊~~~"
    stop voice_loop
    scene c017_s005_016 with Dissolve(0.5)
    show kallie_ch17_oral2 with Dissolve(0.25)
    hide kallie_ch17_oral
    play voice_loop kallie_med
    "当然，要是她的反馈能再清楚一点会更好，但我猜她从来就没被允许说出自己的意见。"
    k "对~~~ 哦天哪对~~~"
    "与其继续纠缠这个话题，我不如把注意力放回她的小穴上。"
    k "唔唔~~~ 噢唔唔唔哦~~~"
    k "[player_name]。[player_name]~~~~"
    "她喊我的名字让我顿了一下。"
    stop voice_loop
    scene c017_s005_017 with Dissolve(0.25)
    hide kallie_ch17_oral2
    j "对~~~~？"
    k "你知道我想要什么。"
    scene c017_s005_018 with Dissolve(0.25)
    j "也许知道，但我想听你亲口说。"
    k "好。把短裤脱下来。我想看看你的鸡巴。我想去那边的椅子那边，我想让你操我。"
    scene c017_s005_019 with Dissolve(0.25)
    j "对了。这才像话。"
    k "你在耍我。"
    scene c017_s005_020 with Dissolve(0.25)
    j "也许吧，但更多是因为你太安静了，我有时得听你说你想要什么、喜欢什么。想要什么、说出来并告诉我是没问题的。我会听的。"
    k "好吧。我试试。不过现在，你得先坐下去。我要骑在上面。"
    scene c017_s005_021 with Dissolve(0.25)
    j "这还差不多。希望这把椅子坐着还算舒服。不过再过几秒我也不会在乎了。"
    k "要是我在乎，那就是我搞错了。 *咯咯笑*"
    scene c017_s005_022 with Dissolve(1)
    "我挪动调整了好一阵才找到合适的角度，然后扶着卡莉的腰把她对好。她在我腿上悬停了一会儿，呼吸急促而充满欲望。"
    scene c017_s005_023 with Dissolve(0.25)
    "她抬起身，让我把鸡巴对准她那湿淋淋的入口。当我低声示意可以开始时，她慢慢坐了下来。"
    scene c017_s005_024 with Dissolve(0.25)
    play voice_loop kallie_slow
    k "哈啊~~~ 噢唔~~~"
    "尽管她很湿，但还是紧，我只能缓慢地进入她。就算这个角度本来可以一插到底，我也不想像个饥渴的毛头小子一样硬塞进去。"
    scene c017_s005_025 with Dissolve(0.25)
    k "唔唔~~~~ 呼哦对~~~~"
    "我能感觉到她在我周围收紧，她的身体愉快地拥抱着我的性器。"
    scene c017_s005_026 with Dissolve(0.25)
    k "唔唔唔~~~~ 哦操死我~~~"
    show kallie_ch17_fuck with Dissolve(0.25)
    j "如你所愿唔唔~~~"
    "有一瞬间，我怀疑她到底知不知道这个典故。这感觉像是如果我们在像正常人那样约会时会聊到的东西。电影和电视剧的偏好。她最喜欢吃什么。"
    k "唔唔唔~~~ 噢唔唔~~~"
    k "呼哦哦~~~~ 呼哦哦哦~~~~"
    "当她的声音在泳池房高高的天花板下回荡时，我想着我们也许能共度的人生。我有太多关于她的事想了解了。有太多想跟她分享的。"
    stop voice_loop
    scene c017_s005_027 with Dissolve(0.5)
    show kallie_ch17_fuck2 with Dissolve(0.25)
    hide kallie_ch17_fuck
    play voice_loop kallie_med
    "当卡莉往后靠、一只手撑在我胸口，开始用力地骑我时，所有白日梦都被抛到脑后。我全部注意力都在她纤细的身子在我的鸡巴上起伏。"
    k "啊啊啊~~~ 哦操对~~~"
    k "哦噢~~~ 太舒服了~~~"
    j "你好烫，姑娘啊啊啊~~~"
    "我必须集中精神，才能不让自己过早结束。"
    k "唔唔~~~ 呼哦~~~ 哦好深"
    stop voice_loop
    scene c017_s005_028 with Dissolve(0.5)
    show kallie_ch17_fuck3 with Dissolve(0.25)
    hide kallie_ch17_fuck2
    play voice_loop kallie_fast
    "到这一步，我就随她了。她转过头来对上我的目光，我从她的表情里看到了喜悦与快感。"
    k "哈啊~~~ 哈啊~~~ 对~~~ 对~~~"
    "当然，眼看着她可爱的小屁股上下起伏、而我的鸡巴杆把她撑开，让我不顾一切射出来变得很难。"
    j "唔唔~~~ 唔唔嗯~~~ 哦对啊啊啊~~~"
    "棒球。奶奶坐在马桶上。还不许射。"
    k "哈啊~~~~ 对~~~ [player_name]~~~"
    stop voice_loop
    scene c017_s005_029 with Dissolve(0.5)
    show kallie_ch17_fuck4 with Dissolve(0.25)
    hide kallie_ch17_fuck3
    play voice_loop kallie_preorgasm
    "她蹲下来，往前俯身，抓住我的膝盖。很快就到了。要么是我们俩一起，要么只有我。"
    k "对对~~~ 哦操对~~~"
    j "天哪，我要射了~~~"
    k "好接近了噢唔~~~~"
    k "我、我爱你啊啊啊~~~~"
    "在激情中听到这句话，基本摧毁了我所有最后一点忍住的力量。算我走运，卡莉比我先到一步。"
    k "啊啊啊~~~ 哈啊~~~！！！" with vpunch_soft
    stop voice_loop
    play voice_loop kallie_cum
    scene c017_s005_030 with vpunch
    hide kallie_ch17_fuck4
    pause 0.3
    scene c017_s005_031 with vpunch
    pause 0.3
    scene c017_s005_032 with vpunch
    pause 0.3
    scene c017_s005_033 with vpunch
    pause 0.3
    scene c017_s005_032 with vpunch
    pause 0.3
    scene c017_s005_034 with Dissolve(0.5)
    stop voice_loop
    j "哦操~~~~"
    scene c017_s005_035 with flash
    play sound male_cum
    pause 0.5
    scene c017_s005_035 with flash
    j "操~~~ 天哪那真是…… *喘气*"
    scene c017_s005_036 with Dissolve(0.25)
    k "*叹气* 好吧，我觉得*喘气*我完了。"
    j "*喘气* 游泳和做爱？好啊。"
    $ renpy.end_replay()
    scene blank with Dissolve(2)
    scene c017_s005_037 with Dissolve(2)
    "有一阵子，我们就坐在椅子上，享受着这一刻。我抱着卡莉，她靠在我身上。好几次，我都听见她轻轻咯咯笑。纤细的指尖俏皮地划过我的皮肤。"
    scene c017_s005_038 with Dissolve(0.25)
    "当她抬起头来，我们目光相遇，一阵暖意落进我的胸口，那是我曾以为自己再也不会体验到的感觉。这些年来，哪怕只是片刻，我也从没享受过它。"
    scene c017_s005_039 with flashpink
    "她挪上来，在我唇上亲了一下，然后重新落回我的怀里。"
    scene c017_s005_040 with Dissolve(0.25)
    j "你晒黑了。你很容易晒伤吧？我猜以你的肤色，大概是。"
    k "是的，不过我以前很少特意躺着晒太阳。上一次算得上晒黑，还是我上高中那会儿。"
    scene c017_s005_041 with Dissolve(0.25)
    j "没花多少时间裸体晒太阳？ *轻笑*"
    k "根本没多少时间待在外面。更别说穿泳衣或在泳池边。或者任何可能被当成公开场合的状态。"
    scene c017_s005_042 with Dissolve(0.25)
    j "那这个要改变了。如果你愿意的话。"
    k "我喜欢游泳。还有……穿比基尼秀一秀我倒也不介意。"
    scene c017_s005_043 with Dissolve(0.25)
    j "你会大量地秀。可能会招来一堆看客。"
    k "只有一个看客算数。"
    "这话让我感到一种已经很久没有过的快乐，陌生得几乎不真实。"
    scene c017_s005_044 with Dissolve(1)
    "过了一会儿，卡莉挪动了一下，我于是觉得这一刻快要结束了。"
    k "我们该回去了。我知道雪莉说过没关系，但我对刚才发生的事还是有点……不自在。我不是故意让她把我们单独留在这里的。我只是想亲你。非常想。"
    scene c017_s005_045 with Dissolve(0.5)
    j "嗯，我很感激她这么做。也感激你。 *轻笑*"
    scene c017_s005_046 with Dissolve(0.5)
    k "不过……我知道她是个成年人，能照顾好自己，但我还是会担心。"
    scene c017_s005_047 with Dissolve(0.5)
    j "你只是个好朋友而已，对吧？她还好吗？我敢说走廊里那场面对她没一点好处。你们俩都没有。"
    scene c017_s005_048 with Dissolve(0.25)
    k "她在尽力撑着。除了支持她、祈祷她别突然崩掉，我想也没别的可做了。她能撑到今天这样，我为她骄傲。其他人呢？我知道有些人是因为受不了那种恐怖，干脆选择了放弃。"
    scene c017_s005_049 with Dissolve(0.5)
    k "你一直想把这件事瞒着我们。你和劳拉，但我不是傻子。"
    j "我觉得你不是。"
    scene c017_s005_050 with Dissolve(0.25)
    k "那就相信我以后会处理好真相。还有……相信我会留意雪莉。如果我担心她要出状况，我会告诉你。"
    j "好。我能做到。但你呢？"
    scene c017_s005_051 with Dissolve(0.25)
    k "我知道我有三个人愿意在我身边。我会尽量不再躲藏。"
    j "很好。"
    scene blank with Dissolve(2)
    scene c017_s005_052 with Dissolve(2)
    "穿好衣服后，我们就下楼回去了。在电梯里，卡莉依偎着我，像是想把相处的时间用到极致。考虑到过去二十四小时里我们已经分享了那么多，我相信她会专心去陪雪莉。"
    jump kallie_achievement_check
label ch18_kallie_sex:
    $ persistent.ch18_kallie_sex = True
    stop music fadeout 2.0
    play voice_loop kiss
    scene c018_s013_021 with flashpink
    k "咻噜噗噗~~~ 唔唔嗯~~~"
    "我们接吻时她紧紧抱着我。她压在我唇上的双唇带着一种轻快的饥渴，舌头一路探进我的嘴里。我能感觉到自己发热，裤子里的鸡巴硬了起来。"
    stop voice_loop
    play music kallietheme fadein 2.0
    scene c018_s013_022 with Dissolve(0.25)
    k "嘿~~~"
    j "另一只鞋你是故意踢掉的吗？"
    k "我想你知道我是故意的。"
    scene c018_s013_070 with Dissolve(0.25)
    j "脚踝那事是真的吗？不过你要是不断找借口把我拽进旁边的小房间，我也不介意。"
    k "真的，现在好多了。但我……我们之前在这儿，一直在对视，我只看到你那么温柔、那么细心，然后脑子里就冒出了这个念头。"
    scene c018_s013_071 with Dissolve(0.25)
    k "我在努力不急着推进。我知道我得聪明一点，因为我不要一段只因为「我逃离了更糟的东西」才存在的关系，而且我们长期处在危险中，情绪非常激动，可一想到你，我就觉得你是我想要的一切。"
    j "我也是。你善良、聪明，是我能依靠的人，而且……"
    scene c018_s013_072 with Dissolve(0.25)
    k "趁我们还有兴致，先亲热一下怎么样？别的、更严肃的话题以后再聊。求你了？"
    j "好吧，好吧。"
    scene c018_s013_023 with Dissolve(0.25)
    "我们之间这种情感对话大概是气氛杀手，可既然她想操，我有什么理由说不呢？"
    j "来，让它支棱起来，把你的奶子摆出来给人欣赏。"
    scene c018_s013_024 with Dissolve(0.25)
    j "哦？没穿胸罩？你没想到吧？"
    scene c018_s013_025 with Dissolve(0.5)
    k "其实有点。我让它们透透气——我是说让奶子透气——因为……"
    j "我知道你出汗。我们都会。这没什么。 *轻笑*"
    play voice_loop kallie_slow
    scene c018_s013_026 with Dissolve(0.25)
    j "既然都让奶子透气了，也许我们可以多出点汗。"
    k "唔唔~~~ 那正是啊啊啊~~~ 我想要的。"
    scene c018_s013_027 with Dissolve(0.5)
    j "很高兴我们想到一块去了。"
    "我揉捏卡莉的奶子时，她发出了一声满足的叹息。"
    k "哦，[player_name]~~~"
    stop voice_loop
    scene c018_s013_028 with Dissolve(0.25)
    k "我们该啊啊啊~~~ 往下推进了。"
    j "对，这里恐怕不是搞一整套前戏的好地方和时间，尤其是劳拉和伊芙可能很快就要回来。"
    scene c018_s013_029 with Dissolve(0.25)
    k "我一直跟你说我们需要停在有卧室的地方。 *咯咯笑*"
    j "我知道，可我的意见被否决了。"
    scene c018_s013_073 with Dissolve(0.25)
    k "那么，答应我，等我们终于安全了要补偿我。"
    j "订一间酒店房，整整一周都叫客房服务、赤身裸体待在一起？好啊，你可别用这种严重堕落的承诺把我的胳膊拧断。"
    k "好。 *咯咯笑*"
    scene c018_s013_030 with Dissolve(0.25)
    k "好了，把裤子和内裤脱掉。快点，求你了。"
    j "是，长官。"
    "这里不够私密，没法完全脱光。只要三大件：鸡巴露出来，奶子露出来，小穴随时待用而且湿着。"
    scene c018_s013_031 with Dissolve(0.25)
    k "我不是故意那么专横。可听你这么说，好像我在对你发号施令。"
    j "也许我不介意。我喜欢你这个「拿主意」的版本。你这么安静——这没关系——所以能看到你说出自己想要什么，感觉很好。总算有一次，我确切知道你脑子里在想什么。"
    scene c018_s013_032 with Dissolve(0.25)
    k "我……抱歉，我太习惯把一切都憋在心里，这个习惯不容易改。"
    j "我知道。但对我，你可以。如果你要等到我们独处时再说，也没关系。我想让你知道你可以告诉我。我不会因为这个惩罚你。"
    scene c018_s013_075 with Dissolve(0.25)
    k "谢谢。我……我知道你在这件事上很诚实，因为你从来都只是……"
    scene c018_s013_074 with Dissolve(0.25)
    k "*叹气* 这事先放一放吧。"
    j "你不用。我不会因为我们聊了几句「寻求安慰」和我们正在消化的痛苦就被浇冷水。卡莉，你他妈性感得要命，你就那么半裸着坐着，足够让我完全勃起了。"
    k "*咯咯笑* 好吧，但要等事后。求你了。"
    scene c018_s013_033 with Dissolve(0.25)
    j "好吧，好吧。好，我把这件衬衫脱了。这里其实还挺暖和的。对你来说可能是好事，毕竟你看起来总是很冷。"
    k "我不会假装自己不喜欢多盖一层被子睡觉。"
    scene c018_s013_034 with Dissolve(0.25)
    j "我想我们迟早得把温控和床的安排定下来。我不是在太想当然地展望未来。"
    k "没关系。我喜欢听你想着这些。"
    scene c018_s013_076 with Dissolve(0.5)
    j "我想得挺多的。不过现在，我得先弄清楚那张桌子撑不撑得住你。还是我得至少先帮你做点口交护理把你弄湿。"
    k "我已经湿了。相信我，真的湿了。"
    play voice_loop kallie_slow
    scene c018_s013_036 with Dissolve(0.25)
    show kallie_ch18_finger with Dissolve(0.25)
    "仿佛接到信号似的，卡莉把手滑下去，开始自己玩弄起来。我能听见那些液体淌出来时黏黏糊糊的声音。"
    k "唔唔~~~ 天哪，我想要你好久了。"
    j "多久？"
    k "一直都有。肯定是自从我们离开酒店之后啊啊啊~~~"
    j "我们连挤在一起抱的空间都没有，当然没那么容易，对吧？"
    k "这个我啊啊啊~~~ 也想到了唔唔嗯~~~"
    stop voice_loop
    hide kallie_ch18_finger
    scene c018_s013_037 with Dissolve(0.25)
    "她几乎没停下来，只是自慰的手上动作慢了下来，另一只手朝我招了招。"
    k "过来。我……我等不及了。"
    scene c018_s013_077 with Dissolve(0.25)
    j "你看，我也真的等不及了。"
    k "*咯咯笑* 我觉得不可能再硬了。"
    scene c018_s013_038 with Dissolve(0.25)
    j "是你让我变成这样的。"
    "听见桌子晃动的声音，我做了个决定。"
    j "好了，该把你抱——"
    scene c018_s013_039 with vpunch
    j "——起来了！"
    k "哇啊啊啊~~~ *咯咯笑*"
    scene c018_s013_078 with Dissolve(0.5)
    j "你不介意我这样粗暴地对待你？"
    k "知道你有这个力气，我还挺享受的。只要我不重到不行。"
    j "我不重。"
    scene c018_s013_040 with Dissolve(0.5)
    j "好了，闹够了。我们……"
    play voice_loop kallie_slow
    scene c018_s013_041 with vpunch
    k "唔唔嗯~~~ 对，我能感觉到他啊啊啊~~~"
    j "再深一点。"
    scene c018_s013_042 with vpunch
    "她又湿又热，我一进去，把整根都滑进她体内就很容易。"
    scene c018_s013_043 with Dissolve(0.25)
    k "噢噢~~~ 哦对~~~"
    scene c018_s013_044 with Dissolve(0.25)
    show kallie_ch18_fuck with Dissolve(0.25)
    "我们开始得很慢，主要是因为我还没想这么快结束。"
    k "啊啊啊~~~ 哈啊~~~"
    j "对，你好唔唔嗯~~~"
    j "好紧啊啊啊~~~"
    k "天哪对~~~~"
    scene c018_s013_045 with Dissolve(0.5)
    hide kallie_ch18_fuck
    "感觉她要从我手里滑脱出去时，她把手臂和腿都缠到我身上，抱得更紧了。"
    k "哦操~~~ 啊啊啊~~~"
    stop voice_loop
    play voice_loop kallie_med
    scene c018_s013_046 with Dissolve(0.5)
    show kallie_ch18_fuck2 with Dissolve(0.25)
    k "唔唔~~~ 唔唔~~ 唔唔~~~"
    "对，这是纯粹的、本能的性爱，但我还是忍不住觉得和她连接得那么紧。"
    k "唔唔唔~~~ 唔唔嗯~~~"
    "我们是在一个足以击垮无数人的时代相遇的。老实说，我们当时仍然处在危险中。可我对她产生了一些自己从未有过的感觉。"
    k "唔唔唔~~~ 唔唔嗯~~~"
    "虽然我不会说出口——知道那会让她难过——但我知道我会为她杀人。必要的话，我会为她去死。我就是那么爱她。"
    stop voice_loop
    scene blank with Dissolve(2)
    play voice_loop kallie_fast
    scene c018_s013_047 with Dissolve(2)
    hide kallie_ch18_fuck2
    show kallie_ch18_fuck3 with Dissolve(0.25)
    "最后我抱着她挪到了讲台上。我不想承认自己胳膊酸了，所以把它说成是让她来掌控。"
    k "啊啊啊~~~ 哈啊~~~ 唔唔~~"
    "唯一的好处是，我可以只管看她享受。她完全沉浸在快乐里。"
    k "唔唔~~~ 噢唔~~~ 对~~~"
    j "天哪，我需要你啊啊啊~~~ 一直这样。"
    k "我也啊啊啊~~~"
    stop voice_loop
    play voice_loop kallie_preorgasm
    scene c018_s013_048 with Dissolve(0.5)
    show kallie_ch18_fuck4 with Dissolve(0.25)
    hide kallie_ch18_fuck3
    "当她开始用力地上下起伏，我就知道我们俩都撑不了多久。"
    k "哈啊~~~ 啊啊啊~~~ 啊啊啊~~~"
    j "哦操对~~~"
    "又一次，一个念头闪过我的脑子，停顿了一下，又溜走了：我没戴套，而且到目前为止我们一直都没做保护措施就上了床。"
    k "唔唔~~~ 唔唔~~~"
    k "操~~~ 啊~~！！" with vpunch_soft
    k "呼哦哦哦~~~~"
    stop voice_loop
    play voice_loop kallie_cum
    scene c018_s013_049 with vpunch
    hide kallie_ch18_fuck4
    pause 0.3
    scene c018_s013_050 with vpunch
    pause 0.3
    scene c018_s013_051 with vpunch
    pause 0.3
    scene c018_s013_050 with vpunch
    pause 0.3
    scene c018_s013_052 with Dissolve(0.5)
    stop voice_loop
    "她猛烈地高潮了，而当她小小的身体猛地收缩时，我也忍不住了。"
    scene c018_s013_053 with flash
    play sound male_cum
    pause 0.5
    scene c018_s013_053 with flash
    pause 0.5
    scene c018_s013_054 with Dissolve(0.5)
    j "噢噢~~~ 操。 *喘气* *喘气* 这*喘气*就是我需要的。"
    k "我也是。 *咯咯笑*"
    scene c018_s013_055 with Dissolve(0.25)
    "卡莉往前瘫在我身上，发出一声满足的呻吟。"
    j "这种我能再来更多。 *轻笑*"
    scene c018_s013_056 with Dissolve(0.5)
    k "我也是。"
    "{color=#ffcccc}感觉这样太早了，但我还是忍不住想要和你共度一生。{/color}"
    $ renpy.end_replay()
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c018_s013_057 with Dissolve(2)
    play music hotel fadein 2.0
    "我们坐在地上，我抱着她，只是在安静中享受和她在一起。我不用觉得必须说点什么、做点什么来确认她没事。也不必像跟前任在一起时那样，忙着照顾她那些千变万化的情绪。"
    scene c018_s013_058 with Dissolve(0.5)
    k "[player_name]，我不想让我们被上一段关系定义。我知道那是我们俩都得面对的一个参照系，我会努力不再被它左右。你不是安德鲁。我也不是南希。"
    j "我知道你不是。你哪方面都比她强。"
    scene c018_s013_059 with Dissolve(0.25)
    k "你也是。但我希望我们真的在约会。在一起。而不是跟伤痛的鬼魂在一起。"
    j "看来我们确实该正式约会，虽然感觉我们已经跳过了其中很大一部分。"
    scene c018_s013_060 with Dissolve(0.25)
    k "等这一切结束，就简简单单出去吃顿晚餐，感觉真好。"
    j "那就约一次会吧。"
    scene c018_s013_061 with Dissolve(0.25)
    k "好。只是让你知道，你已经足够好了。你很了不起。而且我爱你。"
    j "我也爱你。你也挺了不起的。"
    k "谢谢。"
    scene c018_s013_062 with Dissolve(0.25)
    j "有件事我得问一下。我们在防护措施上一直挺不负责任的。最近。其实一直都是。这大概是我们该改进的地方，除非……"
    k "如果真的发生了，我也没问题。如果那样不是……"
    scene c018_s013_063 with Dissolve(0.25)
    j "和你？我很乐意。"
    "她脸上的光彩告诉了我我需要知道的一切。她看见了一个有我的未来，而我也看见了一个有她的未来。"
    scene c018_s013_064 with Dissolve(0.5)
    k "好吧，我们该回大堂了。还得看看雪莉在哪儿。我不想在她状态不好的时候把她一个人留着。"
    j "我知道。我们邀请过她一起来，但我想她可能是想给我们单独待着的时间。或者，她想自己想想。两者也许都有。"
    scene c018_s013_065 with Dissolve(0.25)
    k "也许吧。我相信她不会做蠢事，但我们离开有一阵子了，而劳拉不在。"
    j "伊芙也不在。"
    scene c018_s013_066 with Dissolve(0.25)
    k "对，伊芙。"
    scene c018_s013_067 with Dissolve(0.5)
    j "这有什么含义吗？你和伊芙合不来？"
    k "不，她对我一直很好。我只是有种感觉，她和雪莉之间有点什么——我好像看到伊芙盯着雪莉看的次数，比看任何人都多。"
    scene c018_s013_068 with Dissolve(0.25)
    j "*叹气* 我知道原因，但不太好直说。那是件私人的事，雪莉让她想起了某个人，所以她看雪莉时带着几分同理。"
    k "哦？真的吗。那……那倒说得通。"
    scene c018_s013_069 with Dissolve(0.25)
    j "对。找机会问问伊芙，看她愿不愿意说细节，不过没看上去那么暧昧。"
    k "听你这么说我就放心了。"
    jump kallie_achievement_check
label ch19_kallie_sex:
    $ persistent.ch19_kallie_sex = True
    stop music fadeout 2.0
    play voice_loop kiss
    scene c019_s008_017 with flashpink
    "对于一个脚踝还伤着的人来说，卡莉跳进我怀里时意外地轻松。我踉跄了半秒，努力把她托在半空，她把双手扶在我头两侧，嘴唇贴了上来。"
    play music kallietheme fadein 2.0
    k "咻噜噗~~~ 嘘咝噗~~~"
    stop voice_loop
    scene c019_s008_018 with Dissolve(0.25)
    k "嘿，呃……我们啊啊啊~~~ 光着身子、湿着，而且我这几分钟一直蹭着你，然后……"
    j "你意识到自己兴奋起来了吗？"
    k "我知道你兴奋了。"
    scene c019_s008_019 with hpunch
    "说完，我把她整个抱起来，打算抱到附近看起来够用、适合我们接下来要做的事的地方。"
    k "哦噢~~~ 啊~~~ *咯咯笑*"
    scene c019_s008_020 with Dissolve(0.5)
    k "我、我能自己走。"
    j "可你的腿缠在我身上，分明像是很享受被人抱着走。 *轻笑*"
    scene c019_s008_021 with Dissolve(0.25)
    k "知道你能走真是太好了。我们去哪儿？"
    j "就在那边。你身后的那张长椅。"
    scene c019_s008_022 with Dissolve(0.25)
    j "到了。"
    k "这地方可算不上最舒服。"
    j "我们可以找——"
    scene c019_s008_023 with Dissolve(0.5)
    k "不。不。就在这儿挺好。"
    j "怕没了兴致？"
    scene c019_s008_024 with Dissolve(0.25)
    k "这算问题吗？"
    j "你这样躺开的话，完全不算。"
    k "我就知道。"
    scene c019_s008_025 with Dissolve(0.5)
    j "我越来越觉得你可能不是我一直以为的那个胆小、娴静的女孩。"
    k "不是一直。而且跟你在一起的时候不是。不过，那个，我们能开始了吗？我真的很想要。"
    scene c019_s008_026 with Dissolve(0.25)
    j "我也是。"
    play voice_loop kallie_slow
    "我把她的膝盖托起来，开始用鸡巴沿着她的缝隙摩擦时，卡莉发出了一声仿佛憋了太久的呻吟。"
    k "啊~~~"
    scene c019_s008_027 with vpunch
    k "噢噢~~~ 呼哦对~~~"
    "我把前端抵进她的身体，停下来逗了她一下，虽然只是一瞬。我不会玩太久。我太想要她了。"
    scene c019_s008_028 with Dissolve(0.25)
    k "啊啊啊对~~~"
    "天哪，她又湿又紧。插在她里面感觉爽极了。"
    scene c019_s008_029 with Dissolve(0.25)
    j "啊，就那儿啊啊啊~~~"
    k "对，再来更多~~~"
    scene c019_s008_030 with Dissolve(0.5)
    show kallie_ch19_fuck with Dissolve(0.25)
    "对，木头长椅大概不是最好的选择，但总比在淋浴间里滑来滑去、或者想办法在冰凉的瓷砖地面上将就强。"
    k "唔唔~~~ 唔唔嗯~~~"
    k "哦噢~~~ 呼哦哦~~~"
    j "啊唔嗯~~~ 哦操，你感觉爽死了。"
    k "唔唔~~~ 唔唔嗯~~~ 啊~~~"
    stop voice_loop
    play voice_loop kallie_med
    scene c019_s008_031 with Dissolve(0.5)
    show kallie_ch19_fuck2 with Dissolve(0.25)
    hide kallie_ch19_fuck
    "当她伸展开来、把背弓起时，我意识到她沉浸在我于她体内进出的感觉里，远远超过了她可能正在经历的任何不适。"
    k "哦天哪啊啊啊~~~"
    k "哈啊~~~~ 唔唔唔~~~~"
    k "唔唔~~~ 对~~~"
    k "啊~~ 天哪对~~~~"
    k "唔唔~~~ 唔唔嗯~~~"
    stop voice_loop
    play voice_loop kallie_fast
    scene c019_s008_032 with Dissolve(0.5)
    show kallie_ch19_fuck3 with Dissolve(0.25)
    hide kallie_ch19_fuck2
    "某个时候，我也爬上了长椅跟她待在一起。我敢肯定在旁观者看来这姿势很别扭，但我太沉醉于跟她连在一起了，根本顾不上。"
    k "天哪对~~~ 哦对~~~"
    k "啊啊啊~~~ 啊~~~"
    k "唔唔~~~ 好舒服~~~"
    k "好舒服~~~ 噢唔~~~ 哦对~~~"
    k "唔唔嗯~~ 唔唔~~~"
    stop voice_loop
    play voice_loop kallie_preorgasm
    scene c019_s008_033 with Dissolve(0.5)
    show kallie_ch19_fuck4 with Dissolve(0.25)
    hide kallie_ch19_fuck3
    k "唔唔~~~ 唔~~~"
    j "操~~~ 好接近了啊啊~~~~"
    k "唔唔嗯~~~ 对对再快点啊啊啊~~~"
    k "对~~~ 射吧啊啊啊~~~"
    "她的身体开始一阵阵收缩。她肯定快了。"
    k "唔唔~~~ 对~~~" with vpunch
    k "唔唔嗯~~~ 哦天哪啊啊啊~~~~！！！" with vpunch
    stop voice_loop
    play voice_loop kallie_cum
    scene c019_s008_034 with vpunch
    pause 0.3
    hide kallie_ch19_fuck4
    scene c019_s008_035 with vpunch
    pause 0.3
    scene c019_s008_036 with vpunch
    pause 0.3
    scene c019_s008_035 with vpunch
    pause 0.3
    scene c019_s008_036 with vpunch
    pause 0.3
    scene c019_s008_037 with Dissolve(0.5)
    stop voice_loop
    k "呼哦~~~ *喘气* *喘气*"
    j "要去了啊啊啊~~~"
    scene c019_s008_038 with flash
    play sound male_cum
    pause 0.5
    scene c019_s008_038 with flash
    j "哦，操，对。"
    k "不错 *喘气* *喘气*"
    j "对，不错。"
    scene c019_s008_039 with Dissolve(0.5)
    k "过来。我想亲你。"
    j "好好好。行。"
    play voice_loop kiss
    scene c019_s008_040 with flashpink
    k "咻噜噗~~~ 嘘咝噗~~~"
    "我们又亲热了几分钟，然后我那根已经变软、沾满液体的鸡巴从她体内滑了出来。"
    stop voice_loop
    $ renpy.end_replay()
    scene blank with Dissolve(2)
    scene c019_s008_049 with Dissolve(2)
    "我坐在那儿努力平复呼吸，卡莉花了几分钟清洗自己。我猜她是在尽力把我留在她体内的东西清理掉。"
    "即便如此，我依旧着迷地看着这位选择爱我的纤巧女神做着这么平凡的事。她身上的一切在我眼里都完美无缺。我做了什么才配得上她？"
    scene c019_s008_050 with Dissolve(0.5)
    stop ambient fadeout 2.0
    "水声停下后，她脚步轻快地回来了。我看得见她眼里发亮的喜悦和脸颊上的红晕。我真的是她想在一起的那个男人吗？"
    scene c019_s008_051 with Dissolve(0.25)
    "她带着一声轻轻的咯咯笑，爬进了我的怀里。"
    scene c019_s008_052 with Dissolve(0.5)
    k "我要问一个我知道只有两种答案的问题，但我还是得问出来：你好了吗？"
    j "短期？好太多了。你的到来正是我需要的。让我调整心态。让我认清现实。提醒我有人爱着我，愿意在我挣扎的时候陪在身边。可长期来看？那些烂事正在毒害我的脑子。我知道，我也不知道自己还能忍多久它才会造成不可逆的后果。"
    scene c019_s008_053 with Dissolve(0.25)
    k "那我们就只能……只能对它保持警觉。小心应对。我没法让你不成为你自己，但情况变糟的时候，你得让我和其他人来照顾你。哪怕我们能做的只是告诉你什么是真的、什么不是真的。"
    scene c019_s008_054 with Dissolve(0.25)
    k "我爱你，所以你最好别在我们终于逃出去的时候缺席，让我难过。"
    "我本想说「我会努力」或者别的什么，但那些话听起来都像是敷衍，或者是我不知道自己能不能守住的承诺。"
    scene c019_s008_055 with Dissolve(0.5)
    k "你知道，我一直在想。我觉得如果没有那场雾，{b}我们{/b}不会走到一起。我当时太害怕了，根本不敢考虑自己还有别的选择。我已经被训练得不去看别人。更不会去看别的男人。"
    j "所以，我不是你白天走神时想的那位同事？ *轻笑*"
    scene c019_s008_056 with Dissolve(0.25)
    k "我当时更专注于低头做人，不给安德鲁任何对我发火的机会。你呢？你当时在想我什么？你一向安静、专业，但你肯定会想到办公室里新来的那个女孩。"
    k "我记得有一次我听见奥蒂斯跟查尔斯说过什么。说「多招点可爱的」。我……我当时并不觉得自己可爱。"
    scene c019_s008_055 with Dissolve(0.25)
    j "*叹气* 奥蒂斯始终没学会有些话不能在公司说。至于我？我那时候满脑子都是婚姻被毁和离婚的事，除了把你当成一个新招的员工，压根没多想别的。再说了，你手上还戴着戒指。"
    j "也许不是所有男人都尊重这一点——跟南希睡过的几个肯定不尊重——但我把这当成你并非单身的信号。"
    scene c019_s008_057 with Dissolve(0.25)
    j "如果我知道……如果劳拉或者我知道安德鲁的事，情况就会不一样。或者，我想应该会不一样。也可能我只会告诉自己别管别人的闲事。我甚至是在雾霾之后才听说基思的。"
    k "所以，我们三个都被困在糟糕的处境里、无法向外求助，直到最后只剩下自己人。"
    j "听起来确实。"
    scene c019_s008_058 with Dissolve(0.25)
    k "嗯，那这么说来，还是有好东西从中诞生了。"
    j "我同意。是很了不起的东西。"
    jump kallie_achievement_check
label ch20_kallie_sex:
    $ persistent.ch20_kallie_sex = True
    scene c020_s009_015 with Dissolve(0.25)
    play music kallietheme fadein 2.0
    k "既然我们没有房子……"
    "我感觉到了她的手在我的裆部揉动。她的意图清楚得不能再清楚。"
    j "在这儿？"
    scene c020_s009_016 with hpunch
    k "也没有更好的选择了吧？除了洗手间，我还没见过哪扇能关上的门。所以，来，把这些从你身上脱掉。"
    "我为卡莉这种拿主意的气势轻笑了一声，那股劲头感觉已经憋了很久。"
    scene c020_s009_017 with Dissolve(0.25)
    k "别让这件事变得太轻松。 *咯咯笑*"
    j "我抬起屁股和腿。而且公平地说，你没我帮忙似乎也干得挺好。"
    scene c020_s009_018 with Dissolve(0.25)
    k "我不会全包。"
    j "重要的部分你已经做完了。再说了，让我脱光可算不上刺激，毕竟——"
    scene c020_s009_019 with vpunch
    k "不行。别再用那种话贬低自己。我爱你，也爱看你，因为我觉得你很火辣。所以不准再说自己不好。"
    j "好吧，好吧。我会努力改。"
    "有些习惯不容易打破，但她说得对。她从来没给过我怀疑自己的理由。这只是南希的影响还在纠缠我。"
    scene c020_s009_020 with Dissolve(0.25)
    k "你最好改，因为我不想再听到那些了，好吗？"
    j "看来我最好纠正一下，不然我的肋骨就要淤青，而那些不知道全部故事的人会一头雾水。"
    scene c020_s009_021 with Dissolve(0.25)
    k "我又没捅得那么用力。"
    j "感觉像是因为你知道我的弱点在哪。而且，「她不是这么说的」。 *轻笑*"
    scene c020_s009_022 with Dissolve(0.25)
    k "嗯？什么？"
    j "你说的是「我又没捅得那么用力」，这触发了脑子里「她不是这么说的」那套反应。抱歉，如果这讲不通的话。男人脑子就是这么蠢。我们全都是这么被接线的。"
    scene c020_s009_023 with Dissolve(0.25)
    k "就像有人说六九式，你们全都来一句「不错」。 *咯咯笑*"
    j "对。就是这样。"
    "一边说这个一边展示你的小穴，可没让这份傻气变得更容易消化。幸好，做爱本来就在计划之中，所以我的这次幼稚行为也不算不受欢迎。"
    scene c020_s009_051 with Dissolve(0.25)
    "她四肢摊开躺在那儿咯咯笑着，仿佛评论加上她那别扭的姿势，终于以我看到的方式击中了她。"
    scene c020_s009_024 with Dissolve(1)
    "我转过来面对她时，她坐了起来。这沙发不大，所以我们得把仅有的空间用到极致。她一只手伸过去，轻轻拂过我的屁股。"
    k "嘿。我爱你。"
    j "我也爱你。"
    play voice_loop kiss
    scene c020_s009_025 with flashpink
    k "咻噜噗~~~ 唔唔嗯~~~"
    "我俯身去吻她时，卡莉迎了上来，仿佛早就迫不及待地等着开始。这是我渐渐开始理解的事：卡莉是真的对我有感觉。我已经太久没有感受过「被想要」这种东西，而那感觉让人头晕目眩。"
    stop voice_loop
    play voice_loop kallie_slow
    scene c020_s009_026 with Dissolve(0.25)
    k "啊啊啊~~~ 哦对~~~"
    j "天哪，你好湿。"
    k "你知道为什么。"
    show kallie_ch20_finger with Dissolve(0.25)
    j "也许吧~~~ *轻笑* 也许我就是喜欢听。"
    k "啊~~ 哈啊~~~ 你就是知道怎么让我兴奋"
    j "就因为这个？"
    k "噢噢~~~ 因为我觉得你啊啊啊~~~ 好帅啊啊啊~~~"
    j "只是帅？"
    "我承认我在这里玩得挺开心。而且我在试着让她在做爱时多说话，好让这件事正常化一些。我喜欢我们这种斗嘴，希望独处时能看到更多。"
    stop voice_loop
    play voice_loop kallie_fast
    scene c020_s009_027 with Dissolve(0.5)
    show kallie_ch20_finger2 with Dissolve(0.25)
    hide kallie_ch20_finger
    k "对~~~ 又帅又性感而且啊啊啊~~~"
    k "你让我兴奋得不得了噢唔~~~"
    k "我以前就觉得你很帅啊啊啊~~~"
    j "但现在呢？"
    k "天哪，我太想要你了唔唔唔~~~"
    stop voice_loop
    play voice_loop kallie_preorgasm
    scene c020_s009_028 with Dissolve(0.5)
    show kallie_ch20_finger3 with Dissolve(0.25)
    hide kallie_ch20_finger2
    j "有我想要你的程度吗？"
    "这时候她已经湿得直流，每当我深深顶进去，她都会颤抖。我想象着她高潮只是时间问题。"
    k "啊啊啊~~~ 哈啊~~~"
    k "唔唔唔嗯~~~ 唔唔~~~"
    "到这一步，我知道她已经完全专注于自己的快感，别想再跟我进行连贯的对话了。"
    k "噢噢~~~ 天哪对~~~"
    k "唔唔唔~~~" with hpunch_soft
    stop voice_loop
    play voice_loop kallie_cum
    scene c020_s009_029 with vpunch
    hide kallie_ch20_finger3
    pause 0.3
    scene c020_s009_030 with vpunch
    pause 0.3
    scene c020_s009_031 with vpunch
    pause 0.3
    scene c020_s009_030 with vpunch
    pause 0.3
    scene c020_s009_031 with vpunch
    pause 0.3
    scene c020_s009_032 with Dissolve(0.5)
    stop voice_loop
    k "呼哦哦~~~ 噢唔~~~~"
    "那一定很爽。她喷得桌子和我的胳膊上全是。"
    scene c020_s009_033 with Dissolve(0.25)
    j "很舒服，对吧？ *轻笑*"
    k "*咯咯笑* 我觉得你心里清楚。嘿，过来。"
    play voice_loop kiss
    scene c020_s009_034 with flashpink
    "尽管刚高潮过让她有些疲惫，卡莉还不肯罢休。她俯身吻我，双唇相贴，舌头滑进我的嘴里。"
    k "咻噜噗~~~ 唔唔嗯~~~"
    scene c020_s009_035 with vpunch
    "接着她扭动了一下，嘴还贴着我的，一只手抓住我的肩膀把我往后推。她是想让我往后坐吗？我决定让她主导。"
    scene c020_s009_052 with vpunch
    k "唔唔嗯~~~ 嘘咝噗~~~"
    scene c020_s009_036 with Dissolve(0.5)
    stop voice_loop
    "她以我没想到的利落把我推倒在沙发上，爬进了我的腿间。"
    j "好吧，好吧，我懂了。"
    scene c020_s009_037 with Dissolve(0.5)
    k "懂了吗？你问我是否像你那样想要你。你现在应该知道答案了。"
    j "也许我就是喜欢听。也许我很久都有种不被想要的感觉，所以当一个漂亮的人表现出兴趣时，我需要确认这是真的。"
    k "是真的。现在……"
    play voice_loop kallie_slow
    scene c020_s009_038 with vpunch
    "我硬起的鸡巴抵在她的小腹上，她没怎么费劲就抬起身子滑进了该在的位置。"
    scene c020_s009_039 with vpunch
    k "哦操~~~ 啊啊啊~~~"
    j "对啊~~~"
    scene c020_s009_040 with Dissolve(0.5)
    show kallie_ch20_fuck with Dissolve(0.25)
    k "哈啊~~~ 啊啊啊~~~"
    j "现在换成我在捅你了啊啊啊~~~"
    k "那正是啊啊啊~~~ 什么啊啊啊~~~"
    j "他说什么来着？ *轻笑*"
    k "唔唔唔~~~ 哦对啊~~~ *咯咯笑*"
    "她笑的时候，我能感觉到她的小穴紧紧夹住了我。"
    stop voice_loop
    play voice_loop kallie_med
    scene c020_s009_041 with Dissolve(0.5)
    show kallie_ch20_fuck2 with Dissolve(0.25)
    hide kallie_ch20_fuck
    k "唔唔~~~ 哦天哪对~~~"
    "看着她在我身上上下起伏，那画面美得难以言表。就算我还没爱上她，这一幕也足以让我爱上。"
    k "唔唔~~~ 唔唔唔~~~"
    j "天哪，你好辣啊啊啊~~~"
    k "唔唔嗯~~~ 唔唔唔~~~"
    "看来已经到了她安静下来、专心享受快感的时候。"
    scene c020_s009_042 with Dissolve(0.5)
    show kallie_ch20_fuck3 with Dissolve(0.25)
    hide kallie_ch20_fuck2
    "没开空调，卡莉和我俩都出了一身汗。对我来说，大概只是一个干完重活的男人身上的味道。对她来说，却让她泛起一种近乎魔法的光泽。"
    k "唔唔嗯~~~ 噢唔唔~~~"
    k "我爱你啊啊啊~~~ 爱你"
    j "也爱你啊啊啊~~~"
    "我的运气怎么会这么好？那天早些时候我们还「吵了一架」——要是那能叫吵架的话——而她没有让不快的情绪继续留在心里。这种相处方式我可以接受。两个人可以有分歧，却又不想分开哪怕一会儿。"
    k "哈啊~~~ 呼唔~~~~"
    k "噢噢噢哦~~~~"
    stop voice_loop
    play voice_loop kallie_fast
    scene blank with Dissolve(1)
    scene c020_s009_043 with Dissolve(1)
    show kallie_ch20_fuck4 with Dissolve(0.25)
    hide kallie_ch20_fuck3
    "最后我们换了姿势。我把她压在沙发上，真正开始狠干。她纤细的手指——之前还是危险的武器——紧紧抓住我的腰侧，愉快地享受着。"
    k "哦噢~~~ 哦对就是这样"
    j "天哪，你感觉爽极了啊啊啊~~~"
    k "好满啊啊啊~~~ 再深一点啊啊啊~~~"
    "我不确定还能进多深。她那么小，我不想伤到她。"
    j "啊~~~ 对~~~"
    stop voice_loop
    play voice_loop kallie_preorgasm
    scene c020_s009_044 with Dissolve(0.5)
    show kallie_ch20_fuck5 with Dissolve(0.25)
    hide kallie_ch20_fuck4
    k "哦天哪对~~~"
    k "好接近了，别停啊啊啊~~~"
    j "对啊~~~ 啊啊啊~~~"
    k "天哪对~~~"
    "她又开始颤抖起来。我每次深深顶入——恰好碰到她体内的神经——她那纤细的身体就会相应地弹一下。"
    k "噢噢~~~ 呼哦哦~~~" with vpunch
    k "啊~~~~"
    stop voice_loop
    play voice_loop kallie_cum
    scene c020_s009_045 with vpunch
    hide kallie_ch20_fuck5
    pause 0.3
    scene c020_s009_046 with vpunch
    pause 0.3
    scene c020_s009_047 with vpunch
    pause 0.3
    scene c020_s009_045 with vpunch
    pause 0.3
    scene c020_s009_046 with vpunch
    pause 0.3
    scene c020_s009_047 with vpunch
    pause 0.3
    stop voice_loop
    "看着她柔软娇小的身体在高潮一波波冲过时阵阵收缩，光是这样就足以点燃我自己。"
    scene c020_s009_048 with flash
    pause 0.5
    play sound male_cum
    scene c020_s009_048 with flash
    pause 0.5
    scene c020_s009_049 with Dissolve(0.5)
    j "天哪对~~~ 唔唔唔~~~ *喘气*"
    k "*喘气* *喘气* *咯咯笑*"
    scene c020_s009_050 with Dissolve(0.25)
    j "有什么好笑的？"
    k "我们都捅了对方一下。 *咯咯笑*"
    j "确实。而且是舒服多了的捅法。"
    $ renpy.end_replay()
    scene blank with Dissolve(2)
    scene c020_s009_053 with Dissolve(2)
    "就这么坐着、彼此依偎、享受着事后那层迷雾，感觉很好。我们都出了汗，也有点累，但完全值得。我之前开玩笑说这是和好性行为，可说实话，这不过是又一个感觉起来很健康的时刻。"
    scene c020_s009_054 with Dissolve(0.5)
    "她对我之前的举动提出了合理的顾虑，而我告诉她我会试着更愿意听。至于在那种时刻这能不能改变什么，那就难说了，但为了让她的安心少一些，我递出的那些橄榄枝还是能控制住的。"
    k "我……我讨厌我们没法一直这样。总归我们俩都得轮到站岗。"
    j "我们可以珍惜已有的时间。"
    scene c020_s009_055 with Dissolve(0.25)
    k "我知道，但仍然觉得我们的独处时间不够多。这不是别人的错，只是眼下的处境罢了。就算在这么大的地方，我们也都在互相盯着。至少回到酒店，我们还能关上房门过一夜。"
    j "对，而且过去一周发生的事，也许让大家互相照看变得更重要了。而且劳拉还病着……"
    scene c020_s009_056 with Dissolve(0.25)
    k "*叹气* 我很担心她。希望她只是睡一觉就好了，可她之前烧得那么厉害。"
    j "我也一样。我讨厌只能干等，但也许这就是必须做的。附近又没有急诊诊所，我们能做的只有照看她。"
    "也不完全是，但，我不想提出去外面找药这个选项。尤其不想在卡莉蜷在我怀里的时候提。"
    scene c020_s009_057 with Dissolve(0.25)
    s "喂？你们完事了吗？"
    k "操。"
    scene c020_s009_058 with Dissolve(0.5)
    j "*轻笑* 看来我们做爱不算秘密了嘛。在那边。"
    k "[player_name]。我……操，让我先找件衣服穿上。"
    scene c020_s009_059 with Dissolve(0.25)
    s "你们能遮一下吗？"
    j "等我们一下。"
    scene c020_s009_060 with Dissolve(0.25)
    s "你们俩裸体我又不是没见过。"
    k "没关系。麻烦等一下。"
    scene c020_s009_061 with Dissolve(1)
    j "怎么了？"
    s "享受完了？看你们的样子就知道了。 *咯咯笑*"
    scene c020_s009_062 with Dissolve(0.25)
    j "我们完事了。怎么了？出什么事了吗？"
    s "没、没事。我就是来转一圈看看，不想……哦，我骗谁呢？我就是想偷偷摸过来，看你们俩光着身子抱在一起，可我知道那样不合适。真是完美的{a=https://www.merriam-webster.com/dictionary/catch-22}第22条军规{/a}，跟你说。"
    scene c020_s009_063 with Dissolve(0.25)
    j "我觉得那不太算第22条军规的准确定义，不过这也无所谓。所以，没出什么问题？"
    s "没。劳拉还在睡。脸色还是像死人一样。伊芙去睡了，让我告诉你，你们俩造完孩子之后，得决定谁值第二班和第三班。"
    scene c020_s009_064 with Dissolve(0.25)
    j "好。收到。"
    k "就这些？"
    s "呃，对。"
    scene c020_s009_065 with Dissolve(0.25)
    k "好吧，那么……"
    scene c020_s009_066 with Dissolve(0.25)
    k "回沙发上再抱一会儿。雪莉，轮到我们的时候叫我们。拜托了。"
    s "没问题。别把那小子榨干了。"
    jump kallie_achievement_check
label ch21_kallie_sex:
    $ persistent.ch21_kallie_sex = True
    scene c021_s006_002 with Dissolve(0.5)
    "而且，也许我只是想跟她单独待一会儿。那里有些什么我说不清。就好像跟她独处对我有某种我说不明白的好处。我爱她，她也说她爱我，但那不只是这些。那是……我不知道。也许我以前从来没有过一段那样的关系。"
    scene c021_s006_003 with Dissolve(0.25)
    "我必须相信自己对她是好的。或者，我希望如此。我能看出我们俩各自都有各自的损伤。都碎了，都在试着把碎片拼起来。可如果我们不必独自重建……"
    scene c021_s006_004 with Dissolve(0.25)
    k "[player_name]？睡着了吗？"
    j "嗯？"
    scene c021_s006_005 with Dissolve(0.5)
    j "哦，操。我都没听见你走过来。你走路很轻，是吧？"
    k "或者，你刚才也沉浸在自己的世界里。"
    j "大概是。今天要消化的事太多了。不只是今天。 *叹气*"
    scene c021_s006_006 with Dissolve(0.25)
    k "来点分散注意力的东西？做点什么帮你别再想那些坏事。 *咯咯笑*"
    j "你是在暗示我以为的那个东西吗？"
    scene c021_s006_007 with Dissolve(0.5)
    k "没错。虽然听起来难以相信，但女孩也会想要做爱的。而且，跟你。你前任是个蠢货，他可代表不了所有女人。尤其是代表不了我。"
    j "我会一直提醒你。总有一天我可能会相信。"
    scene c021_s006_008 with Dissolve(0.25)
    k "只要有机会就提醒。 *咯咯笑*"
    j "很好。我……我以前一直不敢相信这有可能，直到我不再相信的时候，才发现自己原来那么需要「被想要」的感觉。"
    scene c021_s006_009 with Dissolve(0.5)
    k "嗯，我想要你。只是要是我们能有点隐私就好了。"
    j "我想其他人会给我们点空间的。"
    stop music fadeout 2.0
    scene c021_s006_046 with Dissolve(0.25)
    k "我就指望这个了。"
    play voice_loop kiss
    scene c021_s006_047 with flashpink
    play music kallietheme fadein 2.0
    k "咻噜噗~~~ 嘘咝噗噗~~~"
    "我们接吻时，我能感觉到她的手在扯我的裤子。她摸索着纽扣，然后移向拉链，小心地拉了下来，同时舌头滑进我的嘴里。"
    stop voice_loop
    scene c021_s006_010 with Dissolve(0.25)
    "当我的裤子落地、那根半硬的鸡巴弹起来立正时，我的手也伸向了她衬衫的下摆，开始往上拉。"
    j "动作挺快嘛。 *轻笑*"
    k "我想要我想要的。而且也许我得做给你看，你才能真的明白。"
    scene c021_s006_011 with Dissolve(0.25)
    k "很好。我正希望不用所有的第一步都由我来迈。"
    j "抱歉。我大概还是把你当成易碎的。或者觉得你就要拒绝我、觉得我的亲昵不受欢迎。可你刚刚才把我从裤子里掏出来。"
    scene c021_s006_012 with Dissolve(0.25)
    k "你的亲昵和欲望并不不受欢迎。如果我非要把这个打进你脑子里不可，我就打。"
    j "看你那双手的本事，我完全相信你会的。"
    scene c021_s006_013 with Dissolve(0.25)
    k "你学得挺快。 *咯咯笑*"
    j "为了你，我在努力。"
    scene c021_s006_014 with Dissolve(0.25)
    k "你也不是唯一一个。让你知道一下。"
    j "我……我在慢慢领会。慢慢地，但确实地。"
    "刚摆脱一段烂感情的不只有我一个。区别在于，她正主动向我伸出手——无论情感上还是身体上。我只需要相信这是真的。"
    scene c021_s006_015 with Dissolve(0.25)
    k "别误会。我很感激你对我这么小心。但你跟我之前遇到的完全相反，这是一种全新的体验，而我正在学着「由我来主动」其实没什么不好。"
    k "我确实喜欢你让我掌控局面，但你得知道，我信任你到这种程度：你主动来找我，我也会觉得安全。"
    scene c021_s006_016 with Dissolve(0.25)
    j "要改掉这个习惯会很难——把你当成那种某天可能突然醒来、想「我干嘛跟他在一起」的人。"
    "{color=#ffcccc}她确实伤到了他，而且那种伤可能要花时间才能愈合。或者，只是需要耐心。{/color}"
    scene c021_s006_048 with Dissolve(0.25)
    k "嘿。我不是她。记住这一点。"
    j "我在努力。真的。但……"
    scene c021_s006_049 with Dissolve(0.25)
    k "你在外面看到她了，撕开了旧伤？"
    j "嗯……"
    play voice_loop kiss
    scene c021_s006_017 with flashpink
    k "咻噜噗~~~ 唔唔嗯~~~"
    "卡莉说得对。要不是那些毒素在操我的脑子，我的处境本来会好得多。而她尽管自己也带着创伤，还是在努力。我得为她做得更好。她需要我，就像我需要她一样。"
    stop voice_loop
    scene c021_s006_018 with Dissolve(1)
    "我们接吻时跌跌撞撞地挪动，好像卡莉想把我摆到桌子边上。终于嘴唇分开时，她用一种不容置疑的语气命令我。"
    k "坐下。"
    j "是，长官。"
    scene c021_s006_019 with Dissolve(0.5)
    k "好。今天你要让我来掌控。因为我要让你看清楚，你就是我要的男人。我爱你，而且我要让你忘掉之前所有的男人。"
    j "或者，我可以让自己的那堆破事别再挡在好事前面。"
    scene c021_s006_020 with Dissolve(0.25)
    k "那也好，不过我理解原因。"
    j "对，而且不只是我一个人这样，所以我不该为这事还在那儿哭哭啼啼。"
    scene c021_s006_021 with Dissolve(0.25)
    k "不，你要让我来治愈这份痛。南希就那样的人，跟你毫无关系。而且说实话，是她的损失、我的收获。"
    j "你能这么想很好。"
    scene c021_s006_022 with Dissolve(0.25)
    k "是啊。 *咯咯笑*"
    "她的手握住我的鸡巴杆，缓缓地动了起来。"
    scene c021_s006_023 with Dissolve(0.5)
    show kallie_ch21_hj with Dissolve(0.25)
    j "啊~~~ 天哪，感觉真好。"
    k "很好。你太大了，我得用两只啊~~~ 手。"
    j "唔唔~~~ 对啊啊啊~~~"
    "{color=#ffcccc}我知道[player_name]不只有他的鸡巴，可南希家里明明有这个，她他妈居然还能跑出去找别的男人？真是个蠢婊子。{/color}"
    k "你喜欢这样吗？"
    j "看着一个性感年轻女人和我玩啊啊啊~~~ ？喜欢。就像天堂一样。"
    scene c021_s006_024 with Dissolve(0.25)
    hide kallie_ch21_hj
    k "*咯咯笑* 你知道吗，你这么说话的时候，我开心死了。"
    j "什么？被告知你是世界上最性感的女神？这也是我一直怀疑「你为什么会跟我在一起」的原因之一。你他妈太棒了。火辣。温柔。可爱。忠诚。什么都好。"
    scene c021_s006_025 with Dissolve(0.5)
    k "我……我……"
    "{color=#ffcccc}稳住，姑娘。别用眼泪毁掉这一刻。就……{/color}"
    k "好了，躺回去。"
    j "好。然后呢？"
    scene c021_s006_026 with Dissolve(0.25)
    k "我要你……我要骑你的脸。"
    j "好啊，我没意见。让金发女王享受一次王室品鉴。"
    scene c021_s006_027 with Dissolve(0.25)
    k "*咯咯笑* 我不知道那是什么意思，但我懂你的意思。"
    j "这是句可能不太恰当的俏皮话，但你知道我的意思。"
    play voice_loop kallie_slow
    scene c021_s006_028 with Dissolve(0.5)
    show kallie_ch21_oral with Dissolve(0.25)
    k "啊~~~~ 对，啊啊啊~~~ 对，我要"
    "一旦动了真格，卡莉就彻底放开了。"
    k "噢噢~~~ 呼哦哦~~~ 对~~~"
    "我得承认，看见她告诉我自己想要什么，感觉还挺不错。让她掌控让我觉得很对劲，好像我不再需要对她那么小心。"
    k "唔唔~~~ 哦操~~~"
    stop voice_loop
    play voice_loop kallie_fast
    scene c021_s006_029 with Dissolve(0.5)
    show kallie_ch21_oral2 with Dissolve(0.25)
    hide kallie_ch21_oral
    k "啊啊啊~~~ 哈啊~~~~ 天哪对~~~"
    "每次我的舌头蹭过她的阴蒂，她都会颤抖。而当我把舌头滑进她的肉缝之间，她就会大声呻吟。"
    k "唔唔唔~~~ 噢唔唔~~~"
    "就算她不是个爱说话的人，我也开始能读懂那些表明她很受用的小信号了。"
    k "哈啊~~~ 噢唔等一下啊啊啊~~~"
    scene c021_s006_030 with Dissolve(0.25)
    hide kallie_ch21_oral2
    k "我、我……我准备好了。天哪，我需要你进来。"
    "掌控的人是你，所以别让我停下。"
    stop voice_loop
    scene c021_s006_031 with Dissolve(0.25)
    "卡莉往后挪，直到我硬起的鸡巴抵在她湿漉漉的小穴上。"
    j "你在这儿了。贴着他。"
    scene c021_s006_032 with Dissolve(0.25)
    k "来。我这就啊啊啊~~~"
    "到这一步，我就随她了。她向后伸手，把我抵在她的入口上，前端顶开她的肉唇，液体顺着我的鸡巴杆往下淌。"
    play voice_loop kallie_slow
    scene c021_s006_033 with Dissolve(0.25)
    k "噢噢~~~ 呼哦哦~~~"
    "操，她又紧又湿。她慢慢把自己坐了下去。"
    scene c021_s006_034 with Dissolve(0.25)
    k "哈啊~~~ 天哪对~~~"
    "最后她停住了，离完全坐到底还差半英寸。"
    scene c021_s006_035 with Dissolve(0.25)
    show kallie_ch21_fuck with Dissolve(0.25)
    "等了几秒，让最初那阵抽搐平息，卡莉开始骑我。"
    k "噢噢~~~ 唔唔~~~~"
    j "操你感觉真爽"
    k "你也是啊啊啊~~~"
    k "爱你啊啊啊~~~"
    j "爱你胜过一切，姑娘。"
    "这话似乎让她更来劲了。"
    stop voice_loop
    play voice_loop kallie_med
    scene c021_s006_036 with Dissolve(0.5)
    show kallie_ch21_fuck2 with Dissolve(0.25)
    hide kallie_ch21_fuck
    k "啊~~~ 呼啊唔唔~~~"
    "我看着她的奶子上下弹动，她每一次挺进都发出轻轻的呻吟。"
    k "唔唔~~~ 唔唔嗯~~~"
    "身下木头吱呀作响的声音一度让我担心会被人听见。但就算听见了，其他人似乎也都乐意见我们独处。"
    k "唔唔~~~ 唔唔嗯~~~"
    k "哦对~~~ 天哪对~~~"
    scene c021_s006_037 with Dissolve(0.5)
    hide kallie_ch21_fuck2
    k "要去了啊啊啊~~~"
    "我感觉她动了一下，像是想换个姿势。我按住不动，让她随自己的心意。"
    stop voice_loop
    play voice_loop kallie_fast
    scene c021_s006_038 with Dissolve(1)
    show kallie_ch21_fuck3 with Dissolve(0.25)
    "她没有下来，就那么转过身，开始用倒骑的方式骑我。"
    k "哦噢~~ 唔唔~~ 哦噢噢~~~"
    k "唔唔~~~ 操~~~"
    "对，我也感觉到了。我在她里面很深。她又热又湿，天哪，我只想把一肚子滚烫的东西射进她体内。"
    k "噢噢~~~ 呼哦哦~~~"
    k "唔唔唔~~ 唔唔嗯~~~"
    "我双手扶着她的屁股，让她在我的鸡巴上起伏。我每次蹭过她体内最敏感的那一点时，都能感觉到她的身体一阵抽动。"
    k "哦唔唔唔~~~ 唔唔~~~~"
    stop voice_loop
    play voice_loop kallie_preorgasm
    scene blank with Dissolve(2)
    scene c021_s006_039 with Dissolve(2)
    show kallie_ch21_fuck4
    hide kallie_ch21_fuck3
    "临近结束，卡莉翻回来倒进我的怀里。我抓住她的奶子，用尽全身力气继续狠干。"
    k "唔唔唔~~~啊~~~"
    k "对对~~~ 哦对~~~"
    j "操好接近了啊啊啊~~~"
    k "唔唔~~~ 对啊啊啊~~~"
    "姑娘，你不用求我。"
    k "啊~~~！！" with vpunch
    stop voice_loop
    play voice_loop kallie_cum
    scene c021_s006_040 with vpunch
    pause 0.3
    scene c021_s006_041 with vpunch
    pause 0.3
    scene c021_s006_042 with vpunch
    pause 0.3
    scene c021_s006_041 with vpunch
    pause 0.3
    scene c021_s006_042 with vpunch
    pause 0.3
    scene c021_s006_043 with Dissolve(0.5)
    stop voice_loop
    k "噢噢~~~ 呼哦哦~~~~"
    "这次真够湿的。我——"
    scene c021_s006_043 with flash
    play sound male_cum
    pause 0.5
    scene c021_s006_043 with flash
    pause 0.5
    scene c021_s006_044 with Dissolve(0.5)
    j "啊啊啊~~~ 操对~~~ *喘气* *喘气*"
    k "哦，好烫啊啊啊~~~ *喘气*"
    scene c021_s006_045 with Dissolve(0.5)
    j "看来那对你来说很爽*喘气*？"
    k "一直都是。 *喘气*"
    $ renpy.end_replay()
    scene blank with Dissolve(2)
    scene c021_s006_050 with Dissolve(2)
    "分开之后，卡莉依偎到我身边。一如往常，她很安静，安静到我都在想她是不是已经睡着了。桌子并不舒服，但抱着她带来的那种安心和快乐，我不介意。"
    "休息的时候，我开始在脑子里重放我们之前的对话。有太多次，我都感到一种奇怪的情绪混合，让我对卡莉保持警惕。我不想像安德鲁那样伤害她。可我同时还在处理自己的残破。"
    "不管我怎么努力说服自己相反的答案，脑后总有个黑暗的声音在告诉我：连南西斯不爱我，那这位天使为什么会爱？"
    scene c021_s006_051 with Dissolve(0.25)
    "跟一个破碎到这种程度的人在一起对她有什么好处？每一刻都像是我不该得到、我不配拥有的东西。她需要的是一个坚实、可靠、理智的人，而不是我已经变成的这个样子。离了婚，被一个毁掉我自我价值感的女人的幻影缠着。"
    scene c021_s006_052 with Dissolve(0.25)
    k "嘿。我爱你。"
    j "我也爱你。"
    scene c021_s006_053 with Dissolve(0.25)
    k "你心里有事，我大概知道是什么。"
    j "终于受够我这样——"
    scene c021_s006_054 with Dissolve(0.25)
    k "才没有。"
    j "哎。好吧，好吧。"
    scene c021_s006_055 with Dissolve(0.25)
    k "[player_name]，我懂。真的。那种「错在你」的感觉。那种「你活该」的想法。那种「没人会真的看得起你」的念头。我……我觉得这就是你觉得自己可以受伤、甚至更糟也没关系的原因。但我要让这件事到此为止。"
    j "安德鲁对你做的那些事，你不该受。从来都不该。"
    scene c021_s006_056 with Dissolve(0.25)
    k "你也不该。"
    j "但是，你值得——"
    scene c021_s006_057 with Dissolve(0.25)
    k "一个爱我爱到会做疯狂的事来保护我不受伤害的人？一个表现得像全世界都围着我转的人？一个把我当成生命中最特别的人的人？这正是我想要的，而你也正是这样的人。"
    j "我只是碎了。你不该跟一个可能再也修不好的人在一起。"
    scene c021_s006_058 with Dissolve(0.25)
    k "你对我来说没有任何错。你在外面看到了南西斯，那把你已经取得的进展全毁了。我……我理解。"
    j "像你和安德鲁那样？"
    scene c021_s006_059 with Dissolve(0.25)
    k "是的。但我会反抗它，因为我生命里有我爱的人。你、雪莉、劳拉。那些我知道在乎我的人。我们也在乎你，所以别再让痛苦让你觉得自己不被在乎。"
    "我沉默了一会儿，让她说的话渗进心里。"
    j "我觉得你比任何人以为的都更强。如果说实话，比我还强。"
    scene c021_s006_061 with Dissolve(0.25)
    k "那我就替我们俩坚强吧。而且要相信我说的：你就是我想要的。你对我而言再合适不过。"
    j "好、好吧。"
    scene c021_s006_060 with Dissolve(0.25)
    "我找不到任何一句不会重复我们之前已经谈过的内容的话。"
    scene c021_s006_062 with Dissolve(0.25)
    k "相信我就好，好吗？我相信你，你也一样相信我。"
    j "我会的。 *吸鼻子*"
    scene blank with Dissolve(2)
    scene c021_s006_063 with Dissolve(2)
    "一起在桌上躺了一会儿后，我听见不远处传来轻轻的脚步声，觉得大概该起来穿衣服了。我们的造爱大概不是秘密，但如果可以，我不想光着身子、满身是汗地到处走。"
    scene blank with Dissolve(1)
    scene c021_s006_064 with Dissolve(1)
    "我们穿衣服的时候，卡莉对上我的目光，开口了。"
    k "我知道你受过伤。我也是。但我要我们互相扶持。我们会撑过去的，好吗？一起。"
    j "我太想了。非常想。"
    scene c021_s006_065 with Dissolve(0.25)
    k "我也是。我爱你。"
    j "我也爱你。"
    jump kallie_achievement_check
label ch22_kallie_sex:
    $ persistent.ch22_kallie_sex = True
    scene c022_s011_051 with vpunch
    pause 0.3
    scene c022_s011_021 with vpunch
    pause 0.3
    stop music fadeout 2.0
    scene c022_s011_022 with Dissolve(0.25)
    k "哎呀~~~"
    j "看来没塞够紧。我去给你拿件衣服。"
    k "哦，不，你敢。别去了。"
    play music kallietheme fadein 2.0
    scene c022_s011_023 with Dissolve(0.25)
    j "*轻笑* 好吧，那看来我也得洗个澡。"
    k "好啊~~~ 如果你觉得接下来要发生的是那个的话。"
    scene c022_s011_024 with Dissolve(0.25)
    j "让我继续装作听不懂吧。"
    scene c022_s011_025 with Dissolve(0.25)
    k "只要你——在心底——明白我在说什么。"
    j "我觉得我明白。也许你可以说得清楚一点。"
    play voice_loop kiss
    scene c022_s011_026 with flashpink
    k "嘘咝噗噗~~~ 唔唔嗯~~~"
    "真奇妙，我对「自己是否被她想要」的焦虑，竟然变成了某种程度的接受，足够让我们现在能拿它开玩笑了。治愈就是这个样子吗？"
    stop voice_loop
    scene c022_s011_027 with Dissolve(0.25)
    k "把你的衣服脱了，来浴缸里找我。"
    j "嗯，这够清楚了。 *轻笑*"
    scene c022_s011_028 with Dissolve(0.5)
    k "很好。我可不想非得亲手把你扒光来让你明白。"
    j "你会吗？真有那么讨厌？因为我喜欢把你的衣服扒下来。就像在拆礼物。"
    scene c022_s011_029 with Dissolve(0.25)
    k "嗯，这份礼物已经拆好了，而且正不耐烦地等着呢。"
    j "等？等什么？"
    scene c022_s011_030 with Dissolve(0.25)
    k "你知道。"
    j "我知道，但也许我就是喜欢听你那性感的小屁股（天哪它太可爱了）说些荤话。你有一张天使的脸，所以也许「色情台词从你嘴里说出来」这种反差，对我很有杀伤力。"
    scene c022_s011_031 with Dissolve(0.25)
    k "比如什么？比如我说「哦天哪，求你把你巨大的鸡巴塞进我里面」？"
    j "那确实很有效。"
    scene c022_s011_052 with Dissolve(0.25)
    k "你真的需要「帮助」吗？ *咯咯笑*"
    j "大概不需要。我刚才在浴缸里看着湿淋淋光着身子的你，硬了。也不能说那是个「合时宜」的勃起，但还是硬了。"
    scene c022_s011_032 with Dissolve(0.5)
    k "合时宜的勃起？ *咯咯笑*"
    j "好吧。是「时机不对」。我不知道你有没有那个心情做爱。"
    k "现在你知道了。"
    "那个屁股扭来扭去，倒是很明显了。"
    play voice_loop kallie_slow
    scene c022_s011_033 with vpunch_soft
    k "呼哦~~ 噢唔唔~~~"
    scene c022_s011_034 with vpunch_soft
    k "噢噢~~~ 哦操啊啊啊~~~"
    "天哪，她又热又紧。"
    scene c022_s011_035 with vpunch_soft
    k "哦操啊啊~~~~"
    scene c022_s011_036 with Dissolve(0.25)
    show kallie_ch22_fuck with Dissolve(0.25)
    k "哦噢~~~ 呼哦哦~~~"
    k "唔唔唔嗯~~~ 唔唔唔~~~"
    "现在我已经进到她里面了，接下来大概也不会有多少对话了。反正我脑子里也只有些打情骂俏的话。"
    j "哦操对~~~"
    k "唔唔~~ 唔唔唔~~~~"
    stop voice_loop
    play voice_loop kallie_med
    scene c022_s011_037 with Dissolve(0.5)
    #show kallie_ch22_fuck2 with Dissolve(0.25)
    show screen ch22_kallie_change with Dissolve(0.25)
    $ Show("ChangeCamera_k_ch22", transition=Dissolve(1.0))()
    hide kallie_ch22_fuck
    k "呼哦~~~ 呼哦哦~~~"
    "我能听见她的手掌紧压在墙上发出的吱吱声，她努力让自己站着。"
    j "唔唔嗯~~~ 唔唔嗯~~~~"
    k "啊~~~ 哦操啊啊啊~~~"
    k "唔唔唔唔嗯~~~ 噢唔唔哦~~~"
    k "哦天哪对~~~"
    k "哈啊~~~~ 对~~~~"
    $ Hide("ChangeCamera_k_ch22", transition=Dissolve(1.0))()
    hide screen ch22_kallie_change
    stop voice_loop
    play voice_loop kallie_fast
    scene blank with Dissolve(1)
    scene c022_s011_039 with Dissolve(1)
    show kallie_ch22_fuck4 with Dissolve(0.25)
    hide kallie_ch22_fuck2
    hide kallie_ch22_fuck3
    "一看到她的腿开始发抖，我就觉得该换个姿势了。卡莉完全沉浸在那个瞬间里，没有反抗我。"
    k "唔唔~~ 噢唔唔唔~~~"
    "我猜只要我们还在造爱，她就不在乎。这条我记下了，以后有用。"
    k "噢噢~~~ 呼哦哦~~~ 唔唔唔~~~"
    j "天哪对唔唔唔~~~"
    k "唔唔唔嗯~~~ 唔唔嗯~~~"
    stop voice_loop
    play voice_loop kallie_preorgasm
    scene c022_s011_040 with Dissolve(0.5)
    show kallie_ch22_fuck5 with Dissolve(0.25)
    hide kallie_ch22_fuck4
    "我能听见水花溅过浴缸边缘、落在瓷砖地上的声音。我们弄得一塌糊涂，但我根本不在乎。"
    k "啊~~~ 唔唔嗯~~~"
    "我太想射在她体内了。而她身体绷紧的方式告诉我，她自己也快到了。"
    k "哦噢~~ 呼哦哦~~~"
    k "唔唔~~ 哦操！" with vpunch_soft
    k "唔唔嗯~~~"
    stop voice_loop
    play voice_loop kallie_cum
    scene c022_s011_041 with vpunch
    hide kallie_ch22_fuck5
    pause 0.3
    scene c022_s011_042 with vpunch
    pause 0.3
    scene c022_s011_043 with vpunch
    pause 0.3
    scene c022_s011_042 with vpunch
    pause 0.3
    scene c022_s011_043 with vpunch
    scene c022_s011_044 with Dissolve(0.5)
    stop voice_loop
    k "哈啊……"
    j "噢噢~~~"
    scene c022_s011_045 with flash
    play sound male_cum
    pause 0.5
    scene c022_s011_045 with flash
    pause 0.5
    scene c022_s011_046 with Dissolve(0.25)
    j "哦操。那……那真是*喘气*对*喘气*"
    k "我看得出。 *咯咯笑*"
    scene c022_s011_047 with Dissolve(0.25)
    j "是吗？"
    k "对。我能感觉到体内那份爱。 *喘气*"
    j "如果我们要这么叫它的话，那就是爱。是欲望。是很多东西。"
    $ renpy.end_replay()
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c022_s011_053 with Dissolve(2)
    play music insideday2 fadein 2.0
    "从卡莉体内退出来之后，我重新沉进还温热的水里，疲惫地叹了口气。今天真是漫长，而我进来时比自己以为的更累。卡莉重新窝回我怀里，满足地轻哼。"
    scene c022_s011_054 with Dissolve(0.5)
    j "你知道，我进来的时候可没打算是这样。"
    k "可它还是发生了。 *咯咯笑*"
    scene c022_s011_055 with Dissolve(0.25)
    j "是啊，发生了。不过，我确实是来看你的。"
    k "我知道。也知道现在不同于平常。你不用因为昨晚没有抱着我睡而特意安慰我。"
    j "那是你想要的吗？"
    scene c022_s011_056 with Dissolve(0.25)
    k "等一切恢复正常之后，我想要。可五个人挤在一间卧室的公寓里？我理解你像个硬汉一样牺牲自己去睡沙发。"
    j "那沙发挺大的。"
    k "那你被别的轮值的人叫醒过多少次？"
    scene c022_s011_057 with Dissolve(0.25)
    j "跟平常差不多。"
    k "这可没让我好受点。"
    scene c022_s011_058 with Dissolve(0.25)
    j "等我们逃出去，我一定补上。"
    k "打算好几天都不下床了？"
    scene c022_s011_059 with Dissolve(0.25)
    j "你在的话，就不下。"
    k "回答得好。"
    scene c022_s011_060 with Dissolve(1)
    "几分钟后，卡莉不安地挪动了一下。"
    scene c022_s011_061 with Dissolve(0.5)
    j "该出去了？"
    scene c022_s011_062 with Dissolve(0.25)
    k "对。我不想，但……"
    j "我们不能一直霸着洗手间。"
    scene c022_s011_063 with Dissolve(0.25)
    k "正是。"
    scene c022_s011_064 with Dissolve(0.25)
    j "好吧。那个……脑子里的那些事，你还好吗？"
    scene c022_s011_065 with Dissolve(0.5)
    k "嗯。不过也许那是因为你现在就在这儿，我知道你是真实存在的，而且不会让我受到伤害。"
    j "这倒是。"
    scene c022_s011_066 with Dissolve(0.25)
    k "不过……你知道我也会做同样的事，对吧？用我自己的方式。"
    j "我……我猜到了。你冲我发火是因为你在乎。"
    scene c022_s011_067 with Dissolve(0.25)
    k "嗯，但那也是因为我爱你，不想让你受伤。"
    j "我也爱你。而且我保证，等我们安全了，我再也不做任何危险的事。连超速都不行。"
    scene c022_s011_068 with Dissolve(0.25)
    k "你最好说到做到。 *咯咯笑*"
    jump kallie_achievement_check
label kallie_achievement_check:
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    if k_sex >= 1 and persistent.kallie_firstime == False:
        $ persistent.kallie_firstime = True
        $ quick_menu = False
        scene blank with Dissolve(2)
        window hide
        $ Show("achievement_kallie_firstime", transition=slideright)()
        pause
        $ Hide("achievement_kallie_firstime", transition=dissolve)()
        $ quick_menu = True
    jump misc_achievement_check
    return
