label chapter09:
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("chapter09", transition=Dissolve(1.0))()
    pause
    $ Hide("chapter09", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c009_s001_001 with Dissolve(2)
    play music monster fadein 2.0
    "对时间的感知真是一种奇怪的东西。当生活处于最好的状态时，小时像是飞奔着从你身边掠过。可当你眼睁睁看着一个大学年龄的男孩被灼烧者喷出的高浓度物质活活烧死，自己却因为犹豫不决而僵在原地、惊恐万分时，每一秒都漫长得没有尽头。"
    "后来，当我在脑海里一遍遍回放这一幕时，我会说服自己，说我当时离得太远，根本帮不上他。但我想，我其实是陷入了一种倦怠，那让我很难再一次主动把自己送进危险里。"
    scene c009_s001_002 with Dissolve(0.5)
    "我不知道究竟是什么把我从那一瞬间的呆滞中拽了出来。但感官一恢复，我就跑了。我看见不太远的地方有一组门，就直接朝那边冲了过去。安全和「在自己与这一幕之间隔点什么」的需求，是我当时最强烈的念头。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c009_s001_003 with Dissolve(2)
    play music horror fadein 2.0
    j "操~~~~ 操操操~~"
    "我脑子里一直在回放{a=https://www.imdb.com/title/tt0095016/}《虎胆龙威》{/a}里那个场景，布鲁斯·威利斯冲自己吼{i}「你怎么不阻止他，约翰？因为那样你也会死，混蛋。」{/i} 可我真的很觉得我本该做点什么。我就那样让那个可怜的孩子死了。或者，更糟。"
    "我僵住了。没什么好辩解的。我就是僵住了。"
    scene c008_s002_006 with flash
    l "你救不了所有人……"
    scene c009_s001_003 with Dissolve(2)
    "也许救不了，但也许当真的有人需要我时，我也不该那么窝囊地躲起来。当那一刻真的迎面打在我脸上时，我没有朝危险冲过去，我站在那儿吓尿了自己。"
    scene c009_s001_004 with Dissolve(0.25)
    "操，我……我得振作起来。我只是跌跌撞撞走进了这栋楼，连里面有没有人都没检查。别让一个糟糕的瞬间变成两个。"
    "记住你来干什么的。补给和头部装备。把注意力放在这上面。让脑子重新回到状态。确认这里面没人。"
    scene c009_s001_005 with Dissolve(0.25)
    "等等……如果那孩子是……他不是从这栋楼出来的，但他也可能在外面，在查看附近的楼。他看到雨压住了雾，就趁机行动了。可这并没有让灼烧者离开。"
    "我不知道如果我们能出去，我最后会变成什么样的人。我见过太多尸体，太可怕的东西。还有些烂事一直被我压着。现在又亲眼看见一个孩子被活活烧死。就算逃出去了又有什么意义，最后变成某个可怕冲突里那种眼神空洞的老兵？"
    scene blank with Dissolve(2)
    scene c009_s001_006 with Dissolve(2)
    "两个空房间，另一个看起来最近被人用过。你能闻到汗臭味，像是有人不久前还躲在那儿。他妈的，感觉我就像个盗墓贼，翻着他当着我面倒下后留下的东西。"
    "但这周这已经不是第一次了。铁皮柜砸在梅茜身上之后不到二十四小时，我就翻了她的东西。现在我对那个孩子做了同样的事。我找到了他最后一点食物——大概就是饥饿把他逼到外面去的——还有一顶帽子。对姑娘们来说可能大了点，但只能凑合。"
    "他还有些别的衣服和杂物，但没什么我觉得我们需要的。或者，说句实话，是没什么我有勇气拿的。"
    scene c009_s001_007 with Dissolve(0.25)
    "我……我得回去了。我必须……要是我觉得还有别的路，我会走的。我对这个校园不够熟，而且我已经跑到不熟悉的地方了。谁知道现在外面会是什么样子。"
    scene blank with Dissolve(2)
    scene c009_s001_008 with Dissolve(2)
    "操，看起来雾又变回之前那么糟了。得来一场持续不断的大风暴才能缓解一阵。不过现在我不该多想这个。"
    scene c009_s001_009 with Dissolve(0.5)
    "灼烧者去哪儿了……肯定自己走远了。那个孩子……他……那是他在那儿吗？"
    scene c009_s001_010 with vpunch
    "操，他在动。他没死。他……"
    j "嘿，你是不是……"
    play sound squish
    scene c009_s001_011 with flashred
    "操，他被变成他们中的一个了。动起来像刚出生的小牛犊，还带着癫痫。操。"
    menu:
        "[gr]现在就杀了他。":
            $ ch9_kill = "yes"
            scene c009_s001_013 with Dissolve(0.5)
            "我救不了他，可要留着他这样活着？我做不到。所以我现在就杀了他。"
            scene c009_s001_014 with Dissolve(0.25)
            "别动。这不会好受，也不会容易。我的运气不错，你还没学会站稳。"
            play sound hit
            scene c009_s001_015 with flashred
            "*噗嗤*！！"
        "逃走。":
            scene c009_s001_012 with Dissolve(0.5)
            "我得走了。必须撤。没人该他妈变成那样。而我现在也为他做不了什么。"
    scene blank with Dissolve(2)
    scene c009_s001_016 with Dissolve(2)
    if ch9_kill == "yes":
        "那感觉并不好受。像是杀死一只小鹿。不过还是非做不可。要是他脑子里还残存着一丝意识，被迫那样活着一定是纯粹的炼狱。而且我们不需要再多一个到处游荡的灼烧者。"
        scene c009_s001_017 with Dissolve(0.5)
        "不过，告诉自己我是为他好，也抹不掉「我就那样任由它发生」这个事实。天哪，我要是胃里有点东西，现在大概要吐了。"
    else:
        "操，我真的受够这个地狱了。我本该……本该做点什么。当时选择保自己安全，感觉很自私。"
        scene c009_s001_017 with Dissolve(0.5)
        "我唯一能拿来自我安慰的，就是我们他妈正要离开这儿。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c009_s002_001 with Dissolve(2)
    play music outsideday fadein 2.0
    l "外面怎么样？据我看来，雾在过去一个小时左右变糟了很多。那场雨给了我们一点喘息，但不会太久。"
    j "嗯，呃……"
    l "[player_name]？"
    scene c009_s002_002 with Dissolve(0.25)
    j "我……这个孩子。男孩。他顶多十八岁。脸上还长着痘。他出来了。他甚至没好好装备。我看见他，脑子里第一个念头是「他不能在外面待太久」。"
    j "然后一个灼烧者就从那孩子身后冒出来，像是一直在那儿等着一样，扑向他。像那个对卡莉动手的东西一样把他摔到地上，接着开始把那股黄色的雾喷得到处都是。全功率。"
    scene c009_s002_003 with Dissolve(0.25)
    j "那就像雾状的酸液。这一点我们多少是知道的。可亲眼看到那样集中喷出的样子……我整个人僵住了。我只是站在那里，惊得发懵。我没有……我本该冲过去帮他，可我没有。我只是看着。我……我听见他在尖叫。那声音听起来仿佛远在天边。可他确实在叫。"
    l "哦，天哪。"
    scene c009_s002_004 with Dissolve(0.5)
    j "我僵住了。我他妈就……我就那样让他死了。我不打算找借口。我的第一本能本该是冲上去救他，可我怂了。我本可以……我本可以……"
    l "要是你冲过去了会怎样？你自己也受伤，或者更糟？我知道你有一种需要为「救不了所有人」而内疚的倾向，就像梅茜和这个孩子一样，但你必须聪明点。你评估了威胁，然后保住了自己。这可不是从车祸里把人拖出来那种情况。"
    scene c009_s002_005 with Dissolve(0.25)
    j "我他妈根本没试。我像只受惊的鸡一样跑了。"
    l "[player_name]！你救过卡莉。你冲出去找过我。你救人的份已经够了。你被这一切折腾得又累又垮。放过自己一次吧。"
    scene c009_s002_006 with Dissolve(0.25)
    j "那孩子跟彼得差不多大。他没有那个脑子去——"
    l "他不是彼得。别拿这个来想让我同意你的话。行不通的。你救不了所有人。你做了决定，而且你非常清楚你有要回去的人。有需要你的人。"
    scene c009_s002_007 with Dissolve(0.5)
    l "[player_name]，你是把我们粘在一起的那层胶。我也许不喜欢这样，但我知道。没有你，我不知道我们能不能活着离开这座城。我也不知道自己还有没有那个底气相信自己会做对的事。但我知道你会。"
    j "我……我已经不确定了。"
    scene c009_s002_008 with Dissolve(0.25)
    l "你会的。相信我。"
    j "我……那件事……我永远都忘不了。看见的那一幕。它已经烧进我脑子里了。"
    l "我知道。我们都见识过一些烂东西。我们经历的一切，够我们去看一辈子心理医生了。"
    menu:
        "把你看到的告诉她。\n[rgr](劳拉 信任 +1)\n[rrd](劳拉 焦虑 +1)":
            $ l_anxiety += 1
            $ l_trust += 1
            scene c009_s002_009 with Dissolve(0.5)
            j "劳拉，你知道我说过那是酸。是它们喷出来的。但不完全是。里面还有别的东西。我不知道那是什么，但它没有把孩子烧死。没有……它……等我从外面回来的时候，他还活着。他正在变成它们中的一个。"
            j "我不知道那是什么，但它……我们不能让它们靠近我们。我——我知道我们之前一直在讨论这个假设之类的……雪莉也说过她看见一个身上还穿着半件衬衫的。但这是真的。而且他妈太可怕了。天哪，变成那样。那一定是世上最惨的事。"
            scene c009_s002_010 with Dissolve(0.25)
            l "所以，你逃走是对的。"
            j "我一点也不这么觉得。"
            if ch9_kill == "yes":
                "我都不打算提，在那孩子真正变成大麻烦之前，我就被迫杀了他。"
        "别提。":
            scene c009_s002_009 with Dissolve(0.5)
            j "看心理医生。上电视访谈。见鬼，政府可能还要我们写报告。"
            "别告诉她那孩子变成了灼烧者。她不需要知道「怎么」变的。没人需要。就算我们有个假设也一样。"
    scene c009_s002_011 with Dissolve(0.5)
    l "*叹气* 我们该进去了，别让卡莉或者雪莉好奇我们为什么跑在外面聊天。"
    j "对，别让她们再担心了。"
    scene c009_s002_012 with Dissolve(0.25)
    l "还有……别告诉她们。这不是因为你觉得自己辜负了那个孩子。她们不需要知道。雪莉可能认识那个人，我们没必要再让她经历一次那种事。"
    j "因为她们可能会开始怀疑我——"
    scene c009_s002_013 with Dissolve(0.25)
    l "不。不是那个。我们不打算开这个头。没人会怀疑你的判断。"
    "要是一直这样瞒着她们，她们会怀疑的。但我现在不再纠缠这件事了。我可能并不处在做这种决定的最佳状态里。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c009_s002_014 with Dissolve(2)
    play music shower fadein 2.0
    "操。"
    play sound hit
    scene c009_s002_015 with vpunch
    j "操！"
    "劳拉可以试着告诉我「你救不了所有人」，但那边发生的事不是这样。我是被打了个措手不及——他出来的时候我的防线松了——我的反应是站在原地，眼睁睁看着那孩子……死去。"
    scene c009_s002_016 with Dissolve(0.25)
    "但死亡都比那强。被强行推进某种怪物般的进化。被烧灼到开始「转化」成它们中的一个。"
    if ch9_kill == "yes":
        "事后再杀掉他，是我唯一能做的最低限度的事。而且再做一次竟那么容易。咔嚓咔嚓，然后我上路了。我从来没把自己当成杀人犯，但现在这件事已经变得这么顺手。"
    "这就引出一个问题：如果我当时不在那儿，卡莉会不会也遭遇同样的事？那个东西当时正准备转化她。"
    stop music fadeout 2.0
    scene c009_s002_017 with Dissolve(0.25)
    "我……我们得离开这儿。尽快离开这座城。在那东西扩散到我们任何人身上之前。明天。我们上路，除非再也往前走不动，否则不停止。"
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_8_1213", transition=Dissolve(1.0))()
    pause
    $ Hide("july_8_1213", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c009_s003_001 with Dissolve(2)
    play music insideday fadein 2.0
    "*敲门* *敲门*" with hpunch
    l "{size=32}雪莉？{/size}"
    scene c009_s003_002 with Dissolve(0.25)
    s "嗯？进来吧。我这次没跑出去。"
    play sound doorclose
    scene c009_s003_003 with Dissolve(0.25)
    l "我也没以为你跑了。就是想告诉你，[player_name]出去的时候找到了一顶帽子，所以我们现在可以出发了。"
    s "我不怎么喜欢戴头饰，不过听起来我也没什么选择。我确实把背包翻出来了，正在看自己的东西，看还有没有别的真正需要的。比如我的手机。我该带上它，这样等有信号的时候能给妈打电话。"
    scene c009_s003_004 with Dissolve(0.25)
    s "我想我该先问问：我们什么时候走？我现在就得换好衣服吗？因为我离「准备好」还差得十万八千里。"
    l "明天早上。我得把东西全部收拾好，我们也都该做各自该做的准备。洗澡。把不带走的东西吃掉。下一站是什么样子，谁也说不准。"
    scene c009_s003_005 with Dissolve(0.5)
    s "*叹气* 那看来我没法带一堆衣服了。"
    l "到时候看吧。我会尽量把所有东西都塞进我们的包和你的背包里。食物、几瓶水和一个急救包。如果还有空间装衣服，也许带一两件夜里穿的，好让我们把装备晾一晾。你会惊讶有多少雾会卡在布料里出不来。"
    scene c009_s003_006 with Dissolve(0.25)
    s "哦，你们刚才进门的时候，我闻到你们身上有一点。像是那种难闻的、腐烂的芥末味。"
    l "对，差不多。我……我想我已经习惯了。我出去太多次了。"
    scene c009_s003_007 with Dissolve(0.25)
    s "你没事吧？你听起来比之前好多了，不过我觉得这鬼地方把你折腾得够呛。"
    l "我没事。[player_name]说从卡森楼走到学生中心没多远。至于从那儿开始……那就得再想办法了。"
    scene c009_s003_008 with Dissolve(0.25)
    s "我知道另一边有几栋楼。我记得其中一栋里有个很大的阶梯教室。不过我印象里那段路没那么难走。"
    l "很好。对了，你看见卡莉了吗？我想把消息告诉她。"
    scene c009_s003_010 with Dissolve(0.5)
    s "她刚才在楼上。不知道为什么。那上面什么都没有。除非她是想把附近的楼看得更清楚。她……我不想说她今早「闷闷不乐」，因为她一向话少，但我从她那儿问不出什么来。"
    l "我相信这个处境没让任何人展现出最好的一面。它确实挖出了我身上一些我从没想过会有的反应。而且我花了太多时间去纠结那些不该纠结的事。"
    scene c009_s003_011 with Dissolve(0.25)
    s "我想我们都太习惯有东西分散注意力了，所以现在没东西可分，反而对我们没好处。"
    l "这话太对了。好吧，我会在厨房收拾行李。你要是找到什么觉得我们用得上的东西，拿出来，我给它找个位置。"
    s "那我背包呢？"
    scene c009_s003_013 with Dissolve(0.25)
    l "跟卡莉一起，你们俩尽量轻装。"
    s "好。对了，呃……昨天的事很抱歉。不跟任何人说就跑出去。我不是故意让你担心的。我只是……我想我只是太习惯自己一个人做事了，根本没认真想过那会造成麻烦。"
    l "没关系。你平安，也没人受伤。[player_name]有没有为难你？"
    scene c009_s003_014 with Dissolve(0.25)
    s "不过就是狠狠「谈」了一次话，讲要负责任、要告诉别人自己在哪儿。我敢肯定他气疯了，但他没有像他本来能做的那样对我大喊大叫。"
    s "我想我只是太习惯自己一个人行事，想去哪儿就去哪儿，想什么时候去就什么时候去，所以要习惯这一套还得花点时间。不过，知道有人在乎，感觉真好。我的整个大学经历，都是一群人在各种圈子里进进出出，感觉真正能把关系抓住的人太少了。"
    scene c009_s003_015 with Dissolve(0.25)
    s "大家都太忙了，对我们而言，所谓的「关系」最多就是应付那些跟我们同班或者同住一栋楼的人，仅此而已。"
    scene c009_s003_016 with Dissolve(0.25)
    s "所以，能遇到一群在乎彼此到会那样激动的人，感觉很不一样。比如你跑出去那次？[player_name]和卡莉都很担心。很害怕。[player_name]追出去的样子，好像什么都拦不住他要把你带回来。"
    s "能看到这种忠诚真好。也许是因为你们都是大人了，已经把自己的事想明白了。"
    scene c009_s003_017 with Dissolve(0.25)
    l "可惜当大人根本不代表你把自己的问题解决了。通常生了孩子、有了工作，就只是把它们推到一边或者干脆无视，直到它们变成麻烦。不过，能有可以依靠的人很好，我运气不错，有[player_name]和卡莉。"
    s "我敢肯定她们对你也是同样的看法。"
    scene c009_s003_018 with Dissolve(0.25)
    l "在我刚才那点小崩溃之后，可能就没那么认为了。"
    s "我们每个人都有自己挣扎的东西，劳拉。就算她们不理解，我理解。"
    scene c009_s003_019 with Dissolve(1)
    l "谢谢。我……我该回去为明天做准备了。"
    s "好。我要是找到什么，就给你拿出去。"
    if l_sex >= 2 and l_friend >= 10 or l_sex and l_desire >= 4:
        scene c009_s003_020 with Dissolve(0.5)
        l "哦？"
        s "嗯？你看到喜欢的了？*窃笑*"
        scene c009_s003_021 with Dissolve(0.25)
        l "不不。嗯……这个粉得很。"
        s "而且很透。那种衣服就是你想让谁扑你的时候穿的。或者你打算去扑{i}别人{/i}的时候。*窃笑*我就知道布丽为什么会有这件。"
        scene c009_s003_022 with Dissolve(0.25)
        l "哦，原来是别人的？"
        s "对。我穿大了一点。你要是用得上就拿去吧。或者你只是想性感一会儿。我不评判，也不会告诉别人。"
        scene c009_s003_023 with Dissolve(0.25)
        l "那好吧。不过还是谢谢你。"
    scene blank with Dissolve(2)
    if ch6_givecellphone == "no":
        scene c009_s004_001 with Dissolve(2)
        "{color=#66ff33}好吧，雪莉有背包这件事确实让事情方便多了。我们能装下更多东西，而且确实需要，因为谁也不知道最后会落脚在哪儿。{/color}"
        scene c009_s004_002 with Dissolve(0.5)
        "{color=#66ff33}不过还是让我把它清空，这样我能更好地判断哪些东西该留下。{/color}"
        scene c009_s004_003 with Dissolve(0.5)
        "{color=#66ff33}这是什么？一部手机？哦，这是卡莉的？怎么会在这里面？{/color}"
        scene c009_s004_004 with Dissolve(0.25)
        "{color=#66ff33}话说……我们到这儿之后，我就没见过她用它。我该把这个还给她。{/color}"
        scene c009_s004_005 with Dissolve(0.25)
        l "卡莉？你在哪儿？"
        k "{size=30}这里面。{/size}"
        scene blank with Dissolve(2)
        scene c009_s004_006 with Dissolve(2)
        k "你找我？"
        scene c009_s004_007 with Dissolve(0.25)
        l "对，我在收拾背包，在最底下发现了这个。这是你的吧？"
        k "呃，对。我……我大概是遇袭那会儿把它弄丢了。或者，我以为我弄丢了。"
        $ k_anxiety += 1
        scene c009_s004_008 with Dissolve(0.5)
        l "我们离开SUV之前，你把它放进包里了吗？"
        k "没有，它在我后裤兜里。这个我记得。"
        scene c009_s004_009 with Dissolve(0.25)
        l "那大概是[player_name]捡到的。本想还给你，结果发生这么多事，他忘了。"
        k "没关系。我……我不确定自己想不想要它。安德鲁给我的。它……它让我很焦虑。我觉得我把它和不好的事联系在一起了。"
        scene c009_s004_010 with Dissolve(0.25)
        l "我明白。别再说了。"
        "{color=#66ff33}他给她一部手机，然后大概就控制着她能跟谁说话。或者用它来确保她随时能联系上他。{/color}"
        scene c009_s004_011 with Dissolve(0.25)
        l "我把它放进背包里。里面存着你所有的号码，对吧？我知道彼得不知道家里的座机号码，因为他把那个号码存进手机里了。等我们出去，你至少可以用它给父母打个电话。告诉他们你没事，而且正在回家。"
        k "对，那……挺好的。"
    else:
        scene c009_s004_012 with Dissolve(2)
        "{color=#ffcccc}在哪儿？我把它扔了，好像看见它从床上弹了下去。肯定掉在这下面了。{/color}"
        "{color=#ffcccc}我不明白自己为什么这么想在出发前找到它。难道我已经破碎到连「把它留在这儿」这个念头都承受不了？我没有那个力气把它留下。{/color}"
        scene c009_s004_013 with Dissolve(0.25)
        "{color=#ffcccc}我把他的戒指一直戴着。而这东西同样是「我让他占有了我」的证据。我……我应该也把这个扔了。我们走的时候，把这些全都留在这儿吧。{/color}"
        "{color=#ffcccc}可我做不到，因为一碰它我就想恐慌发作。我不能……{/color}"
        scene c009_s004_014 with Dissolve(0.25)
        k "在这儿。而且还有电。"
        play sound doorclose
        scene c009_s004_015 with Dissolve(0.5)
        l "卡莉？哦，你在这儿啊。你怎么坐在地上？"
        k "我……我在找我那部手机。"
        scene c009_s004_016 with Dissolve(0.25)
        k "[player_name]前两天找到了它，给了我。我一想到安德鲁是怎么用这东西把我拴在原地的，就气得不行，把它扔到了房间对面。可是现在我们就要走了，我实在没法把它留在这儿。"
        scene c009_s004_017 with Dissolve(0.5)
        l "他真的把你训练成了必须随时跟他保持联系，是吗？"
        k "对。我……"
        scene c009_s004_018 with Dissolve(0.25)
        l "我明白。别再说了。我把它放进背包里。里面存着你所有的号码，对吧？我知道彼得不知道家里的座机号码，因为他把那个号码存进手机里了。等我们出去，你至少可以用它给父母打个电话。告诉他们你没事，而且正在回家。"
        k "对，那……挺好的。"
    scene c009_s004_019 with Dissolve(1)
    l "好吧，我——"
    k "等等。"
    l "卡莉？"
    scene c009_s004_020 with Dissolve(0.25)
    k "拿着这个。拜托。"
    l "你的订婚戒指？你确定？"
    scene c009_s004_021 with Dissolve(0.25)
    k "我……确定。它……一看见它我就觉得恶心。那是项圈，是奴役的项圈。我——我知道我这么说是在小题大做，可是……"
    l "没关系。你经历的事情，本来就足以让人产生这种反应。"
    scene c009_s004_022 with Dissolve(0.5)
    k "我觉得自己蠢透了。我怎么能让这种事发生在自己身上？我以为我很聪明。我应该是个书呆子。那不是意味着我应该比这聪明吗？"
    l "你那时还年轻。即便女人确实比男人成熟得早，如果你没有太多感情经历，就很容易被那种一心想把自己的意图藏好的人拿下。网上到处都是这样的故事——有人直到太晚才发现自己的男友或丈夫是个操纵一切的混蛋。"
    scene c009_s004_023 with Dissolve(0.25)
    k "他说他爱我、我是特别的，然后……我们搬走之后，就……就全停了……而且……"
    l "没关系。你不用跟我解释。你不用再重新经历一遍。只要知道，你现在安全了。"
    scene c009_s004_024 with Dissolve(0.25)
    if k_sex >= 3:
        k "我不知道自己还能不能再让自己相信任何人。相信爱。相信信任。真正地、彻底地相信某个人。这很难，因为我……我还没准备好放弃。"
    else:
        k "我不知道自己还能不能再让自己相信任何人。相信爱。相信信任。真正地、彻底地相信某个人。"
    l "这很难。我知道。[player_name]也知道。我们都被某个人背叛过、伤害过。"
    scene c009_s004_025 with Dissolve(0.25)
    l "没关系。我在这儿。"
    "{color=#66ff33}她没说错。安德鲁把她搞成这样，因为这件事，她以后可能再也不会觉得在一段关系里是安全的。我们能做的，只是不断让她确信没有他她过得更好。交出那枚戒指也许只是个仪式，但很重要。{/color}"
    scene c009_s004_026 with Dissolve(1)
    k "我觉得自己好蠢。我们得出发了，可我却在这儿像个孩子一样哭。"
    l "没关系。在安全的地方哭出来是好事。等我们在路上——或者在外面——就没这么合适了。"
    scene c009_s004_027 with Dissolve(0.25)
    k "我……我会控制好自己的。我应该……我应该多留意雪莉。她会……她从来没出去过。"
    l "要不你看着她，我看着你？"
    scene c009_s004_028 with Dissolve(0.25)
    k "可是，谁来——"
    l "[player_name]。路上我们就只能让他当个严厉的教官，负责下命令。你能接受吗？"
    scene c009_s004_029 with Dissolve(0.25)
    k "我能。你呢？"
    l "*叹气* 也许我需要别人来管一阵子。不过我仍然是个母亲，我不会让你们任何一个再受伤。"
    "{color=#66ff33}如果把注意力放在照顾别人身上是我撑住自己的方式，那就用它吧。{/color}"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_8_835", transition=Dissolve(1.0))()
    pause
    $ Hide("july_8_835", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c009_s005_001 with Dissolve(2)
    play music nightmain fadein 2.0
    l "[player_name]？我记得看电视不是件好事吗？"
    j "一直都是。*轻笑* 我只是好奇。反正闲着没事，我想看看有没有什么变化。现在还是只有一片雪花。"
    scene c009_s005_002 with Dissolve(0.25)
    j "看样子，你已经把明天出发的事安排好了。"
    l "我一边让自己忙起来，一边做点能让自己觉得有用的事。我们每个人都需要这个。"
    scene c009_s005_003 with Dissolve(0.5)
    j "卡莉和雪莉呢？我听见她们在忙活，但不想去碍手碍脚。听起来两个人都挺忙。"
    l "我让她们在弄清哪些东西是「非带不可」的。我们的包加上雪莉的，装下补给和一套换洗衣服应该够了。还得有一套不是我们装备的衣服，以防万一。上次卡莉被扑的事已经说明，我们至少得多备一套衣服。以防万一。"
    scene c009_s005_004 with Dissolve(0.25)
    j "对。想得周到。我已经越来越讨厌穿我的办公服了——尤其那玩意儿糊满了干掉的汗渍和雾里的脏东西，抖一抖大概都能立住——可我也没有别的更好的了。"
    l "等我们出去以后，找个仪式把这些全烧了。"
    j "到现在它们大概也算环境危害了。"
    scene c009_s005_005 with Dissolve(0.25)
    l "我得问问：你还好吗？"
    j "不太好。脑子里一直在回放那一刻，一遍遍设想我本来可以怎么做。有几个版本的结果是我自己也受伤，甚至也死了。我给自己一天时间生气、自怨自艾，然后再往前走。因为我知道自己最近想得太多、钻牛角尖钻得太深。"
    scene c009_s005_006 with Dissolve(0.25)
    l "我们都有。这件事确实没让我们当中多少人展现出最好的一面。一直被关在屋里，已经让我陷进去太深，而你也看到了，这并不健康。"
    j "是啊，可我真的已经做得过头了。每一个举动都在怀疑。每一个选择都在怀疑。这开始在我脑子里形成一个循环，同一个念头反复出现，而我得打破它。重新上路会有帮助。至少能让我有件事专注。"
    scene c009_s005_007 with Dissolve(0.25)
    l "确实……你觉得雪莉准备好了吗？她已经在这儿闷了很久了。"
    menu:
        "她必须准备好。":
            j "她必须准备好。虽然这么说不太好听。"
            scene c009_s005_009 with Dissolve(0.25)
            l "我会留意她的。你要专注于我们要往哪儿走，以及外面有什么威胁。而且我保证这一次会更好。我不着急，也不会乱跑。听说了那架飞机——或者直升机，随便是什么——再加上亲眼看到我们不小心会发生什么，我这次是睁着眼睛上路的。"
        "[gr]我会留意她的。\n[rgr](劳拉 焦虑 -1)":
            $ l_anxiety -=1
            j "我会留意她。保证我们不会去那些对她或者对任何人不利的地方。"
            scene c009_s005_008 with Dissolve(0.25)
            l "不只有你一个。我保证这一次会更好。我不着急，也不会乱跑。听说了那架飞机——或者直升机，随便是什么——再加上亲眼看到我们不小心会发生什么，我这次是睁着眼睛上路的。"
    j "还有卡莉？我今天还没看见她。真奇怪。"
    if ch8_kallie_sex == "yes":
        "考虑到昨晚的事，她今天早上不见了，这实在没法让我安心。我会以为她是在躲我。"
    scene c009_s005_010 with Dissolve(0.25)
    if ch6_givecellphone == "yes":
        l "我最后一次看见她的时候，她在确认自己的新装备合不合用。另外我找到了她的手机。你之前把它还给了她，她当时扔了它，但我猜尽管那东西让她难受，她还是没法把它留下。我们决定先由我保管。"
    else:
        l "我最后一次看见她的时候，她在确认自己的新装备合不合用。另外我找到了她的手机，我把它还给她的时候，她情绪受到了触动。我们决定先由我保管。"
    j "安德鲁？"
    scene c009_s005_011 with Dissolve(0.5)
    l "对，安德鲁。等我们出去，她得靠它联系家人，所以我们不能直接扔了。而且……"
    j "嗯？"
    scene c009_s005_012 with Dissolve(0.25)
    l "没什么。我有种感觉，你把这里那些情绪上的狗血戏吸收得有点多了。也许你不必事事都知情。"
    j "所以，要回到从前那样了？*轻笑*"
    scene c009_s005_013 with Dissolve(0.25)
    l "*窃笑* 我们大概再也回不去了。我们都彼此看了太多，也陷进对方的私人烂摊子太深，不可能再假装不是这样。"
    j "是啊，我觉得我们不会再回环球办公用品上班了。"
    scene c009_s005_014 with Dissolve(0.25)
    l "真可惜。我真的很喜欢在那儿工作。或者至少，偶尔去趟办公室。那是我人生里一个挺好的锚点。"
    if l_sex >= 2 and l_friend >= 10 or l_sex >= 2 and l_desire >= 4:
        scene c009_s005_015 with Dissolve(1)
        l "[player_name]，答应我，这一切结束之后我们别断了联系。"
        j "我觉得那不可能。我们不会搞什么重聚之类的，也不会温情地追忆往昔。但我们会被这件事绑上一辈子。"
        scene c009_s005_016 with Dissolve(0.5)
        l "我们在一起的那段时间，也不全是坏的。"
        j "嗯？我是说，我们比以往任何时候都亲近多了。当然。"
        scene c009_s005_017 with Dissolve(0.25)
        l "不。你知道我的意思。"
        j "哦，我还以为我们只是……自从上次分别后发生了这么多事，我以为我们都在假装那件事没发生过。而且我觉得那样做对你没什么好处。可能反而让你更难受了。"
        scene c009_s005_018 with Dissolve(0.25)
        l "没……没有。[player_name]，你一直……最近我非常依赖你。我失控的时候是你把我拉回来的，你安慰我，告诉我没事，哪怕你为此不得不撒谎。"
        scene c009_s005_019 with Dissolve(0.25)
        l "我……我很感激你为我做的一切。每一样。明白吗？所以，别以为我们俩打闹那件事让我更难受了。恰恰相反，它让我有片刻能感觉像平常一样。或者，接近平常。"
        menu:
            "想再次感觉接近平常吗？\n[rgr](劳拉 爱意 +1)\n[pks]":
                $ l_sex += 1
                $ l_love += 1
                $ ch9_laura_sex = "yes"
                j "想再次感觉接近平常吗？*轻笑*"
                scene c009_s005_020 with Dissolve(0.25)
                l "*叹气* 不是今晚。不是现在。那两个人还没睡，这么做不是好主意。"
                j "哦，好吧。有机会的时候我把握住了。"
                scene c009_s005_021 with Dissolve(0.25)
                l "你把握住了。可惜我不敢指望明天能睡在床上。短期内恐怕也不敢。谁知道未来会怎样。所以我想趁它还在，好好享受。"
            "很高兴我能帮上点忙。\n[rgr](劳拉 欲望 +1)":
                $ l_desire += 1
                j "很高兴我能帮上点忙。虽然只是短暂的。我有种感觉，一旦我们上路，这种机会就再也不会有了。"
                scene c009_s005_020 with Dissolve(0.25)
                l "大概不会。我不敢指望明天能睡在床上。短期内恐怕也不敢。谁知道未来会怎样。"
    scene c009_s005_022 with Dissolve(0.5)
    j "我也是。说到这个，我大概该好好睡一觉了。还有什么需要我做的吗？"
    l "暂时想不起来。我们还有些带不走的食物。走之前可以多吃掉一些。你看起来有点营养不良。"
    scene c009_s005_023 with Dissolve(0.25)
    j "我倒是该减几斤。"
    l "不是这种减法。史上最糟的节食。"
    j "是啊，我可不想因为这个开个自己的社交媒体频道。"
    scene blank with Dissolve(2)
    scene c009_s005_024 with Dissolve(2)
    if ch8_kallie_sex == "yes":
        "今天没见到卡莉，让我比预想的更心神不宁。我想，考虑到我们昨晚那样，我本来没指望她能彻底不说话。虽然我们又不是在交往什么的，但我不喜欢看不见她。"
    else:
        "今天没见到卡莉，让我比预想的更不安定。我已经习惯了每天都会碰见她。只能相信如果真出了什么事，劳拉会告诉我。"
    scene c009_s005_025 with Dissolve(0.5)
    "劳拉说话的语气，听得出她对手机那件事有点难过，我敢肯定那也勾起了她心里关于安德鲁的一些东西。等我们上路，这些就没法再理清楚了。"
    scene c009_s005_026 with Dissolve(0.5)
    "说到劳拉，她好像多少恢复了一点。我还是得去确认她的状态，不过我真的觉得可以重新信任她了。我必须相信她。"
    if ch9_laura_sex == "yes":
        "还有我刚才主动出击那件事？感觉并不像被直接说了「不行」。更像是「现在不行」。这已经比我之前的处境好多了。不过我大概不该逼她。谁知道她脑子里在转什么。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    if ch9_laura_sex == "yes":
        window hide
        show datetime_1 at truecenter with dissolve
        show datetime_2 at truecenter with dissolve
        $ Show("july_9_612", transition=Dissolve(1.0))()
        pause
        $ Hide("july_9_612", transition=Dissolve(1.0))()
        hide datetime_2 with dissolve
        hide datetime_1 with dissolve
        call ch9_laura_sex from _call_ch9_laura_sex
        scene blank with Dissolve(2)
    else:
        window hide
        show datetime_1 at truecenter with dissolve
        show datetime_2 at truecenter with dissolve
        $ Show("july_9_826", transition=Dissolve(1.0))()
        pause
        $ Hide("july_9_826", transition=Dissolve(1.0))()
        hide datetime_2 with dissolve
        hide datetime_1 with dissolve
    scene c009_s007_001 with Dissolve(2)
    play music morning fadein 2.0
    if ch9_laura_sex == "yes":
        "尽管劳拉一大早就来找我，那仍是个安静的早晨，卡莉和雪莉都起得很晚。也许她们是在珍惜可能是最后一次睡在床上的夜晚。不管怎样，我们洗漱、吃早饭（除了雪莉，所有人都喝了咖啡）的时候，空气里弥漫着一股闷闷的、沉思般的气氛。"
    else:
        "我是在一个安静的早晨醒来的，卡莉和雪莉都起得很晚。也许她们是在珍惜可能是最后一次睡在床上的夜晚。不管怎样，我们洗漱、吃早饭（除了雪莉，所有人都喝了咖啡）的时候，空气里弥漫着一股闷闷的、沉思般的气氛。"
    scene c009_s007_002 with Dissolve(0.5)
    "花了几小时慢慢进入状态之后，所有人都收拾好东西，换上了装备。大家很快就准备就绪，劳拉和我确认卡莉和雪莉也都没问题了。"
    scene c009_s007_003 with Dissolve(0.5)
    "雪莉显然对我们即将出发很紧张，她只是需要有人听她絮絮叨叨。"
    s "*哼哼* 我讨厌帽子。我真的非戴这个不可吗？这尺寸不对。太大了。会弄乱我的头发。"
    j "是的。你需要把暴露的皮肤尽可能多地遮住。而且不会，头发可做不到这个。"
    scene c009_s007_004 with Dissolve(0.25)
    s "那我至少能带把梳子吗？"
    j "你背包里放得下的话，当然。或者你有口袋能塞进去也行。"
    scene c009_s007_005 with Dissolve(0.25)
    s "我这儿还有个多余的……"
    scene c009_s007_006 with Dissolve(0.5)
    j "那挺好的。劳拉？我们的包收拾好了吗？"
    l "不会很轻，但装满了。"
    scene c009_s007_007 with Dissolve(0.25)
    j "没关系。只要把能带的都带上。下一个落脚点给我们准备了什么，谁也说不准。"
    "没人假装这会是个轻松的过程——从一个楼挪到另一个楼。事到如今，我们都知道只需要撑到下一个安全的地方，再根据那边的情形做决定。"
    scene c009_s007_008 with Dissolve(0.25)
    s "我怎么换上了这身衣服还是没口袋？他妈的女装。我干脆穿条裙子算了。"
    scene c009_s007_009 with Dissolve(0.25)
    "你知道吗，卡莉过去一天特别安静。对她来说都算异常。我敢肯定我们重新上路这件事给了她压力，让她更不想说话。我应该……"
    menu:
        "先别去打扰她。":
            "我现在应该先别去打扰她。就算她心里想着别的事，也许现在、在所有人面前把注意力引到她身上并不是最好的时机。也可能就是这么简单：焦虑让她没了聊天的欲望。"
            "不过我待会儿还是得找机会跟她谈谈。"
        "[gr]去关心一下她。\n[rgr](卡莉 焦虑 -1)":
            $ k_anxiety -= 1
            "不，不。她需要知道有人在乎她到会主动去关心她。"
            scene c009_s007_010 with Dissolve(0.5)
            j "嘿。嘿，卡莉。"
            k "嗯？"
            j "这身行吗？你的新装备？合用吗？"
            scene c009_s007_011 with Dissolve(0.25)
            k "呃，好，好。感觉够厚，不用担心有什么东西穿过去。我……我以前干过这个。我知道什么管用。"
            j "我知道。我只是确认一下。你有个习惯：当某些声音更大的人掌控全场时，你就会变得沉默。"
            scene c009_s007_012 with Dissolve(0.25)
            k "我很好。谢谢你问这个。"
            j "好。"
    scene c009_s007_013 with Dissolve(1)
    "所有人都装备好之后，有那么一瞬间，我们站在起居室里沉默着，等着谁先开口或者先动。"
    scene c009_s007_014 with Dissolve(0.5)
    "最后我先动了。虽然我明白这次离别的分量有多重，但务实提醒我，在踏出门之前，我们并没有真的离开这个地方。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c009_s007_015 with Dissolve(2)
    play music school fadein 2.0
    $ s_anxiety +=1
    s "一想到我再也不会回到这儿，感觉很奇怪。我一直知道总会有这么一天，但我希望那会是在我毕业的时候。比如在最后几天里来一场含泪的告别，我能在离开之前做一次情绪上的收尾。可现在？感觉只剩下空虚和没有意义。"
    l "我们离开办公室的时候也是这种感觉。我心里一直有个疙瘩，觉得我们再也不会回去了，而那不是我以为的、我跟环球办公用品这段时光应有的收场。"
    scene c009_s007_016 with Dissolve(0.25)
    j "这座城市很有可能就是同样的下场。就像切尔诺贝利灾难之后，普里皮亚特成了一片谁都不该去的死区。"
    s "还有那个画室？天哪，我在那里度过了多少个夜晚。会想它的。"
    menu:
        "想顺路过去一趟吗？\n[rgr](雪莉 好感 +1)":
            $ s_friend += 1
            scene c009_s007_017 with Dissolve(0.25)
            j "想顺路过去一趟吗？就待一分钟，说声再见。"
            s "不，不。没关系。对地方产生眷恋很傻。"
        "你会找到新的地方和新的回忆。":
            scene c009_s007_017 with Dissolve(0.25)
            j "你会找到新的地方和新的回忆。等我们出去以后。"
            "这话听起来像是空洞的安慰，但我不能让她被这种眷恋分心。至少现在不行。"
    scene blank with Dissolve(2)
    scene c009_s007_018 with Dissolve(2)
    s "出了这几扇门之后，我们该做些什么准备？"
    l "还是那些老一套。不过还是确保你的口罩戴紧了。还有护目镜。"
    scene c009_s007_019 with Dissolve(0.25)
    j "我们要走的出口在一楼，在楼的另一头。前几天我搜过一遍，没发现什么问题。没什么可疑的房间。不过我们还是得当成不完全安全来应对。我们离外面只隔着一道门。"
    s "呃~~~~ 这可真是当头一盆冷水。"
    scene c009_s007_020 with Dissolve(0.25)
    s "而且……"
    j "我们不会往那边去的。"
    s "那就好。谢谢。"
    scene blank with Dissolve(2)
    scene c009_s007_021 with Dissolve(2)
    "穿过卡森楼的过程安静得诡异。我敢肯定楼上那具尸体没起什么好作用。还有即将到来的那个时刻——我们得趟着雾穿过院子。"
    scene c009_s007_022 with Dissolve(0.5)
    "一路上我们小心观察着周围，一边安慰自己，绕开梅茜对我们是好事。当然，不去看一具尸体是明智之举。可我突然意识到，我还得解释黑板上那个用粉笔写的「我看见了女巫」。"
    scene blank with Dissolve(2)
    scene c009_s007_023 with Dissolve(2)
    j "好了，到这儿了。学生中心在对面。"
    l "我几乎什么都看不见。今天早上的雾很浓。"
    j "所以我们要走直线，不要逗留。不过要聪明、要小心。靠紧队伍，谁都不许乱跑，留意任何潜在的危险。"
    scene c009_s007_024 with Dissolve(0.25)
    j "灼烧者——从我们观察到的来看——喜欢从阴影里、从建筑或者灌木后面伏击你。所以要有这个意识。至于那些在空地上晃悠的？我们会避开他们，不过他们通常动作不快。离他们远点。"
    s "我们要不要试着躲起来？或者别让他们看见、听见我们？这样我好有个准备。"
    scene c009_s007_025 with Dissolve(0.25)
    j "老实说，我不知道他们是怎么追踪我们的。我们开车从几个旁边经过，他们表现得像我们不存在一样。"
    l "办公室外面那一个，我们当时在窗户那儿大喊大叫，他都没注意到我们。最早那一晚我们看见的那个也是。"
    scene c009_s007_026 with Dissolve(0.25)
    j "其实这不重要。别让他们靠近你，避开任何看起来不安全的地方。劳拉带路，我殿后。大家都准备好出去了吗？"
    s "大概吧。其实我们也没什么选择。"
    k "好、好吧。"
    "上次卡莉出去的时候被扑倒了。在亲眼看到那孩子的事之后，她算是走运的。所以她为这次紧张也很正常。我只需要确保我们这次能平安走过去。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c009_s007_027 with Dissolve(2)
    play music outsideday2 fadein 2.0
    $ s_anxiety +=1
    $ l_anxiety +=1
    $ k_anxiety +=1
    "一出门，让所有人适应花的时间比有些人预想的要久。劳拉和卡莉已经好几天没出来了，而她们上一次的结局都很不愉快。可雪莉从这一切开始就再没踏出过宿舍，雾的浓度让她吃了一惊。"
    scene c009_s007_028 with Dissolve(0.25)
    s "哦，哇。呃……这……*咳嗽*"
    j "对，我明白。感觉就像在汤里蹚水。"
    scene c009_s007_029 with Dissolve(0.25)
    l "尽量别往深了吸。就算戴着口罩，你也会吸进去一些空气里那种烧人的东西。"
    j "我们走吧。时间不站在我们这边。在外面待得越久，就越难受。"
    "说完这些，我们开始穿过院子，小心地移动，避开任何潜在的危险。"
    scene c009_s007_030 with Dissolve(0.5)
    "我偶尔飞快地扫一眼四周，只看见几个灼烧者在视野边缘晃悠。只要我们不停下来，它们大概根本不会朝我们动手。"
    if s_anxiety >= 4:
        scene c009_s007_031 with Dissolve(1)
        s "呃，我……这……"
        scene c009_s007_032 with Dissolve(0.25)
        s "我不想……我……要回去。"
        "雪莉的步伐慢下来时，我就知道这已经超出她的承受范围了。可我们已经在外面，不能就这么掉头。我只能让她继续走。"
        menu:
            "把手放在她背上。\n[rgr](雪莉 焦虑 -1)":
                $ s_anxiety -= 1
                scene c009_s007_033 with Dissolve(0.5)
                j "嘿，雪莉，没事的。我在这儿。路不长。"
                s "只是……我没……我喘不上气。而且我能看见它们就在外面。还有……"
                scene c009_s007_034 with Dissolve(0.5)
                j "我们会没事的。我们只需要继续走。我在这儿，什么都不会发生到你身上。我保证。"
                s "我……好吧。只是……"
                scene c009_s007_037 with Dissolve(0.25)
                j "看着前面卡莉和劳拉。我会在你身后，什么都不会、也什么人都不可能成为我们的麻烦。"
            "抓住她的屁股。\n[rgr](雪莉 欲望 +1)\n[rgr](Shelly 焦虑 -1)":
                $ s_anxiety -= 1
                $ s_desire += 1
                scene c009_s007_038 with Dissolve(0.5)
                j "嘿，雪莉，没事的。我在这儿。路不长。"
                s "哦？*窃笑* 那是……"
                scene c009_s007_035 with Dissolve(0.5)
                j "我猜你不会介意一点正向鼓励。我们会没事的。我们只需要继续走。我在这儿，什么都不会发生到你身上。我保证。"
                s "只是……我没……我喘不上气。而且我能看见它们就在外面。还有……"
                scene c009_s007_036 with Dissolve(0.25)
                j "看着前面卡莉和劳拉。我会在你身后，什么都不会、也什么人都不可能成为我们的麻烦。"
                s "你会盯着我屁股看吗？"
                j "如果那能让你开心的话，会。"
        scene c009_s007_039 with Dissolve(0.5)
        l "各位？[player_name]？"
        j "我们来了。雪莉？"
        s "嗯，嗯。"
        "我不想说刻薄话，但雪莉必须学会坚强。这段路并不长，而我担心下一段可能不会这么直截了当。下一段不会。再下一段也不会。"
    else:
        scene c009_s007_032 with Dissolve(0.5)
        "我们保持着紧密的队形（在没有接受过军事或特警训练能做到的极限内），完成了这趟跋涉。时不时地，我能看见学生中心的轮廓，这让我安心我们还在按计划走。"
        scene c009_s007_039 with Dissolve(0.5)
        "虽然我偶尔会听见视线之外灼烧者蹒跚的声音，但它们没有一个朝我们靠近。或者说，靠近的速度不足以追上我们那些徒劳的扑腾。"
    scene blank with Dissolve(2)
    scene c009_s007_040 with Dissolve(2)
    "我知道这段路大概没有感觉上那么长，但我开始紧张，担心我们已经在雾里偏了方向。"
    scene c009_s007_041 with Dissolve(0.5)
    "所以，当我终于看见学生中心的入口时，一股如释重负的感觉冲上了我。当然，我把它压到一边；我不想被外面还潜伏着的任何意外打个措手不及。"
    scene c009_s007_042 with Dissolve(0.5)
    "爬楼梯让我比预想的更喘。其他人也都明显气喘吁吁，并不只有我一个。"
    scene c009_s008_001 with Dissolve(0.5)
    l "*咳嗽* 好，看来大家都到了。请原谅我这母鸡般的本能，非要像组织郊游一样数人头。"
    s "可以理解。我们当中有些人也没离那种日子多远。"
    scene c009_s008_002 with Dissolve(0.25)
    j "操。门锁了。"
    s "这可从没发生过。我从没见过这个地方锁门。至少白天没有。"
    scene c009_s008_002-1 with Dissolve(0.25)
    j "我怀疑学校的任何工作人员早就没影了。这边也一样。操。好，得把这门撬开了。退后，玻璃要飞一地。"
    scene c009_s008_003 with Dissolve(0.25)
    l "不不，等等。你这么干，我们就待不下去了。"
    scene c009_s008_004 with Dissolve(0.25)
    k "各位。我觉得我看见有什么东西朝这边过来了。"
    j "我们要是能进去，就能先在某个房间停一下。总得有类似休息室或者会议室的地方。我们不能一直待在外面。我们只是在把自己暴露出去。"
    s "我……我想……其实我知道有个侧门。在拐角那边。这地方对我来说开始有点眼熟了。"
    scene c009_s008_005 with Dissolve(0.25)
    j "你觉得没锁吗？"
    s "那扇门一向是开的。不过正门本来也该开着才对。"
    l "[player_name]？有几个灼烧者正朝这边蹒跚过来。"
    scene c009_s008_006 with Dissolve(0.25)
    j "走。雪莉，带我去那扇门。劳拉？"
    l "就在你后面。卡莉，走吧。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c009_s008_007 with Dissolve(2)
    s "{size=30}到了。{/size}"
    j "{size=30}祈祷它没锁{/size}"
    play sound doorclose
    play music insidedark fadein 2.0
    scene c009_s008_008 with Dissolve(0.5)
    j "好。雪莉这个提议不错。"
    s "我大一时常从这边过来，因为我下课之后会从那个方向回宿舍。Hollis楼和Mensis楼。这点我还记得。"
    l "真奇怪它居然没锁。说到这个，我看看有没有门闩可以插上。"
    scene c009_s008_009 with Dissolve(0.5)
    j "呃，有一个原因。"
    l "呃，那是……挡路的。"
    k "我知道这些我都不是专家，可这障碍也不算太结实吧？"
    scene c009_s008_010 with Dissolve(0.25)
    j "它本来就不是为了把什么东西或者什么人挡在外面。至少挡不了多久。它的作用是，万一它们进来了，能拖慢它们。我们搬开这些东西的时候动静够大，楼里还剩的任何人都会知道我们在这儿。"
    k "你觉得这里面还有人吗？"
    scene c009_s008_011 with Dissolve(0.25)
    l "有人吗？！有人在吗？！"
    s "劳拉！别喊！"
    j "没关系，雪莉。等我们开始拆这些东西的时候，她们本来也会知道我们在这儿。这是没法避免的。让我看看能不能挪开一些。"
    scene c009_s008_012 with Dissolve(0.5)
    s "没有回应。这也正常，我不指望有人跑出来。不过我们还是得小心。"
    j "你盯着那边——这堆东西后面——我去弄出个够我们钻过去的口子。"
    scene blank with Dissolve(1)
    scene c009_s008_013 with Dissolve(1)
    "那堆家具摇摇欲坠得很，跟叠叠乐一样，只要挪开几件，整个结构就散了。要是我们会在这儿多待一会儿喘口气，我也许会考虑把它重新搭起来。"
    scene blank with Dissolve(2)
    scene c009_s008_014 with Dissolve(2)
    l "有人吗？！有人在吗？！我们没有恶意。"
    j "*嘟囔* {size=30}除非你对我们有恶意，那可就另说了。{/size}"
    scene c009_s008_015 with Dissolve(0.5)
    s "安静得很。如果真有人在这儿，他不想让我们知道。"
    j "所以我们才需要彻底搜一遍。"
    scene c009_s008_016 with Dissolve(0.25)
    k "我们要待那么久吗？"
    j "我们需要时间弄清楚下一步怎么办，而且我宁愿不要再有意外。再说了，听你们的情况，至少有两个人需要喘口气。"
    scene c009_s008_017 with Dissolve(0.25)
    s "抱歉。我第一次出去。我没想到会是这样。"
    j "没关系。你就待在这儿盯着前面。看见任何东西就喊，我说的是任何东西。"
    s "哦，你放心，我会的。"
    scene c009_s008_018 with Dissolve(0.25)
    j "我去那边看看情况。看看能找到什么。评估一下。劳拉？"
    l "我上楼看看上面是什么样子。卡莉？"
    scene c009_s008_019 with Dissolve(0.25)
    k "我去看看那边那个房间，然后就在这儿陪雪莉待着。"
    s "对，我们就把这儿当大本营吧。"
    "把队伍拆开感觉不是什么好计划，但我不能把她们当成没有行动能力的成年人。大家都在听得见的范围内，所以万一真出什么事，我只能跑过去。"
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("warning", transition=Dissolve(1.0))()
    pause
    $ Hide("warning", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    "接下来的内容包含可能让部分玩家不适的画面。提示：自杀。"
    menu:
        "继续":
            $ warning_suicide = "yes"
        "我想跳过这段以及之后所有类似内容。":
            $ warning_suicide = "no"
            "本次流程中你将不再看到涉及自杀的内容。"
    if warning_suicide == "yes":
        scene blank with Dissolve(2)
        scene c009_s010_001 with Dissolve(2)
        "{color=#66ff33}好，这个提示够清楚了。到目前为止看到的一切都不错。我想是吧。对我们来说算是好消息。这地方空着仍然很奇怪。我有一部分是期待看到点什么的。或者说期待不只是些垃圾剩物，而是有人曾经在这儿，然后把这儿丢下走了。{/color}"
        "{color=#66ff33}看看这里面有什么。这整件事都有些不对劲。{/color}"
        scene c009_s010_002 with flash
        l "哦？哦，靠。"
        "{color=#66ff33}在那儿呢。雾把我的嗅觉搞坏了，但我知道自己闻到了一股尸体的味道。哦，操，我算是正式受够了看见死人。{/color}"
        scene c009_s010_003 with Dissolve(0.25)
        "{color=#66ff33}还有你……看样子，你割腕了。血已经干了。要是我对尸体了解得多一点，也许能大致判断这过去了多久。{/color}"
        "{color=#66ff33}你是一个人待在这儿吗？你就是因为一切都承受不住了，就放弃了？连留一封遗书都算过分的要求。我讨厌还得在脑子里拼凑出这种{b}为什么{/b}的答案。{/color}"
        scene c009_s010_004 with Dissolve(0.25)
        "{color=#66ff33}让我把这个房间重新关上。我不会告诉卡莉或雪莉。她们不需要知道这个。就说上面没什么重要的东西。但是，[player_name]？也许以后吧。等我们单独在一起的时候。{/color}"
    scene blank with Dissolve(2)
    scene c009_s008_020 with Dissolve(2)
    "{color=#8bc7ff}天哪，这一切都他妈恐怖死了。我们在外面才待了大概十分钟，感觉就像走进了某个他妈的地狱层。而且我们在这儿就安全了吗，不会被灼烧者撞上？它们可能就这样踉跄上来看见我们。门是锁着的，可那真的有用吗？{/color}"
    scene c009_s008_021 with Dissolve(0.5)
    k "上面什么都没有。或者说，没什么对我们重要的。"
    s "啊！靠。靠，抱歉。只是被吓到了。"
    scene c009_s008_022 with Dissolve(0.25)
    k "没关系。这一切都很让人不安、很吓人。"
    s "不过你们看上去都撑得很好。"
    scene c009_s008_023 with Dissolve(0.25)
    k "我很害怕。就算看起来不像。我只是把情绪憋在心里。"
    s "抱歉，我不是想说……"
    scene c009_s008_024 with Dissolve(0.5)
    l "好吧，算是好消息吧。上面没人。有几间办公室和一个会议室，但没什么有趣的。全是空的。*咳嗽* *咳嗽*"
    scene c009_s008_025 with Dissolve(0.25)
    l "下面一切都还好吗？我没听见有人喊，就当是好消息了。"
    k "后面有个会议剧场。除了些垃圾，我在那儿没看见任何人或者别的东西。像是有人在那儿躲了一两天。"
    scene c009_s008_026 with Dissolve(0.5)
    j "好吧。我不太弄明白这儿发生过什么。"
    l "你发现了什么？"
    scene c009_s008_027 with Dissolve(0.25)
    j "拐角那边有个储藏间和一个休息室——大概是给员工用的。两边我都没细翻。走廊尽头有扇门没锁。旁边有些家具。之前在这儿的人可能是从那边出去的。"
    scene c009_s008_028 with Dissolve(0.5)
    j "不过，这地方看着还算适合待上一阵子。有人来过，但决定撤了。他们把两个侧门都堵上了，只把正门锁着。"
    s "感觉那本该用木板封死才对。我是说，我对这些事懂得不多，但那样看起来才是合理的做法。"
    l "他们——不管是谁——可能觉得只锁上门就够了。而且，我们没见过任何迹象表明灼烧者会想闯进来。我们遇见的那些都待在外面，等有人靠得太近。"
    scene c009_s008_029 with Dissolve(0.25)
    "除了那个扑向孩子的之外，她说得不算错。我到现在还没见过它们对我们搞{a=https://www.imdb.com/title/tt0063350/}{i}《活死人的夜晚》{/i}{/a}那一套。"
    j "确实，不过我们暂时还是离正门远点好。楼上怎么样？"
    l "空的。就几间办公室和一个会议室。没什么看起来不对劲的地方。既然这边的楼梯是唯一上去的路，之前在这儿的人可能懒得做什么。"
    scene c009_s008_030 with Dissolve(0.25)
    k "我觉得他们没待多久。"
    j "我同意。也许雾刚来的时候，他们撑了几天。也许他们从后门溜出去，看见了什么，然后才试着堵住那边的入口。"
    l "谁知道呢。人在压力之下会做出一些可怕的决定。理智和清醒是最先被扔掉的。"
    j "好吧，那我们就休息一下，评估下一步。"
    scene c009_s008_031 with Dissolve(1)
    "这一次我并不想催着大家走。劳拉的咳嗽又回来了，雪莉在外面那短短一会儿就已经吓得魂不附体。至于我？好吧，男人出了名会把事情憋在心里，所以我不会提我自己其实也已经开始难受了。"
    "我想我最近出去得太频繁了，我感到疲惫。或者说，是因为我严重营养不良。"
    scene blank with Dissolve(2)
    scene c009_s008_032 with Dissolve(2)
    "于是我们转移到了休息室，试图重新整理状态。"
    s "好吧，这儿有咖啡、水，还有一些早就过了保质期的吃的。呃~~~~"
    j "我们也不能指望这儿是个备货齐全的自助餐厅。"
    scene c009_s008_033 with Dissolve(0.25)
    s "大多数人都是去校区外围的某家快餐店。或者干脆叫外卖送餐。"
    l "那么雪莉，你知道附近有哪些楼吗？"
    scene c009_s008_034 with Dissolve(0.5)
    s "有几栋教学楼。就像我们刚到时我说的，Mensis楼和Hollis楼在那个方向。你觉得我们需要往哪儿走？"
    scene c009_s008_035 with Dissolve(0.25)
    l "医院在另一个方向。"
    s "呃，我想……我觉得那是Burgen楼。呃……我大一的时候在那儿上过一门英语课——英语101——有大阶梯教室，还有图书馆。那栋楼挺大的。"
    scene c009_s008_036 with Dissolve(0.25)
    j "要是从那边穿过去，我们会从哪里出来？附近有什么街道或者别的建筑吗？"
    s "我不清楚。有一家加油站。好像是。抱歉，我就是不太认路。"
    l "没关系。我们只能边走边摸索。如果眼下我们得从一个地方挪到另一个地方，那就这么办。"
    scene c009_s008_037 with Dissolve(0.25)
    j "说到探路，我想{b}我{/b}应该先动身了。"
    l "哦，[player_name]，我不是……"
    scene blank with Dissolve(1)
    scene c009_s008_038 with Dissolve(1)
    l "[player_name]？[player_name]，我不是让你现在就走。"
    menu:
        "你说「我们」，指的是「我」。\n[rrd](劳拉 好感 -1)":
            $ l_friend -= 1
            scene c009_s008_039 with Dissolve(0.25)
            j "劳拉，你说「我们」，指的是「我」。咱们实话实说吧。在外面待了十五分钟，你说话就像从三岁起就抽无过滤嘴的万宝路。雪莉已经够脆弱了，我们不能指望她不会随时僵在原地。而且尽管她想表现得更坚强，我照样天天怕卡莉再被扑倒。那次太容易了，要是我不在，她已经死了，或者更糟。"
            "我已经见过「更糟」是什么样子了。"
            scene c009_s008_040 with Dissolve(0.25)
            j "所以这活儿就落到我头上，我应该直接去办。我们越早弄清楚下一个目标地点是哪儿越好。"
        "就是现在最好。":
            scene c009_s008_039 with Dissolve(0.25)
            j "就是现在最好。我们不能整天在这儿干等。"
    scene c009_s008_041 with Dissolve(0.25)
    l "靠，[player_name]，你脸色苍白，营养不良。"
    j "我回来的时候估计也好不到哪儿去。后屋又不会藏着一个{a=https://www.arbys.com/}Arby's{/a}让我出发前先啃一口。我不会花太久。就是出去一趟，把周围的情况摸清楚。"
    scene c009_s008_042 with Dissolve(0.25)
    l "……"
    if k_friend >= 12 or k_love >= 3:
        scene c009_s008_044 with Dissolve(0.25)
    else:
        scene c009_s008_043 with Dissolve(0.25)
    l "操。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_9_213", transition=Dissolve(1.0))()
    pause
    $ Hide("july_9_213", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c009_s008_045 with Dissolve(2)
    play music school fadein 2.0
    k "你们学校是真的很喜欢这些蓝色的画。"
    s "那是我一位老师莫林教授的装置作品，从他的收藏里借出来的。我猜他们是真的很想给这个地方「艺术化」一下，而他的作品数量刚好够布置所有主要位置。真奇怪，到现在还没人试图去糟蹋其中一幅。也许根本没人觉得值得。"
    scene c009_s008_046 with Dissolve(0.5)
    k "那尊雕像呢？"
    s "它在我来之前就这儿了。大概跟什么校徽或者吉祥物有关。我从没提过，别人也没提过。感觉像是几代人的事——婴儿潮那辈，或者也许是X世代的人，才会去在乎什么学校荣誉和历史。"
    scene c009_s008_047 with Dissolve(0.25)
    s "对我们来说？要是没出现在TikTok上，我们真的会在乎吗？"
    k "我一直不太关注社交媒体那些东西。我……安德鲁不喜欢我关注那些。"
    scene c009_s008_048 with Dissolve(0.25)
    s "好吧，那也不是他能做主的……"
    scene c009_s008_049 with Dissolve(0.25)
    s "那是什么？是[player_name]回来了？"
    scene c009_s008_050 with Dissolve(1)
    l "你没事吧？看起来糟透了。"
    j "*咳嗽* 刚在外面撞上了一堵雾墙。浓得不行。像是趟着一条河。我他妈什么都看不见，还担心会迷路。"
    scene c009_s008_051 with Dissolve(0.25)
    l "[player_name]。[player_name]！来，看看我。"
    j "我没事。我没事。*咳嗽* 就好像在努力呼吸一整罐芥末。真是够呛的玩意儿。"
    scene c009_s008_052 with Dissolve(0.5)
    s "你没事吧？"
    j "死不了。"
    scene c009_s008_053 with Dissolve(0.25)
    s "这是不是意味着我们就困在这儿了？"
    l "现在不是担心这个的时候。"
    j "我们只能走一步看一步。现在这样我们没法出去。前几天那场雨之后我们有过一段喘息，现在雾变本加厉地回来了。他妈的白茫茫一片，什么都看不见。"
    scene c009_s008_054 with Dissolve(0.25)
    l "好吧，那我们就得把这个地方守好。"
    j "*咳嗽* 那片烂雾里除了灼烧者在晃，别的什么都没有。"
    scene c009_s008_055 with Dissolve(0.25)
    l "我可不想今天正好赶上它们决定进来。"
    s "感觉它们像是遵守吸血鬼的规矩。"
    scene c009_s008_056 with Dissolve(0.25)
    l "卡莉，你和雪莉把那些桌子中的一张搬到后门那儿顶住。"
    k "好。"
    j "我们再拖一张下来，也顶住这扇门。"
    scene c009_s008_057 with Dissolve(0.25)
    l "让我来帮忙。别跟我犟。"
    j "*咳嗽* 我没力气了。"
    scene blank with Dissolve(2)
    scene c009_s010_009 with Dissolve(2)
    "接下来的半个小时，我们设法把两个后出口都堵住了。至于正门，我们把右侧加固了，另一侧留了一部分没遮住，这样就能观察到那场诡异的浓雾是什么时候开始弥漫的。"
    scene blank with Dissolve(2)
    scene c009_s010_010 with Dissolve(2)
    "我不知道是什么引起的，但这已经足够让我们没法继续推进了。或者没法在不冒着健康风险的情况下推进。我确实在想，这里一直是这样吗，还是雾的存在在雨之后进一步加剧了。"
    scene blank with Dissolve(2)
    scene c009_s010_011 with Dissolve(2)
    s "你试过那尊雕像吗？"
    j "它重得要命。所以试了。就一秒。它{b}不是{/b}空心的。"
    scene c009_s010_012 with Dissolve(0.5)
    k "我们现在就要被困在这儿了吗？"
    l "不会。我们只是……"
    scene c009_s010_013 with Dissolve(0.25)
    j "我们在等雾稍微淡一点。我本来以为我们能走得更远，但如果每次赶路都得中途休息，那也只能这样。就像{a=https://www.imdb.com/title/tt0084787/}{i}《怪形》{/i}{/a}里那场戏，寒冷和大雪糟到他们没法在外面待上任何一段时间。"
    scene c009_s010_014 with Dissolve(0.25)
    j "还有……*咳嗽* 我得冲一冲。有东西渗到衣领里面去了，痒得难受。"
    l "我该去看看楼上那些办公室有没有留下什么有用的东西。"
    "只是想让你有点事可做。我待会儿和劳拉一起回来，确保她没有又滑回那些坏习惯里。"
    if s_friend >= 8 or s_love >= 1 or s_desire >= 5:
        scene c009_s010_016 with Dissolve(0.25)
        s "我也去。我得上趟洗手间。也许我该在出发前就解决的。卡莉？"
        k "我没事。我就……先在这儿待着吧。"
        s "好吧，行。"
        scene c009_s010_017 with Dissolve(1)
        s "嘿，嘿，等一下。"
        j "怎么了？"
        scene c009_s010_018 with Dissolve(0.25)
        s "你能陪我去吗？我现在不想一个人待着。陌生的地方，而且这里他妈诡异得很。我从没见过它空成这样。"
        j "去女洗手间？"
        scene c009_s010_019 with Dissolve(0.25)
        s "别装得好像当初在宿舍时，我们有人洗澡你没在隔壁偷听我小便似的。"
        j "好吧，好吧。"
        scene blank with Dissolve(2)
        scene c009_s009_001 with Dissolve(2)
        j "好啦~~~ 里面没人。"
        scene c009_s009_002 with Dissolve(0.5)
        s "谢谢。我本来以为会有什么状况，不过还是谢谢你愿意来看一眼。"
        j "应该的。"
        "我们也不是第一次在洗手间里撞见不想看的东西了。"
        scene c009_s009_003 with Dissolve(0.5)
        j "我在这儿冲一下。你怎么样？皮肤？肺？呼吸还好吗？我知道这是你第一次出来。"
        s "虽然我一路都在抱怨，但你看我让我把那些东西全穿上，确实是对的。我后颈和脸颊侧面有点刺痛，不过其他地方目前看起来都还好。只是感觉像是走了好几里路。"
        scene c009_s009_004 with Dissolve(0.25)
        j "走之前一定要冲干净。肥皂水就够了。你真的不想让那些东西在身上留太久。"
        s "哦？会留下疤吗？我可不想因为这个弄坏皮肤。"
        scene c009_s009_005 with Dissolve(0.25)
        j "你看到那东西喷在卡莉身上是什么样了，不过她也愈合了。我只是给你提个建议，别让那股痒开始变成你的感官问题。"
        scene c009_s009_006 with Dissolve(0.25)
        s "好、好吧。你能……放点水吗？我想做做样子。我们又还没住到一起，我不想让你听见我尿尿。"
        j "*轻笑* 行。"
        scene c009_s009_007 with Dissolve(1)
        j "好了，我这边完了。你大概也该一样。嘿，你那边还好吗？我听见那边有窸窸窣窣的动静，听着不太像你在排便。"
        s "哦，哈哈。等一下。"
        scene c009_s009_008 with Dissolve(0.5)
        s "我来了。*窃笑*"
        j "你在那儿落了个东西。你真需要脱裤子才能使劲排出来吗？我是说，我懂那种拉完之后还得擦干的情形。"
        scene c009_s009_009 with Dissolve(0.25)
        s "哦，你真有趣。别装傻。我想你知道自己为什么这样。"
        j "在这儿？现在？"
        scene c009_s009_010 with Dissolve(0.25)
        s "为什么不呢？*窃笑* 我们俩都该从压力里喘口气。"
        menu:
            "[rd]现在不要。\n[rgr](雪莉 欲望 +1)\n[rrd](雪莉 好感 +1)\n[rrd](雪莉 焦虑 +1)":
                $ s_desire += 1
                $ s_friend -= 1
                $ s_anxiety += 1
                j "得了吧，雪莉。现在不行。我很领你的情，但我们并不是真的独处，万一她们俩谁推门进来，那就麻烦了。这可是女洗手间。"
                scene c009_s009_011 with Dissolve(0.25)
                j "而且我他妈累死了，现在实在没这个心情。"
                s "说「我没心情」的男人，意思其实是「我觉得你不性感」。"
                scene c009_s009_012 with Dissolve(0.25)
                j "雪莉，换个时间我一定会接受你的邀请。你是个非常有魅力的女人，而你这样站在我面前，很难让人不动心。可你挑的时机糟透了。"
                j "我们才刚到这儿，雾又那样涌进来，感觉就像被困住了。我得专注于我们眼下的安全，以及什么时候能重新上路。"
                s "*哼哼* 好吧。抱歉。我想我只是……算了，没什么。"
                scene c009_s009_013 with Dissolve(0.25)
                s "让我把裤子穿回去。我他妈觉得自己蠢透了。"
                j "雪莉——"
                s "你走吧。我冲一下就出去。让我至少保住一盎司的自尊吧。"
                scene c009_s009_014 with Dissolve(0.25)
                j "好吧。"
                scene c009_s009_015 with Dissolve(1)
                "{color=#8bc7ff}操，雪莉。你就是忍不住，对不对？你一进来就开始想「姑娘，我们要不干脆做了吧」，好像你完全没有自控力一样。{/color}"
                "{color=#8bc7ff}我本来该等他走了再自己弄的，可现在情绪全他妈乱了。{/color}"
                scene c009_s009_016 with Dissolve(0.25)
                if s_sex >= 1:
                    "{color=#8bc7ff}我是说，我们确实做过了，但现在真的不是时候。我知道。我就是蠢。{/color}"
                else:
                    "{color=#8bc7ff}我就是蠢。偏偏这时候想「要是能让他操我就好了」。{/color}"
                    scene c009_s009_017 with Dissolve(0.25)
                    "{color=#8bc7ff}我……只希望这不会让他想躲着我。让我们之间变得尴尬。{/color}"
                    if k_sex >= 1 or l_sex >= 1:
                        "{color=#8bc7ff}我想不管他在操卡莉还是劳拉，他都不会想把这件事搞砸，哪怕这只是一时冲动的事。感觉死亡就在每个转角后面。能爽的时候爽一下，似乎是唯一能让自己不被这一切逼疯的办法。{/color}"
                        scene c009_s009_018 with Dissolve(0.25)
                        s "*叹气* 撑住。"
                        "{color=#8bc7ff}我能感觉到那些坏情绪开始往前面涌了。雪莉，现在别往坏的地方想。求你了。{/color}"
                jump ch9_studentcenter_main
            "我倒可以，虽然时机不太对。\n[rgr](雪莉 爱意 +1)\n[rrd](雪莉 欲望 -1)\n[rgr](雪莉 焦虑 -1)\n[pks]":
                $ s_sex += 1
                $ s_love += 1
                $ s_desire -= 1
                $ s_anxiety -= 1
                $ ch9_shelley_sex = "yes"
                call ch9_shelley_sex from _call_ch9_shelley_sex
                jump ch9_studentcenter_main
    else:
        scene c009_s010_015 with Dissolve(0.25)
        s "看来今晚我们得睡休息室那张沙发了。"
        k "又不是第一回睡沙发了。"
        jump ch9_studentcenter_main
label ch9_studentcenter_main:
    if warning_suicide == "yes":
        scene blank with Dissolve(2)
        scene c009_s010_005 with Dissolve(2)
        "{color=#66ff33}我不该待太久，可好奇心真是个婊子，它就是不肯放过这件事，尽管它很可能正在伤害我。{/color}"
        scene c009_s010_006 with Dissolve(0.5)
        "{color=#66ff33}如果我们能活下来，我们所有人恐怕得看很多年心理医生。{/color}"
        "{color=#66ff33}眼下我只想看看这家伙有没有留下什么值得拿的东西。谁知道会有我们用得上的呢。{/color}"
        scene c009_s010_007 with Dissolve(0.25)
        "{color=#66ff33}他以前是拿什么干这件事的？如果你有一把够大的刀，就算我要求太多；如果你用的是拆信刀，那你当时一定是真的很想死。{/color}"
        "{color=#66ff33}天哪，别让我看到这一面。我知道以前我也失去过理智，但要是走到「死亡是唯一答案」的地步……{/color}"
        scene c009_s010_008 with Dissolve(0.25)
        "{color=#66ff33}我待不下去了。这太难以承受了。{/color}"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_9_642", transition=Dissolve(1.0))()
    pause
    $ Hide("july_9_642", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c009_s011_001 with Dissolve(2)
    play music insideday3 fadein 2.0
    j "*叹气* 好吧————"
    "虽然没走到我期望的那么远，但至少我们在雾变得更糟之前进来了。我们得留神留意它什么时候会减弱。如果它会减弱的话。"
    scene c009_s011_002 with Dissolve(0.25)
    "我该珍惜已有的成果。我们四个人离开了宿舍楼，徒步穿过两栋楼，越过院子，平安到达这里。考虑到我们迄今为止的运气，再加上雪莉和劳拉最近有多脆弱，我该把这当成一场胜利。"
    if ch9_shelley_sex == "yes":
        "带着这个想法，我该给每个人做一次心理状况检查。我可不信我们在洗手间里搞了一炮能让雪莉脑子里想开。"
        "就算她认识这个地方，她也一定有种离水之鱼的感觉。而我需要她至少振作起来，给我们一些关于下一步该往哪儿走的线索。"
    else:
        "带着这个想法，我该给每个人做一次心理状况检查。雪莉就算认识这个地方，也一定有种离水之鱼的感觉。而我需要她至少振作起来，给我们一些关于下一步该往哪儿走的线索。"
    scene c009_s011_003 with Dissolve(0.25)
    if ch8_kallie_sex == "yes":
        "我有好几天没跟卡莉好好说话了。对她来说这也不算反常。但那一晚之后，我对我们之间的沉默感到有点别扭。我想在我们没有独处时间、而且眼下这种处境下，我不该指望她还会像平常那样调情。"
    else:
        "我有好几天没跟卡莉好好说话了。对她来说这也不算反常。不过她习惯把事情憋在心里、谁都不说，所以我和劳拉得有一个去关心她。"
    scene c009_s011_004 with Dissolve(0.25)
    l "嘿，[player_name]，外面看起来怎么样？"
    j "哦，嘿，劳拉。呃，情况……不太好。我他妈什么都看不见，而且现在天色越来越晚，能见度更差了。"
    scene c009_s011_005 with Dissolve(0.5)
    l "我们只能盼着早上会好转。我觉得短期内待在这儿还不算最糟，但这不可持续。"
    j "我们不会留下。我们必须推进，因为在这儿待得越久，情况似乎就越糟。"
    scene c009_s011_006 with Dissolve(0.25)
    j "不管怎样，我得想办法弄清楚我们下一步去哪儿。要是雪莉能对附近还有什么建筑有点概念就好了，但我想我们只能将就手上有的了。"
    l "她在努力。我刚找到这儿的时候，对她有过很严重的怀疑，但前两天我自己经历的那一档子事，让我对她多了几分同情。她很年轻，而这一次当头棒喝实在够狠。她不坚强。我们其实谁都谈不上坚强。"
    scene c009_s011_007 with Dissolve(0.25)
    j "是啊。我们正很快发现自己各自的极限在哪儿。你咳嗽怎么样？听起来好了一点。"
    l "跟预期差不多好。要是雾真像看上去那么浓，我们按兵不动是对的。"
    j "难过，但确实如此。"
    if warning_suicide == "yes":
        scene c009_s011_008 with Dissolve(0.5)
        l "嘿，我……有件事我要告诉你，我们得把它留在我们两个人之间。"
        j "这已经成常态了。"
        scene c009_s011_009 with Dissolve(0.25)
        l "别让卡莉或者雪莉上楼。楼上有一间办公室里有具尸体。味道目前还不算太重，也许她们注意不到。"
        j "好吧。操。我猜是——"
        scene c009_s011_010 with Dissolve(0.25)
        l "自杀。割腕。还是黏的，说明时间不算太久。"
        j "*叹气* 我连猜都懒得猜原因了。反正猜了对我们也没什么好处。"
        l "他大概觉得自己没有别的选择了。他可能不是唯一一个。我有一种不祥的预感，也许我们还会看到更多这样的人。最后一个念头是「我撑不下去了」的那些人。"
        j "劳拉？"
        scene c009_s011_011 with Dissolve(0.25)
        l "不，不，不是我。我……我还有个儿子要回去。我还有人在指望我。"
        j "你会没事吗？你最近一直很脆弱。之前发现梅茜也没帮上忙。这一切对心理健康都很不利。这点我知道。"
        l "这些画面会做噩梦的。我……我觉得我还行。我现在可能是麻木了。光顾着先确保我们没事。如果我意识到它开始变成问题，我会来找你。我保证。"
    scene c009_s011_012 with Dissolve(1)
    l "你觉得会有灼烧者跑到这儿来吗？闯进来？这些可都是玻璃。虽然厚，但终究是玻璃。要是它们真想进来。"
    menu:
        "[gr]它们没表现出那种兴趣。\n[rgr](劳拉 焦虑 -1)":
            $ l_anxiety -= 1
            j "之前它们从没表现出那种兴趣。办公室外面那一个，我们最早看见的那一晚？它连你和卡莉在那儿都没注意到吧？而且我们开车从几个旁边经过，它们连看都不看。"
            scene c009_s011_013 with Dissolve(0.25)
            j "这很奇怪，我想不通。像是，它们能闻到我们？还是只在我们出去的时候能感知到？操，我哪知道。但我现在掌握的所有证据都说，我们暂时在这儿是安全的。"
        "灼烧者不是问题。":
            j "灼烧者不是问题。问题是其他人。我们到目前为止运气不错，但你也知道，我们可能碰上一个不友善的人。我们听见枪声了。"
            scene c009_s011_013 with Dissolve(0.25)
            l "对。要是我觉得这地方能搞到武器，我就建议我们自己弄一把枪了。"
            j "我会留意的。"
    scene c009_s011_014 with Dissolve(1)
    j "嘿，过去一两天你跟卡莉说过话吗？我知道昨天我们忙着准备，今天忙着赶路，但下雨之后我确实没怎么跟她说话。"
    l "说了。稍微聊了几句。聊她的手机。她让我把它放在包里，这样等我们出去以后她能用它给父母打电话。可她不想把它带在身上。"
    scene c009_s011_015 with Dissolve(0.25)
    j "她是怕自己又忍不住去纠结它？"
    l "更像是她为此感到难过。因为它让她想起了安德鲁，而她现在不需要这样。她是在做一个明智的选择，让自己远离会伤害她的东西。"
    "{color=#66ff33}那不是她唯一做过的取舍，但在她自己愿意提起之前，我该把这事留在我和她之间。{/color}"
    scene c009_s011_016 with Dissolve(0.25)
    j "好。这对她是好事。我觉得我们每个人都有一些必须避开的东西，只为了让自己专注在当下。"
    l "这让我对她安心了一点。她当然要去接受治疗，以后大概也难以在感情中信任别人，但她至少还有那份清醒，知道他对她不好。"
    if ch8_kallie_sex == "yes" or k_sex >= 2:
        scene c009_s011_017 with Dissolve(0.25)
        "现在也许是个合适的时机，提到我们之间越来越亲近这件事。毕竟我们正在做的事，是一段关系的序幕。跟她之间还是这么起伏不定，而且我说不准，等我们获救之后，我们会不会就各走各路？"
        menu:
            "说点什么。\n[grr]":
                $ ch9_tell_laura = "yes"
                scene c009_s011_018 with Dissolve(0.5)
                j "那我确实得说，我和她最近走近了不少。我敢肯定这是因为我们总待在一起、性命又彼此相连的副作用。我不知道这有没有让她意识到安德鲁对她造成了多大的伤害。"
                j "只是……她需要的话，我会握着她的手。或者抱着她，直到她睡着。她不是那种想要白天被人又抱又亲的姑娘，但我一直在试着……给她一点东西，让她知道自己很安全。"
                scene c009_s011_019 with Dissolve(0.25)
                l "我……好吧。我看得出那……"
                j "劳拉？"
                scene c009_s011_020 with Dissolve(0.25)
                l "别给她错误希望。"
                j "不是那样的，劳拉。我们之间没有那种关系。你和我都清楚，我们出去以后她得回家找家人。我只是在大家都情绪上走钢丝的当口，给她一点她明显一直缺少的东西。"
                scene c009_s011_021 with Dissolve(0.25)
                l "好吧。你说是就是吧。"
                if ch9_laura_sex == "yes":
                    "大概不是坦白我们俩上床的好时机，因为那只会让劳拉和我之前做的事更乱。我同时和好几个姑娘乱搞，肯定会有点后续反应。只是别是今天。"
                else:
                    "大概不是坦白我们俩上床的好时机，因为劳拉那过度保护的母亲模式刚刚上线了。"
            "把这件事留在自己心里。":
                scene c009_s011_018 with Dissolve(0.5)
                "不了。我不想擅自认为我们做的事超出了「我在她需要安慰的时候陪着她，以及有个人足够稳定、能让她感到安全」的范畴。我不该想得比这更多。"
    scene c009_s011_022 with Dissolve(1)
    l "你应该……你该去吃点东西。再喝点水。我们都该去。我离开雪莉和卡莉的时候，她们正在吃零食。你也该一样。"
    j "我想来一根能量棒，再喝点水吧。顺便问一下，今晚怎么睡？"
    scene c009_s011_023 with Dissolve(0.25)
    l "还在想办法。休息室那张沙发看起来是最好的选择，但可能不够我们四个人睡。"
    j "楼上呢？"
    scene c009_s011_024 with Dissolve(0.25)
    l "没有。而且你肯定不会想上去。那味道只会越来越难闻。"
    j "好吧。那要是非得睡地板，我就睡地板。又不是第一次了。"
    scene c009_s011_025 with Dissolve(0.25)
    l "对。我……我待会儿再跟你聊。"
    j "好。"
    if ch9_tell_laura == "yes":
        "劳拉听我说完之后，语气听起来不太高兴，但这话必须说。"
    scene blank with Dissolve(2)
    scene c009_s012_001 with Dissolve(2)
    "{color=#8bc7ff}天哪，我怎么这么蠢？我应该知道附近有哪些楼。我他妈什么都看不见，甚至不知道该怎么告诉[player_name]我们该往哪儿走。{/color}"
    if ch9_shelley_sex == "yes":
        "{color=#8bc7ff}年轻、愚蠢、而且被精液灌满，这样子是没法活的。要是我再不争点气，我也活不了多久了。{/color}"
    scene c009_s012_002 with Dissolve(0.5)
    k "雪莉？你……你看见什么了吗？"
    s "除了雾，什么都没有。"
    scene c009_s012_003 with Dissolve(0.5)
    k "[player_name]确实说过雾一起就什么都看不清。就像刮起了风暴一样。"
    s "*叹气* 是啊，可我总该能看见点什么吧？比如一个屋顶，或者某个眼熟的地标。"
    scene c009_s012_004 with Dissolve(0.25)
    k "我们明早再试一次。也许到那时雾会淡一些。"
    s "可这依然不能抵消我他妈有多没用。我明明是唯一住在这个校园里的人，却连那些地方在哪儿、我们该往哪儿走都说不上来。我基本上就是个巨型飞机杯。太蠢了，除了这之外什么用都没有。"
    scene c009_s012_005 with Dissolve(0.25)
    k "雪莉！你才不是。听着，我们是在一起努力熬过这一切。不只是因为你可能知道那些楼的名称才需要你。就算你只能指着一个方向说「在那边」，雾没散我们也一样走不了。"
    scene c009_s012_006 with Dissolve(0.25)
    k "劳拉和[player_name]有一件事让我很明确：我们每个人都得互相照应。多一双眼、一双手，别的人就会轻松些。如果我能帮忙搜刮物资或者站岗放哨，那我就在所不辞。"
    scene c009_s012_007 with Dissolve(0.25)
    k "看看我。我这么瘦小，瘦得皮包骨。上次我背了个背包就掉队了，还被攻击，他们都不让我背。可事实就是这样疼人，但我熬得过去，因为我总得用别的方式尽自己那份。"
    s "可我的那份是什么？"
    scene c009_s012_008 with Dissolve(0.25)
    k "我们会想出来的。只要你留心观察周围，你就能找到自己能做的事。眼下别为这个担心了。今晚就在这儿了，我们该早点休息。我有种感觉，我们会尽快再出发。"
    s "……好吧。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_9_827", transition=Dissolve(1.0))()
    pause
    $ Hide("july_9_827", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c009_s013_001 with Dissolve(2)
    play music nightmain2 fadein 2.0
    "虽然从宿舍过来这段路并不长，但在外面待的那一小会儿还是让我们疲惫得远超预期。太阳落山、又没有了可以分散注意力的东西之后，疲惫的眼睛和忍住的哈欠让位给了今晚休息的计划。"
    scene blank with Dissolve(2)
    scene c009_s013_002 with Dissolve(2)
    "没有空调，衣服的选择又有限，大家都想在那张唯一的沙发上找个舒服的位置，结果露出来的内衣比往常多了不少。"
    scene blank with Dissolve(2)
    scene c009_s013_003 with Dissolve(2)
    "感觉那张沙发不够我们四个人睡，我就主动提出睡地板。虽然雪莉短暂地开了个玩笑说要把大家的身体堆成一堆，但这个提议基本没遭到反对。"
    scene blank with Dissolve(2)
    scene c009_s013_004 with Dissolve(2)
    "不知过了多少小时我才醒。跟宿舍的床相比，铺在水泥地上的一层薄地毯可不适合睡个好觉。"
    scene c009_s013_005 with Dissolve(0.25)
    "我快速扫了一眼房间（主要是提醒自己我们在哪儿）。当我发现少了一个人时，任何想继续睡下去的计划都暂时搁下了。"
    scene c009_s013_006 with Dissolve(0.25)
    "我想我只是不喜欢「不知道大家在哪儿」这种感觉。这是个陌生的地方，而我还没摸清所有潜在的危险可能从哪儿冒出来。也许卡莉只是睡不着，需要独处一会儿。如果只是这样，我不会去打扰她。"
    if warning_suicide == "yes":
        "另外，还有楼上那具尸体的事，我不想让她发现。"
    scene blank with Dissolve(2)
    scene c009_s013_007 with Dissolve(2)
    "她在那儿。坐在门厅的台阶上。走近一点，别吓到她。她大概以为只有自己一个人。"
    scene c009_s013_008 with Dissolve(0.25)
    j "嘿，卡莉，是我。"
    if k_friend >= 10:
        k "哦？哦，[player_name]。"
    else:
        k "哦？哦，是你啊。"
    scene c009_s013_009 with Dissolve(0.25)
    j "抱歉吓到你了。我醒着，然后……你还好吗？如果你需要独处，我可以不打扰你。我知道过去一两天我们都太多管彼此的闲事了。"
    if k_friend >= 10:
        k "不。没事……没事的。求你了，坐下吧。"
    else:
        k "不。没事……没事的。"
        j "我坐一下不介意吧？"
        k "没关系。坐吧。"
    scene c009_s013_010 with Dissolve(1)
    j "睡不着？还是需要一个人静一静？"
    k "都有。你呢？"
    scene c009_s013_011 with Dissolve(0.25)
    j "地板挺适合走路的。睡觉嘛，不太行。我醒来发现少了个人，就出来找了。"
    k "抱歉。"
    j "没什么好抱歉的。就像我说的，如果你需要点安静的时间，就去吧。我那点过度警觉暂时满足了。上个厕所回来我就能继续溜达。"
    scene c009_s013_012 with Dissolve(0.5)
    k "*叹气*"
    j "卡莉？你愿意的话可以跟我聊聊。"
    scene c009_s013_013 with Dissolve(0.25)
    k "我知道……我最近做了好多噩梦。好多都是关于……安德鲁的。不意外，是吧？都是他在跟我说我一文不值，还有……更糟的话。"
    j "你不是一文不值。不管你脑子里现在还在跟你说什么。因为那就是这么回事。你是在用某种方式处理自己的创伤。"
    scene c009_s013_014 with Dissolve(0.25)
    k "我知道，但做噩梦的时候我根本控制不了自己。醒着的时候我也几乎没在掌控之中。我很愤怒。对他。也在气自己蠢，明知道却任由这一切继续下去。"
    j "所以我们现在处在疗愈周期里的「愤怒」阶段。很好。你正在以健康的节奏往前走。虽然那个「责怪」阶段找错了方向。"
    scene c009_s013_015 with Dissolve(0.25)
    k "谢谢。有时候我看他就像看一个灼烧者一样，那……那真的很吓人。让我浑身起鸡皮疙瘩。"
    j "这属于心理治疗那套超出我理解范围的东西。抱歉。"
    scene c009_s013_016 with Dissolve(0.25)
    k "没关系。谢谢你关心我。你们所有人，都是在这个时刻我真正需要的支撑。"
    if k_friend >= 12 and ch8_kallie_sex == "yes":
        j "嗯，我们关心你，所以这很容易做到。"
        k "我们？"
        menu:
            "对，我们所有人。":
                scene c009_s013_030 with Dissolve(0.5)
                j "对，我们所有人。我不知道你以前的人际圈子是什么样的，但现在有我和劳拉站在你这边。还有雪莉。就像我之前说的，这种事就是那种能锻造出一辈子友谊的场面。"
                j "以后不管遇到什么，你都不用一个人面对。就算我们得当你的保镖把你护送回家，我们也会这么做。"
                k "……"
                scene c009_s013_031 with Dissolve(0.25)
                k "谢谢。"
                stop music fadeout 2.0
                scene c009_s013_017 with Dissolve(1)
                j "好了，我该走了。让你有需要的时间在心理上把这些事理一理。我得试着睡一会儿。我有种感觉，明天又会是有趣的一天。"
                scene c009_s013_018 with Dissolve(0.5)
                k "*叹气* 我应该……"
                scene c009_s013_019 with Dissolve(0.25)
                j "卡莉？"
                k "那是什么？"
                play music horror fadein 2.0
                scene c009_s013_020 with Dissolve(0.25)
                j "我……我不知道。它……"
                "那肯定是灼烧者。可那形状看着不对。外面有人吗？不管怎样，它正径直朝入口走来。"
                "靠，那是……"
            "是我。\n[rgr](卡莉 好感\欲望 +1)\n[rgr](卡莉 焦虑 -1)\n[pks]":
                $ k_friend += 1
                $ ch9_kallie_mm = "yes"
                $ k_anxiety -= 1
                $ k_desire += 1
                scene c009_s013_030 with Dissolve(0.5)
                j "是我。我在乎你。我看见你不见了，就想确认你没事。就算你想一个人待着，我也必须知道。"
                k "……"
                "卡莉又一次沉默了。我已经明白，这并不一定意味着我说了或做了什么她不喜欢的事。她可能只是在琢磨自己的感受。"
                scene c009_s013_059 with Dissolve(0.5)
                "天哪，她的腿贴着我的腿，感觉明明那么简单，对我来说却几乎像触电一样。我他妈什么时候又变回一个该死的青春期小男生了？"
                "等一下。我们这样沉默地坐了多久了？我应该——"
                scene c009_s013_060 with Dissolve(0.5)
                "哦？我……我知道这大概意味着什么。或者说，别想太多。可我还是该说点什么。我们刚才确实是在谈话进行到一半突然停住了。"
                scene c009_s013_031 with Dissolve(0.5)
                j "卡莉，我知道你的烂摊子真的他妈一团糟，我在尽量给你空间，不让事情变得更难。过去两天很忙，我们从……之后就没好好说过话。"
                scene c009_s013_032 with Dissolve(0.5)
                k "没关系。就像你说的，我们本来也没什么时间说话。这种……这样以后可能就不会再有了。很难说。"
                stop music fadeout 2.0
                scene c009_s013_033 with Dissolve(0.5)
                k "但我很高兴你在这儿。我……"
                play music kallietheme fadein 2.0
                play sound kiss
                scene c009_s013_034 with flashpink
                k "唔唔哇啊~~~~"
                "这可能只是个「不必多说」的时刻。我不会得到她感受的明确表述。不过，握着我的手？亲了一下脸颊？对于这么内向的人来说，已经是很明显的信号了。"
                stop sound
                scene c009_s013_035 with Dissolve(0.25)
                k "[player_name]，我……"
                j "你不用说任何话。"
                "如果承认这一点会让她正在经历的事更难熬，那我不需要听到答案。说到「难」……"
                scene c009_s013_036 with Dissolve(0.5)
                j "你的手「不小心」放在哪儿，我可是收得相当清楚的消息。"
                k "*窃笑* 对。不小心。故意的不小心。"
                scene c009_s013_037 with Dissolve(0.5)
                k "我……我们能打闹一下吗？"
                j "正在我身上蹭来蹭去的那位姑娘，问我这个？*轻笑*"
                k "我只是想要……"
                scene c009_s013_038 with Dissolve(0.5)
                k "但是今晚不做。不做。我……"
                j "门厅里的楼梯大概不是脱衣服干好事的好地方。"
                scene c009_s013_039 with Dissolve(0.5)
                k "也许我们可以只是互相摸摸？我想那样做。我只是想要……我们现在没法真的在其他人眼皮底下……"
                j "对，我可能不是唯一跑到这儿来的人。不过……"
                play voice_loop kallie_slow
                scene c009_s013_040 with hpunch
                j "我真的想自己动手捏一把。我太喜欢你的胸了。今晚要它们出来露面，是不是要求太多了……？"
                k "也、也许……得小心点……啊~~~~ 但先……"
                stop voice_loop
                scene c009_s013_041 with Dissolve(0.5)
                k "让我……让我……"
                "在这种时刻，我的理智正在崩塌。她光着上身，好像比我把鸡巴掏出来更难解释。我猜是吧。她那双小手笨手笨脚地把我的鸡巴从内裤里解放出来的时候，我实在没法反驳。"
                scene c009_s013_042 with Dissolve(0.5)
                k "它出来了。天哪，好大。"
                j "啊~~~~ 双手都上来了，对吧？"
                scene c009_s013_043 with Dissolve(0.25)
                show kallie_ch9_hj with Dissolve(0.25)
                k "对我来说，是。"
                j "哈啊~~~~ 我不知道。你看起来倒是挺熟练的。"
                k "唔嗯~~~ 大概是因为我以前含过它。"
                "{color=#ffcccc}天哪，光是这样我就湿成这样了。我明明说过不想在外面做爱的，但如果他硬是逼我，我很难拒绝。{/color}"
                j "操~~~~ 你的手摸起来爽死了，啊啊啊~~"
                k "也许我能让你在这儿射出来。*窃笑*"
                scene c009_s013_044 with Dissolve(0.5)
                hide kallie_ch9_hj
                j "就是不会告诉任何人这里发生了什么。*轻笑* 另外，这儿摸到的光屁股可不少。你这条内裤根本遮不住你那可爱的翘臀。"
                k "只是我随手抓的一条。出发前拿的。"
                j "说到「抓」……"
                play voice_loop kallie_slow
                scene c009_s013_045 with Dissolve(0.5)
                k "啊~~ 哈啊~~~ 哦耶~~~"
                j "靠，姑娘，你湿得都在往下滴了。"
                stop voice_loop
                scene c009_s013_046 with Dissolve(0.25)
                k "来、在这儿，让我把它褪下去。我没多带换洗衣服，我可不想把它撕了。"
                j "我们要是再这么下去，我保证我会亲手把它们从你身上剥下来。"
                scene c009_s013_047 with Dissolve(0.25)
                k "*窃笑* 我早料到了。"
                j "好了，过来，近一点。"
                play voice kallie_slow loop
                scene c009_s013_051 with Dissolve(0.5)
                show kallie_ch9_mm with Dissolve(0.25)
                k "啊~~~~ 哈啊~~ 哦耶~~~"
                j "我想在这里跟你慢慢来。不过，啊啊啊~~~ 还有……"
                j "我也想让我们俩都享受，啊啊啊~~~"
                k "我、我也是。我……哦，真舒服。我喜欢，啊~~~"
                k "我喜欢我们这样互相摸，嗯唔~~~ 嗯唔~~~"
                "我感觉这里正在形成某种奇妙的小小联结。我们一边取悦对方，一边凝视对方的眼睛。天哪，我只想吻她。我还在等什么？"
                stop sound
                play voice_loop kissfuck
                scene c009_s013_052 with Dissolve(0.5)
                hide kallie_ch9_mm
                k "啵~ 唔嗯~~~"
                "还有，操，她的胸……没法像我想的那样把它们拽出来——操我真想再看看——不过我可以隔着布料捏一捏，玩弄她的乳头。"
                scene c009_s013_053 with Dissolve(0.5)
                k "唔嗯~~~~ 嘘~~~"
                "她还在抚弄我。因为我同时在刺激好几个敏感带，动作稍微缓了一些，但我能感觉到她的手指在顶端收紧了。"
                stop voice_loop
                scene c009_s013_054 with Dissolve(0.5)
                k "嗯唔~~~ 我想要……我想要……"
                j "往后靠。让我来。"
                k "好~~~~"
                scene blank with Dissolve(1)
                scene c009_s013_055 with Dissolve(0.5)
                play voice_loop kallie_med
                show kallie_ch9_finger with Dissolve(0.25)
                k "唔嗯~~~ 唔嗯~~~ 哦耶~~~"
                j "就是这样。感觉怎么样？"
                k "嗯唔~~~ 唔嗯~~~"
                "湿成这样还这么紧。我等一下再回去弄她的阴蒂，只是想先让她完全敞开，用手指操她。"
                k "啊~~~~ 哦操，耶~~~"
                scene c009_s013_056 with Dissolve(0.5)
                hide kallie_ch9_finger
                k "[player_name]，我想要……让我……"
                j "你想换个姿势？这些台阶大概不{i}舒服{/i}。"
                k "呃……[player_name]？"
                j "怎么了？"
                stop voice_loop
                stop music fadeout 2.0
                scene c009_s013_057 with Dissolve(0.25)
                "她的语气沉了下去。这可不是什么好兆头。"
                k "我觉得外面有东西。"
                j "操。好，等一下，我去看看。"
                scene c009_s013_058 with Dissolve(0.25)
                "该把自己收起来了。"
                k "它正朝这边来。那是什么？"
                play music horror fadein 2.0
                scene c009_s013_020 with Dissolve(0.25)
                j "我……我不知道。它……"
                "那肯定是灼烧者。可那形状看着不对。外面有人吗？不管怎样，它正径直朝入口走来。"
                "靠，那是……"
    else:
        stop music fadeout 2.0
        scene c009_s013_017 with Dissolve(1)
        j "活该。你应得的。好了，我该走了。让你有需要的时间在心理上把这些事理一理。我得试着睡一会儿。我有种感觉，明天又会是有趣的一天。"
        scene c009_s013_018 with Dissolve(0.5)
        k "*叹气* 我应该……"
        scene c009_s013_019 with Dissolve(0.25)
        j "卡莉？"
        k "那是什么？"
        play music horror fadein 2.0
        scene c009_s013_020 with Dissolve(0.25)
        j "我……我不知道。它……"
        "那肯定是灼烧者。可那形状看着不对。外面有人吗？不管怎样，它正径直朝入口走来。"
        "靠，那是……"
    scene c009_s013_021 with hpunch
    j "跟我来。"
    k "哇啊~~~！！"
    scene c009_s013_022 with Dissolve(0.5)
    j "来。到桌子后面。趴下。别出声。"
    k "那是什么？"
    scene c009_s013_023 with Dissolve(0.25)
    j "不确定。待在这儿。我去看看。"
    scene c009_s013_024 with Dissolve(0.5)
    "它在入口那儿停住了，像是想往里看。"
    scene c009_s013_025 with Dissolve(0.25)
    k "那是什么东西？"
    play sound scratch_long
    "吱————" with vpunch
    "他妈的，指甲刮玻璃的声音。"
    j "趴下。躲起来。"
    scene c009_s013_026 with Dissolve(0.5)
    k "它能看见我们吗？"
    j "不知道。我本来以为那些正常的灼烧者看不见，但现在场上多了个新玩家。"
    scene c009_s013_027 with Dissolve(0.25)
    k "……"
    scene c009_s013_028 with Dissolve(0.25)
    "走了。或者，至少不在门边了。它也可能只是在外面游荡。"
    j "让我过去——"
    scene c009_s013_029 with Dissolve(0.25)
    k "不。待着。求你了。"
    if k_anxiety >= 7:
        scene c009_s013_050 with Dissolve(0.5)
        "我蹲到柜台后面时，卡莉一把抓住了我。她吓坏了，抖得像风里的叶子，我很快把她搂进了怀里。"
    else:
        scene c009_s013_048 with Dissolve(0.5)
        k "待在这儿。别去门口。我……它会走的。一定会。"
        j "我觉得它已经走了。我应该——"
        scene c009_s013_049 with Dissolve(0.25)
        k "不不，它可能只是在附近游荡。求你了。就待在我身边。"
        j "好吧。"
        scene c009_s013_050 with Dissolve(0.5)
        "跑到门边去看清那是什么，对我们没有任何好处。于是我只是抱着卡莉安抚她。"
    j "没事的。我哪儿也不去。我们就待在这儿。有我在，你是安全的。"
    "她是安全的吗？我心里押了很大的希望在这个事实之上——之前从来没有灼烧者试着跟进来过。可那个东西？它表现出了我没想到的某种意识水平。"
    if persistent.ch9_complete == False:
        $ persistent.ch9_complete = True
        $ quick_menu = False
        scene blank with Dissolve(2)
        window hide
        $ Show("achievement_chapter9", transition=slideright)()
        pause
        $ Hide("achievement_chapter9", transition=dissolve)()
        $ quick_menu = True
    stop music fadeout 2.0
    scene blank with Dissolve(2)
label chapter10:
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("chapter10", transition=Dissolve(1.0))()
    pause
    $ Hide("chapter10", transition=Dissolve(1.0))()
    $ Show("july_10_705", transition=Dissolve(1.0))()
    pause
    $ Hide("july_10_705", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c010_s001_001 with Dissolve(2)
    play music morning fadein 2.0
    s "你们两个可算在这儿。嘿，醒醒醒醒。"
    j "唔嗯~~~ 什么……"
    scene c010_s001_002 with Dissolve(0.25)
    s "我和劳拉刚醒过来，有点担心你们俩跑出去了。"
    "卡莉还蜷在我旁边。我想昨晚肾上腺素消退之后，我们俩都打了个盹。我们看见门边有那个东西，等它走远，就一直躲在这儿。"
    scene c010_s001_003 with Dissolve(0.25)
    k "嗯……雪莉？哦？哦，糟了。我们没……"
    s "{size=50}劳拉！她们在这边！我找到她们了！{/size}" with vpunch
    scene c010_s001_004 with Dissolve(0.5)
    k "我们本来打算回去的。只是……"
    s "在让他给你们来上一课？真奇怪我居然没听见你叫。"
    scene c010_s001_005 with Dissolve(0.25)
    k "雪莉！不是那样的。"
    s "是哦。当然了~~~~"
    scene c010_s001_006 with Dissolve(0.25)
    l "你们在这儿呢。你们俩起这么早？"
    s "他们俩在这儿搂搂抱抱了一整夜，因为一场激情床戏之后——"
    scene c010_s001_008 with Dissolve(0.25)
    j "别说了。昨晚有东西走到前门，我们才躲到柜台后面、尽量不被看见的。"
    l "什么？我以为只要我们在里面，灼烧者不会对我们有兴趣的。"
    scene c010_s001_007 with Dissolve(0.25)
    j "那不是普通的灼烧者。它看起来更小。更瘦。"
    k "像个女人。"
    s "一只女姓的灼烧者。"
    if ch8_laura_witch == "yes":
        scene c010_s001_009 with Dissolve(0.5)
        l "它是……那个女巫？"
        s "女巫？那他妈是什么东西？"
        scene c010_s001_010 with Dissolve(0.25)
        j "*叹气* 好吧，我们发现梅茜的时候，她那个房间的黑板上写着一些东西。其中就包括「我看见了女巫」这几个字。我不知道是她写的还是别人写的，也不知道到底是什么意思。"
        j "我本来以为她可能产生了幻觉，也许那就是她看到的。像是雾里下面有个灼烧者在游荡，她却以为那是别的什么。不过，也许那就是她看到的东西。如果真是那样，我完全能想象她被吓得屁滚尿流。"
        scene c010_s001_011 with Dissolve(0.25)
        l "我们没提这件事，因为当时没觉得它重要。我们完全没有上下文去判断它到底有没有意义。说不定那只是她最喜欢的电影名字而已。"
    else:
        scene c010_s001_010 with Dissolve(0.5)
        j "我……大概是这类东西吧。听着，我有件事要告诉你们。我们发现梅茜的时候，她那个房间的黑板上写着一些东西。其中就包括「我看见了女巫」这几个字。我不知道是她写的还是别人写的，也不知道到底是什么意思。说不定那只是她最喜欢的电影名字。"
        j "我本来以为她可能产生了幻觉，但也许那就是她看到的。像是雾里下面有个灼烧者在游荡，她却以为那是别的什么。不过，也许那就是她看到的东西。如果真是那样，我完全能想象她被吓得屁滚尿流。"
        scene c010_s001_011 with Dissolve(0.25)
        l "而你一直瞒着没说？"
        j "当时我觉得不说更好。我不知道那到底意味着什么。而且那是你第一次离开宿舍，我怕雪莉认识房间里的那个人——再加上她朋友去世的消息，这事对她来说可能太过头了。"
    scene c010_s001_012 with Dissolve(0.5)
    l "你仔细看清它了吗？"
    k "很难看清。它从雾里冒出来，我们还没等它走到门口近前，就躲到这边来了。"
    j "它用指甲挠玻璃。表现得比那些灼烧者平时更像是有神智。"
    scene c010_s001_013 with Dissolve(0.25)
    s "靠。所以我们出门又多了一件要担心的事。太好了。"
    l "它待了多久？它来了很久吗？是什么把它引过来的？"
    j "卡莉和我当时在楼梯那边说话。它就自己走上台阶，然后有点晃悠地挪到门口。我们看见它靠近，就赶紧跑到这边躲进黑处。我们在这儿大概待了几分钟，它才踉跄着走开。"
    scene c010_s001_014 with Dissolve(1)
    j "我不想擅自猜测它为什么会从这边过来。"
    scene c010_s001_015 with Dissolve(0.5)
    l "这儿？就在这儿？这儿看起来有些划痕。很淡，但我能看见。"
    j "那就对了。"
    scene c010_s001_016 with Dissolve(0.5)
    l "看来你没看清多少。"
    j "当时很黑。但那轮廓看起来更瘦、更小。不像其他那些那么{a=https://en.wikipedia.org/wiki/Quasimodo}卡西莫多{/a}。"
    scene c010_s001_017 with Dissolve(0.25)
    l "嗯唔……"
    j "是我多心，还是外面的雾变薄了？也许只是时间早，清晨的光线让它看起来没那么糟。"
    scene c010_s001_018 with Dissolve(0.25)
    l "呃，你说得没错。从这儿我能看见台阶底下了。勉强能。"
    j "那我们就趁外面还好的时候出发吧。"
    scene c010_s001_019 with Dissolve(0.5)
    s "你刚才不是说有个别的怪物——一个女巫——在附近游荡吗？"
    j "而且要真是这样，不是更该离开这儿吗？"
    scene c010_s001_020 with Dissolve(0.25)
    s "……"
    k "我们去洗漱一下，再吃点早饭，然后就得走了。"
    scene c010_s001_021 with Dissolve(0.25)
    s "好。"
    scene c010_s001_022 with Dissolve(1)
    if ch8_laura_witch == "no":
        j "听着，前几天我什么都没说，是因为大家当时情绪状态都不好。雪莉刚得知自己认识的人没了。而——"
        scene c010_s001_023 with Dissolve(0.25)
        l "而我几天前才刚试着跑出去过。不，不。我不是生气。我讨厌瞒着人，但你考虑大家的心情再决定要不要丢出这种可能什么都不是的东西，是对的。你当时不知道。"
        j "对。要是她又饿又绝望，确实可能产生幻觉。"
    else:
        l "不过你真觉得那就是她的女巫吗？"
        j "说不准，但那个东西跟其他的不一样。这点我知道。"
        scene c010_s001_023 with Dissolve(0.25)
        l "太好了。又多一样要提防的东西。"
        j "我们越早离开这儿越好。"
        scene c010_s001_024 with Dissolve(0.25)
        l "我再同意不过了。"
    scene blank with Dissolve(2)
    scene c010_s001_025 with Dissolve(2)
    s "好家伙。又一只得对付的怪物。我们是活着出不去这儿了吧？"
    scene c010_s001_026 with Dissolve(0.25)
    k "什么都没变，是吧？它们在外面，我们在这儿。它没进来。我们会没事的，雪莉。"
    s "它试着要进来了。[player_name]不也是这么说的吗？而且我们必须出去。操，我们大概一个小时后就要往外走了，好像这不算个问题似的。"
    scene c010_s001_027 with Dissolve(0.25)
    k "它只是走到门口，{i}也许{/i}往里看了一眼，然后就晃悠走了。我们甚至不知道它有没有看见什么。这里面很黑，而我们在躲着。我只知道它跟其他灼烧者一样在外面。只要我们不在外面待太久，就会没事的。"
    s "不过，我们确实得——"
    scene c010_s001_028 with Dissolve(0.25)
    k "雪莉，我知道你害怕。我也害怕。我们所有人都吓坏了。但我们不能坐在这儿指望这一切会自己消失。我们得继续走，去下一栋楼。然后再下一栋。因为我们非走不可。"
    k "我不是说你不该难过、不该害怕，可这不会改变现状。我们不能留在这儿。没人会来救我们。所以我们只能出去，赌一把。因为饿死——或者更糟——不算解决办法。"
    s "……"
    scene c010_s001_029 with Dissolve(0.25)
    s "我想是。你说得对。"
    scene c010_s001_030 with Dissolve(0.25)
    "{color=#ffcccc}我明白这很难受，雪莉，可我们真的没有选择。所以我们只能忍着继续走下去，希望自己能平平安安到达下一个地方。{/color}"
    "{color=#ffcccc}[player_name]是不是每天都得做这种事？把自己的担忧和恐惧压下去，只为了让所有人安心，觉得一切都会好起来？如果是的话，难怪他看起来越来越憔悴。一个人要同时周旋这么多事情，压力一定大得吓人。{/color}"
    if s_anxiety <= 4:
        scene c010_s001_031 with Dissolve(0.5)
        s "那它走到门口的时候，你们俩在干什么？你和[player_name]？"
        k "在聊天。我心里装了很多事，他人很好，愿意听我说。"
        scene c010_s001_032 with Dissolve(0.25)
        s "就聊天？嗯哼。我看见你当时穿的内裤。他看见了吗？如果他看见了你那个可爱的翘臀，我怀疑他很难把持住。"
        k "我们就是聊了聊天。"
        scene c010_s001_033 with Dissolve(0.25)
        s "是吗。我还注意到你的戒指不见了。"
        k "我……我不戴了，因为我怕弄丢。而且戴在手套底下可能会把手套磨破。"
        scene c010_s001_034 with Dissolve(0.25)
        s "好吧。你说是就是吧。"
    scene blank with Dissolve(2)
    scene c010_s002_001 with Dissolve(2)
    l "*哼哼* 我没想到，才过一天，我就已经开始怀念能洗上澡这件事了。"
    j "*轻笑* 对，那设施算不上私密，但有总比没有好。而且现在我们都比平时出了一身汗。等我们出去，我要去一个有空调的地方，把温度调到大概65华氏度，然后永远不出来。"
    scene c010_s002_002 with Dissolve(0.25)
    l "我？我只希望有一次，能悠闲地开启一个早上，不用去盘算该做什么、只为了熬过这一天。"
    j "抱歉这么早就催你们上路，但我们要趁雾还薄的时候出发。"
    scene c010_s002_003 with Dissolve(0.25)
    l "哦，不不。我不是在抱怨这个。我知道我们得抓紧这个机会。只是……如果我们能活着出去，我不想再回去做那份毫无意义的工作了。过去这几周——我们经历的一切——让我开始重新思考自己的人生。"
    j "这确实能让很多东西变得清晰，对吧？"
    scene c010_s002_004 with Dissolve(0.25)
    l "确实。"
    menu:
        "问问她和基思的事。\n[rgr](劳拉 好感 +1)\n[rrd](劳拉 焦虑 +1)":
            $ l_friend += 1
            $ l_anxiety += 1
            j "就像你和基思？你打算跟他摊牌吧？等我们回去以后。聊了这么多，我真觉得你不可能不这么做。我之前基本把这当成理所当然了。"
            scene c010_s002_005 with Dissolve(0.25)
            l "当然。但要等我先见到我儿子之后。他应该从他父母这边先知道发生了什么，而不是从外面，用最难的方式听说。"
            j "这很合理。你觉得最后会结束吗？跟基思？还是说你会试着挽回？"
            scene c010_s002_006 with Dissolve(0.25)
            if ch9_laura_sex == "yes":
                l "我不想挽回。我不觉得自己还有余地让他劝我放弃那些我已经打定主意要做的决定。已经没有了。"
                l "不过，也许现在不是讨论这个的好时机。至少不是在我们出发之前。我得把注意力放在熬过今天上。"
            else:
                l "我不知道，[player_name]。我现在还是很恨他。而且越想发生的事，我就越火大。所以也许这不该是我在出发前该琢磨的东西。"
            j "抱歉。我想我只是好奇。因为我在乎，也想知道这一切结束之后你会没事的。要是我有自己的地方，我愿意让你来我沙发上凑合几晚。"
            scene c010_s002_007 with Dissolve(0.25)
            l "现在去想我们得做些什么才能重新开始，感觉都是些一厢情愿。"
            j "总比另一种选择强。"
        "还是别提了。":
            "我想看看她在情感上对基思是什么态度，但她现在看起来挺稳定的。也许在我们踏进未知领域之前，我就别去扯那些线头了。"
    scene c010_s002_008 with Dissolve(1)
    j "所以，这儿有值得带走的东西吗吃的方面？我走的时候把翻柜子这活儿交给你们了，也没问你们找到了什么好东西。"
    l "就一些咖啡和植物奶精。别的都不值得腾地方。"
    j "嗯……我们有打火机或者火柴吗？算了，当我没问。不重要。"
    scene c010_s002_009 with Dissolve(0.25)
    l "好吧~~~~ 我想知道吗？"
    j "我看过一集《神话终结者》，他们在里面证明了植物奶精是易燃的，不过得先喷成气雾才有效。喷出去的时候会炸出一大团火球。"
    scene c010_s002_010 with Dissolve(0.25)
    l "而你的计划是……"
    j "你先听我说完：当灼烧者靠近我们的时候，我们把它扔到空中，点着火，然后砰！瞬间火焰烧烤。我知道，我知道。就是一时冲动想用土办法造把武器，很傻。"
    scene c010_s002_011 with Dissolve(0.25)
    l "你以前倒是对灼烧者无所谓。或者干脆躲着它们。现在你在想着跟它们干一架。看见女巫真把你吓到了？我们该担心吗？比现在更担心？"
    j "不只是那样，劳拉。我们之前就已经被迫击退过好几个了。就算我们拼尽全力，也不可能永远躲开它们。至于那个女巫？我不知道该怎么看它，但我不觉得情况变好了。"
    if ch9_kill == "yes":
        "而且，亲手杀掉那个正在转化的孩子，在我心里留下了真正的创伤。世上没有任何心理医生能修好我看见的那些东西。"
    scene c010_s002_012 with Dissolve(0.25)
    j "我们只能让待在外面的每一分钟都算数，尽快到达目的地。如果我得把队伍里某些人赶着走，我会的。"
    l "考虑到这一点……"
    scene blank with Dissolve(2)
    scene c010_s002_013 with Dissolve(2)
    $ s_anxiety += 1
    $ renpy.pause ()
    play sound doorclose
    scene c010_s002_014 with Dissolve(1)
    j "这样行吗？看起来你背着它有点吃力。"
    l "只是在调整。它是背包，本来就不会舒服。而且没你的那个重。"
    scene c010_s002_015 with Dissolve(0.25)
    j "这不是重点。嘿，雪莉。"
    l "雪莉？嘿，一切都还好吗？"
    scene c010_s002_016 with Dissolve(0.5)
    l "雪莉？"
    s "嗯？哦！呃……"
    scene c010_s002_017 with Dissolve(0.25)
    s "对，我刚才……我在往外面看。"
    j "怎么样？"
    scene c010_s002_018 with Dissolve(0.25)
    s "好一些了，我想。我……我觉得从这儿能看见Burgen楼的屋顶了。"
    j "那可是进步了。"
    scene c010_s002_019 with Dissolve(0.5)
    k "我来了。抱歉让你久等了。"
    l "完全没等。我们也刚弄完。"
    scene c010_s002_020 with Dissolve(0.25)
    k "你打算背那个包？"
    l "该轮到我来扛了。"
    scene c010_s002_021 with Dissolve(0.25)
    k "让我来拿那根棒球棍吧。我能帮上忙，我也想帮。既然我没背额外的东西，在前面带队对我来说更容易。"
    l "*叹气* 有道理。不过走在前面意味着你得盯着周围的一切。潜在危险。我们要走的方向。如果前面的路看起来不安全，还得由你做决定。"
    k "我知道。我能做到。"
    scene c010_s002_022 with Dissolve(0.25)
    l "好。[player_name]，由卡莉带路。"
    j "听起来不错。卡莉，从这儿你能看见那个屋顶。那就是我们的目的地。就算要绕点路，也带着我们朝那个方向走。"
    k "包在我身上。"
    stop music fadeout 2.0
    play music outsideday fadein 2.0
    scene blank with Dissolve(2)
    scene c010_s003_001 with Dissolve(2)
    j "好，我们保持紧密队形。我没看见附近有麻烦，但这不代表它们不在这儿。劳拉、卡莉，你们俩带路。"
    l "我觉得我能看见那个屋顶了。勉强能。左边那个。我们是要去那儿，对吧？"
    scene c010_s003_002 with Dissolve(0.25)
    j "应该是。那是Burgen楼，对吧？雪莉？"
    if s_anxiety >= 6:
        s "呃……呃……"
        l "雪莉？你听见我说话了吗？"
        scene c010_s003_003 with Dissolve(0.25)
        j "对，就是那儿。反正只要我们一直朝这个方向走，也无所谓了。"
        scene c010_s003_004 with Dissolve(0.5)
        "雪莉对这一切的适应不太好。我理解被吓到的感觉，尤其我们还在外面，正处在危险当中。可她几乎听不见声音了。"
    else:
        s "对、对。Burgen楼。"
        l "你知道另一边是什么吗？"
        scene c010_s003_003 with Dissolve(0.25)
        s "呃，我……我想是运动设施。体育馆。还有，呃……"
        j "没关系，雪莉。等我们进到里面再看看。"
        scene c010_s003_004 with Dissolve(0.5)
        "她听起来糟极了。我理解被吓到的感觉，尤其我们还在外面，正处在危险当中。"
    scene blank with Dissolve(2)
    scene c010_s003_005 with Dissolve(2)
    "我们继续推进时，我始终警惕地观察着四周。外面同样有灼烧者，但它们暂时没有朝我们围拢过来。"
    scene c010_s003_006 with Dissolve(0.5)
    "我们最新的麻烦——那个女巫——一点影子都没有。公平地说，除了它晃悠到学生中心那次之外，我完全不知道它的狩猎模式是什么。这儿有一整套生态，我得靠一次次的遭遇去摸清。"
    scene c010_s003_007 with Dissolve(1)
    "我没花多久就注意到雪莉的步伐开始慢下来。尤其是我差点撞上她的时候。"
    scene c010_s003_008 with Dissolve(0.25)
    j "嘿，没事的。我们继续走。不会在外面待太久。我在你后面。"
    if s_anxiety >= 6:
        s "我……我……不，不……"
        j "雪莉？"
    else:
        s "我……我知道。我只是……只是状态不太好。"
        j "慢慢呼吸，别太深。"
        s "不不。[player_name]，我不是……我不……"
    scene c010_s003_009 with Dissolve(0.5)
    "雪莉的声音压成了耳语。这在我脑后拉响了警报。虽然我以前没见过这种情形，但我有种感觉——偏偏在这个时候，偏偏在这种时候——停药的后果开始显现出来了。"
    j "好，我扶着你。我们会进到里面，然后从那儿再想办法。现在有我，你很安全。"
    s "{size=30}感觉不到……感觉不……{/size} *抽噎*"
    scene c010_s003_010 with Dissolve(0.25)
    l "你们后面还好吗？"
    j "我们会没事的。我们先进去，到安全的地方再说。"
    l "好吧……"
    "现在绝对不是该宣布某些事的时候。事实上，我本来不想把它挑明，可雪莉没吃处方药这件事恐怕得尽快公开。除非我能想出一个听着像样的屁话谎言来替她遮掩。"
    scene blank with Dissolve(2)
    scene c010_s003_011 with Dissolve(2)
    l "谢天谢地门没锁。刚才我们越走越近的那一刻，我开始慌张起来，怕我们只是一厢情愿地以为这些楼还对外开着。"
    k "学生中心的正门锁着，这可帮了倒忙。"
    j "给你。好，就待在这儿别动。"
    scene c010_s003_012 with vpunch
    s "唔嗯~~~"
    k "雪莉！"
    scene c010_s003_013 with Dissolve(0.5)
    l "呃，怎么了？雪莉受伤了吗？"
    j "不，不完全是。雪莉，你已经进到里面了。我们又安全了。你能先在这儿撑一会儿吗？我得把这栋楼搜一遍。确认我们可以休息了。"
    s "我……大概吧。"
    scene c010_s003_014 with Dissolve(0.5)
    l "怎么了？我们没碰上灼烧者。你在外面弄伤自己了吗？"
    "我不想非得把这些事捅出来。完全不想。但我想我没什么选择。"
    menu:
        "老实说出来。\n[rrd](雪莉 信任 -1)":
            $ s_trust -=1
            $ shelley_secret_told = "yes"
            j "*叹气* 操。雪莉，对不起，但我必须告诉她们。明白吗？"
            s "……"
            scene c010_s003_015 with Dissolve(0.25)
            j "雪莉已经停药好几周了，我有种感觉，没吃药对她一点好处都没有。我们到目前为止运气不错。你现在状态不好，对吧？"
            s "{size=32}我不太舒服。我只是……{/size}"
            scene c010_s003_016 with Dissolve(0.25)
            j "我们在这儿陪着你，明白吗。"
            l "那些药是治什么的？"
            scene c010_s003_017 with Dissolve(0.5)
            k "她在吃利培酮和拉莫三嗪。我在她的宿舍房间里看到了药瓶。我觉得她没注意到，但我们试衣服那会儿我瞥见过。"
        "她只是有点扛不住雾。\n[rgr](雪莉 信任 +1)":
            $ s_trust +=1
            j "没什么大不了的。她只是有点扛不住雾。我们其他人待在外面的时间都更长，早就习惯了。"
            s "{size=32}不，不……{/size}"
            scene c010_s003_017 with Dissolve(0.5)
            k "她没在吃她的药。你没必要替她瞒着。我知道。"
            l "什么？我怎么觉得漏掉了什么。"
            scene c010_s003_018 with Dissolve(0.25)
            k "她没在吃处方药。利培酮和拉莫三嗪。我知道。我在她的宿舍房间里看到了药瓶。我觉得她没注意到，但我们试衣服那会儿我瞥见过。"
    l "那些药是治——"
    scene c010_s003_019 with Dissolve(0.5)
    j "双相情感障碍。几天前她告诉我的。躁郁症。我当时说除非变成问题，否则我不会提。抱歉，雪莉，但这事我们没法糊弄过去。我需要你现在待在这儿，明白吗？"
    s "{size=32}我……我可以。只要……别离开太久。{/size}"
    j "不会的。"
    scene c010_s003_020 with Dissolve(1)
    l "操。好，好，这……那我们怎么办？"
    j "现在？什么都不做。我得把这栋楼搜一遍，确认这里只有我们。之后我们再想下一步。"
    scene c010_s003_021 with Dissolve(0.25)
    k "我……我可以陪雪莉。"
    j "好。我越快确认这个地方没问题越好。"
    "因为这里有哪儿不太对。我们刚进来时我没注意到，因为我更担心雪莉，可就是有哪儿不对劲。"
    scene c010_s003_022 with Dissolve(0.5)
    j "劳拉，你为什么不留下陪雪莉和卡莉？"
    l "她是抑郁，不是受伤，[player_name]。而且我们越快确认一切没问题，就能越快把她挪到个房间，评估她还能不能继续。"
    scene c010_s003_023 with Dissolve(0.25)
    j "我又一次做了个独断的决定：我需要你留在这儿，站岗。"
    l "[player_name]，你不必……"
    scene c010_s003_024 with Dissolve(0.25)
    k "那是什么味道？我想不可能只有我一个人注意到。"
    l "我刚也闻到了。这肯定不是什么好事。"
    "有什么东西死了。或者正在流血。我在梅茜那间教室闻到过。还有餐厅的洗手间里。"
    scene c010_s003_025 with Dissolve(0.25)
    j "待着。别动。在我给你们放行之前。这事没得商量。"
    l "呃，好。好。"
    scene blank with Dissolve(2)
    scene c010_s004_001 with Dissolve(2)
    "在往楼里深处走之前，我把包放了下来。不知道前面等着我什么新麻烦，我可不需要这个累赘变成潜在障碍。"
    scene c010_s004_002 with Dissolve(0.5)
    "经过每个房间时，我都往里张望，让自己在心里做好准备，应对某个还在这儿的、尚未知的恐怖。"
    scene c010_s004_003 with Dissolve(0.5)
    "随着我继续往前，那股味道越来越浓。我们刚进来时我没注意到，这有两层原因可以解释：除了雪莉的崩溃，雾对我的嗅觉造成的影响也变得越来越令人担忧。"
    "事实上，那还不是我唯一注意到的事。我可以推测，这里有一种「暴露在外」的成分，就像在放射性区域里游荡。我们出去的次数越多、在外面待得越久，代价就越大。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c010_s004_004 with Dissolve(2)
    "从入口到楼梯的走廊是干净的。我爬上二楼时，看见了墙上的血迹涂抹。"
    scene c010_s004_005 with Dissolve(0.25)
    j "好吧……"
    "这里他妈发生了什么？是有东西进来了？还是这就是普普通通的人崩溃了？我得让自己做好面对接下来任何东西的准备。"
    scene c010_s004_006 with Dissolve(0.5)
    "PTSD有分级吗？我不知道。但我觉得我们所有人都会是最严重的那一档。幸好知道第二堆烂事塌掉的时候，大家全都变成了{a=https://www.sparknotes.com/lit/flies/}{i}《蝇王》{/i}{/a}。"
    scene c010_s004_007 with vpunch
    cr "杀了他啊啊啊~~~~！！！你个混蛋~~~~！！！"
    play sound hit
    scene c010_s004_008 with flashred
    "我转过弯之前他妈根本没看见他。他在等我。得重新站起来。或者爬起来。"
    cr "不能把她从我身边抢走！"
    scene blank with Dissolve(2)
    scene c010_s004_009 with Dissolve(2)
    l "嘿，嘿，没事的。我们在这儿。你很安全，跟朋友在一起。"
    s "{size=32}我不觉得安全。我不……{/size}"
    scene c010_s004_010 with Dissolve(0.25)
    l "抱歉，你觉得没法告诉我们。但你要知道，我理解。我也有过糟糕的日子。最近还不少，多到我不太愿意承认。"
    l "[player_name]会保证一切没事，我们也会找个能安全待一阵子的地方。明白吗？"
    s "……"
    scene c010_s004_011 with hpunch
    "*砰*"
    cr "{size=36}杀了他啊啊啊~~~~！！！你个混蛋~~~~！！！{/size}"
    l "刚才那他妈是什么声音？"
    scene c010_s004_012 with vpunch
    k "待在这儿别动。"
    l "卡莉！"
    play music monster fadein 2.0
    scene blank with Dissolve(2)
    play sound hit
    scene c010_s004_013 with flashred
    cr "你、你！！你是从从从外面~~~~进、进来的！！！你身上一股病死人的味道！！！这里不收容病人！！！"
    "这混蛋正掐着我，我脑子里却只想着他有多臭，这正常吗？"
    scene c010_s004_014 with hpunch
    cr "不能把那东西带进来！！！她是我的！！！"
    "我他妈得把他从我身上弄开。斧子在哪儿？他把我摔到地上的时候掉了。"
    play sound hit
    scene c010_s004_015 with flashred
    "*啪嗒——*！！" with vpunch
    "操！我眼前金星乱冒。而且那一击他妈真疼。" with flashblack
    scene c010_s004_016 with Dissolve(0.5)
    "得想办法摸到斧子。他现在有股疯狂、愤怒的蛮力，我挣不开，没法伸展。"
    cr "唔嗯~~~"
    scene c010_s004_017 with hpunch
    "视野边缘开始模糊了。要黑了。我得脱身。我得——"
    play sound hit
    scene c010_s004_018 with hpunch
    k "哦操操操~~！"
    "卡莉？那是……操，别看着他杀我。"
    if k_anxiety >= 5:
        scene c010_s004_019 with Dissolve(0.5)
        k "喂嘿嘿嘿！！！嘿！！！这边。哦，操，别——"
        cr "又他妈一个你！！！"
        scene c010_s004_020 with hpunch
        cr "我闻到了~~~你身上那股骚味！！！"
        "对，就这样，把它抬起来，抬到我够得着……"
        scene c010_s004_021 with vpunch
        "角度不太好。只是斜斜地蹭到了。刚好够把他打懵。够让他从我身上下来。"
        play sound axehit
        scene c010_s004_022 with flashred
        pause 1
        play sound axehit
        scene c010_s004_023 with flashred
        "*噗嗤——* *噗咚——*"
        cr "咳啊~~~ *咕噜* 唔嗯~~~"
        k "哦操。真恶心。"
        scene c010_s004_024 with vpunch
        "把他推开。真他妈恶心。到处是血。该死，我喉咙都磨破皮了。"
    else:
        $ ch10_kalliehit = "yes"
        play sound hit
        scene c010_s004_026 with hpunch
        "*啪嗒——*"
        cr "唔嗯~~~！！！"
        scene c010_s004_020 with Dissolve(0.5)
        cr "你他妈臭婊子！！！那很疼！！！我也要把你留下来！！！"
        "对，就这样，把它抬起来，抬到我够得着……"
        scene c010_s004_021 with vpunch
        "角度不太好。只是斜斜地蹭到了。刚好够把他打懵。够让他从我身上下来。"
        play sound axehit
        scene c010_s004_022 with flashred
        pause 1
        play sound axehit
        scene c010_s004_023 with flashred
        "*噗嗤——* *噗咚——*"
        cr "咳啊~~~ *咕噜* 唔嗯~~~"
        k "哦操。真恶心。"
        scene c010_s004_024 with vpunch
        "把他推开。真他妈恶心。到处是血。该死，我喉咙都磨破皮了。"
    stop music fadeout 2.0
    scene c010_s004_028 with Dissolve(0.5)
    j "呼哦操~~~ 呼哦操~~~"
    play music horror fadein 2.0
    scene c010_s004_029 with Dissolve(1)
    j "操操操~~~"
    if ch10_kalliehit == "yes":
        k "你没事吧？"
        scene c010_s004_030 with Dissolve(0.5)
        j "你呢？他有没有——"
        k "没有，没有。他打空了。我来得及躲开。你……你身上有血。"
    else:
        scene c010_s004_030 with Dissolve(0.5)
        k "你没事吧？你……你身上有血。"
    scene c010_s004_031 with Dissolve(0.5)
    j "肯定是他的。得把这东西擦掉。谢天谢地罗杰当初有脑子做了防水处理。"
    k "你受伤了吗？我看见他打中你好几下。他刚才在掐你。"
    menu:
        "[gr]拿这个开涮吧。\n[rgr](卡莉 焦虑 -1)":
            $ k_anxiety -= 1
            scene c010_s004_032 with Dissolve(0.25)
            j "谁说那不是我的癖好？被人掐脖子。*轻笑*"
            k "……"
        "肾上腺素让我嗨上了。":
            scene c010_s004_032 with Dissolve(0.25)
            j "说实话，肾上腺素让我嗨上了。他确实打中了几下，可我还不知道伤在哪儿。等这劲儿过去，我才能判断得更清楚。"
    scene c010_s004_033 with Dissolve(0.5)
    j "操。别……你别看。"
    k "晚了。"
    "我……那个混蛋本来能杀了我。要不是卡莉出现，他就得手了。我现在可能已经死了。我本来就该死。"
    scene c010_s004_034 with Dissolve(0.5)
    "管好你自己。现在不是崩溃的时候。你还有事要做。至少等你一个人的时候再崩。"
    "操，我真是恨不得现在就能待在某个可以抱着卡莉、把这一切全都发泄出来的地方。我知道我们处在一个奇怪的处境，但操，我他妈就是需要有人抱着我，告诉我他妈不一直那么坚挺也是可以的。"
    scene c010_s004_035 with Dissolve(0.25)
    j "谢谢。谢谢你赶过来。要是你没来，我早就……"
    k "我们是一起的。你之前说过。"
    j "我说过。"
    if k_friend >= 12 or ch8_kallie_sex == "yes":
        scene c010_s004_036 with Dissolve(0.5)
        k "[player_name]？"
        j "对。我……"
        scene c010_s004_037 with Dissolve(0.5)
        k "没事的。我在这儿。你还活着。我们都还活着。"
        "管好你自己，伙计。现在别崩。操，浑身上下都开始疼了。"
        scene c010_s004_038 with Dissolve(0.25)
    else:
        scene c010_s004_038 with Dissolve(0.5)
    j "你得……你得回楼下去。告诉其他人我们没事。我敢肯定她们吓坏了。"
    k "我……好吧。但你别到处乱跑。"
    scene c010_s004_039 with Dissolve(0.25)
    j "不，不。你跟她们待在一起。你和劳拉得陪着雪莉。如——如果出什么事，你们都得离开这儿。就从那扇门出去。回学生中心去。"
    k "不。我们不会丢下你一个人跑掉。万一他不只是这楼里唯一的呢？"
    j "所以我才让你靠出口近一点。"
    scene c010_s004_040 with Dissolve(0.25)
    k "你没听懂我的意思。我们不会把你留在这儿等死。"
    j "我还没死。也没打算死。只是……只是帮我这个忙，拜托。我需要你和劳拉照顾雪莉。我不知道她现在是什么状态。要是再出什么事，我得知道你们两个把她照看好。"
    scene c010_s004_041 with Dissolve(1)
    k "*叹气* 好吧，但你要太久没来的话，我们就派一个人去找你。"
    j "成交。"
    scene c010_s004_043 with Dissolve(0.5)
    "好了，她走了。刚才那么惊险，她又得分开，明显不太高兴。可这家伙浑身是血，跟个疯帽匠一样。这意味着这里面肯定有更糟的东西。而我连让她知道都不想。"
    "操，我……背疼。下巴疼。后脑勺也疼。我感觉他那一拳把我牙齿打裂了。"
    scene c010_s004_042 with Dissolve(0.25)
    "而且……我想说我不是故意杀他的，但心底里我知道这一步迟早要来。没人能劝得住他。给他脑袋来一下，好过我去试着压制他、然后把他砍成一堆。"
    j "*叹气*"
    "哦，操，我需要……我得试着把这事隔离开来。把它打包收好，等到将来某个时候，我能看心理医生、也能用点什么把我脑子里的尖叫声麻木掉。"
    scene c010_s004_044 with Dissolve(0.25)
    "别他妈闹了。该完事。"
    scene c010_s004_045 with Dissolve(0.5)
    "哦？地上有血，而且我有一种很不好的预感。"
    scene c010_s004_046 with Dissolve(0.25)
    "就算我的嗅觉已经糟成这样，我还是闻到了一股非常难闻的玩意儿从里面飘出来。"
    menu:
        "进去。\n[rx](血腥!!)":
            $ ch10_goresseen = "yes"
            "我必须知道。不要再有意外了。"
            scene blank with Dissolve(2)
            scene c010_s004_052 with flashred
            "哦，操。操。别吐。这他妈是{a=https://www.imdb.com/title/tt0251736/}{i}《千尸湖》{/i}{/a}那一套。这解释了这些血都是哪来的。"
            "我甚至不想去想象他得精神崩溃到什么程度才会干这种事？不重要。我该看的都看完了。"
            scene c010_s004_053 with Dissolve(0.25)
            "操，不知道这是不是雪莉认识的人。男生宿舍那几个家伙之一？操，希望不是。至少我希望卡莉有脑子，别跟她说太多。"
        "别说了。":
            scene c010_s004_047 with Dissolve(0.5)
            "我不需要去看我明知在那里的东西。不管那混蛋是谁，他出现在这儿的时候不是一个人。他大概是疯了，然后杀死了自己人。"
            scene c010_s004_048 with Dissolve(0.25)
            "操，不知道这是不是雪莉认识的人。男生宿舍那几个家伙之一？操，希望不是。至少我希望卡莉有脑子，别跟她说太多。"
    scene blank with Dissolve(2)
    scene c010_s004_049 with Dissolve(2)
    "好，那这边已经没有别的戏了。一堆空教室。看看这边有什么。"
    "图书馆？不错。至少能给卡莉点东西读。雪莉是不是提过这个？我记不太清了，我已经高度紧张太久了。不重要的记忆和信息，在紧要关头都会被丢掉。"
    "而且脑袋上挨的那一下，可能比我最初以为的更让我发懵。"
    scene c010_s004_050 with Dissolve(0.5)
    "在见过那个女巫之后，我不太喜欢窗户了——不过我不打算在这儿待久，所以暂时不用担心。"
    scene blank with Dissolve(2)
    scene c010_s004_051 with Dissolve(2)
    "还有这儿是阶梯教室。这个我记得我们聊过。很大，而且显然不是能让我们直接住下的地方。而且除了那条长椅，这里面他妈的没有一件能让我们睡的家具，对吧？"
    "只有一个入口，这感觉是个问题。还是火灾隐患。我一点也不喜欢这个。"
    scene blank with Dissolve(2)
    scene c010_s004_054 with Dissolve(2)
    "哟，哟，哟。行政办公室藏在楼的后半段。要不是我每一扇门、每条走廊都在看，根本不会注意到。这肯定是某个教授的办公室。"
    scene c010_s004_055 with Dissolve(0.5)
    "如果我把阶梯教室那条长椅搬过来，必要的话我们今晚就能在这儿凑合。无论如何，这地方看起来够我们停一阵子了。"
    "我最好赶紧回去，把消息告诉她们，然后面对劳拉因为我被扑倒而即将掀起的风暴。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c010_s004_056 with Dissolve(2)
    play music insidedark fadein 2.0
    l "[player_name]，你他妈跑哪儿去了？天哪，卡莉把发生的事告诉我们了。你没事吧？"
    j "好得不能再好。而且我确认了这栋楼的其余部分没有更多我在二楼发现的那种东西。最新消息：没有了。"
    scene c010_s004_057 with Dissolve(0.25)
    l "操，你的外套惨不忍睹。来，先把它脱下来。我得找个洗手间试着把这东西洗掉。"
    j "对，罗杰发现我把他的夹克弄出血来，肯定要气疯了。"
    scene c010_s004_058 with Dissolve(0.5)
    l "一点都不好笑。你本来可能就死了。"
    menu:
        "拿这个开涮吧。\n[rgr](劳拉 焦虑 -1)":
            $ l_anxiety -= 1
            j "{a=https://www.youtube.com/watch?v=c0n7iKlXR6c}差点死掉是活着最棒的部分。{/a}不过说真的，卡莉出现的时机刚刚好，把那家伙的注意力引开了。所以我还活着。"
        "不过我其实没有。":
            j "不过我其实没有。因为卡莉出现的时机刚刚好，把那家伙的注意力引开了。所以我还活着。"
    scene c010_s004_059 with Dissolve(0.25)
    l "操，你的脸。那肯定要淤青。还有你脖子上那些印子。"
    j "对，会让我更有型。好了，别光说我了。雪莉怎么样了？"
    scene c010_s004_060 with Dissolve(0.25)
    l "她基本不说话了。一个字都不肯说。"
    j "我就怕这个。听着，我在后面找到一间办公室。里面有些家具——一张沙发和一把椅子——我们可以暂时待在那儿。而且它离洗手间近，能进去的人也有限。现在我们先把她弄过去，然后重新集合。"
    scene c010_s004_061 with Dissolve(0.25)
    l "这栋楼其他地方安全吗？"
    j "对。我没看见任何有别人的迹象。不过话说回来，谁都不许上二楼。谁都不许。明白吗。"
    scene c010_s004_062 with Dissolve(0.25)
    l "很糟吗？"
    j "谁都不许。"
    scene c010_s004_063 with Dissolve(0.5)
    j "卡莉？你没事吧？抱歉刚才对你那么不客气。"
    k "没关系。我理解为什么。而且我已经是能指望的最好状态了。"
    j "好。"
    scene c010_s004_064 with Dissolve(0.25)
    k "你、你没事吧？你挨了狠狠一顿。"
    j "死不了。你该看看另一个家伙。*轻笑*"
    scene c010_s004_065 with Dissolve(0.5)
    j "嘿，姑娘，你最喜欢的男人来了。要不让我和卡莉带你去个地方，把装备脱下来，也许能轻松缓一会儿？我们也该吃点喝点什么，对吧？"
    "没有反应。"
    scene c010_s004_066 with Dissolve(0.25)
    j "雪莉。我们不会丢下你。不会不带你走。我知道你现在状态很糟，而我现在说什么都拉你不出来。但我请求你，别做任何决定。你不必做任何决定。"
    scene c010_s004_067 with Dissolve(0.25)
    j "我们会照顾你，陪着我们。你一句话都不用说，但别跟我们对着来。让我带你去那间行政办公室，我们会在那儿待一阵子。那地方对我们所有人都更好。明白吗？"
    s "……{w=2}好吧。"
    scene c010_s004_068 with Dissolve(0.25)
    j "来，握住我的手。"
    scene c010_s004_069 with Dissolve(1)
    j "来，起来。"
    k "雪莉，我扶着你。"
    scene blank with Dissolve(2)
    scene c010_s005_001 with Dissolve(2)
    "带着大家到了后面那间办公室之后，劳拉就奔最近的洗手间去了，想把我夹克上最严重的血迹洗掉。卡莉觉得在这栋楼里不该有人落单，就跟着她去了。尽管我已经保证我们现在安全了，刚才那场袭击还是让她受了惊。"
    scene c010_s005_002 with Dissolve(1)
    "这就只剩我和雪莉了。我不介意，因为我正想跟她谈谈。我可没指望能把她从这种状态里劝出来。但我至少可以试着让她安心：她有一群人在照看她。"
    j "嘿，我知道这处境糟透了，但我们会离开这里的。我是说，离开这座城。现在我们先都休息一下、吃点东西，然后我来弄清楚下一栋楼在哪儿、以及怎么过去。"
    scene c010_s005_003 with Dissolve(0.5)
    "什么都没有。平常你想让她闭嘴都难。刚才那些，有多少是因为她停药、在躁狂和抑郁之间来回摇摆？我以前见过她难过，但不是这样的。"
    scene c010_s005_004 with Dissolve(0.25)
    "我理解抑郁有多难熬。操，我承认，婚姻快结束那阵子以及离婚之后，我也不好相处。可雪莉现在的处境，需要有人让她撑下去。被困在雾里，四周是怪物，转头还有疯子，那对一个正在苦苦支撑的人来说不是个好地方。"
    j "如果你不想说话，我理解。我们不必说。"
    s "我……"
    scene c010_s005_005 with Dissolve(0.25)
    s "我什么都不在乎了。把我留在这儿吧。"
    j "这种事永远不可能发生，不管你跟我怎么犟。"
    scene c010_s005_006 with Dissolve(0.25)
    s "我只会把你们所有人都拖下水。我……我太累了，而且剩下的就只有痛苦和死亡。"
    menu:
        "你真觉得劳拉会让我们丢下你？":
            j "你真觉得劳拉会让我们丢下你？怎么可能。她要是听见你提这种主意，肯定先揍我，再揍你。"
        "你真觉得我会丢下你？\n[rgr](雪莉 好感 +1)":
            $ s_friend += 1
            j "你真觉得我会丢下你？我知道自己可能有点混蛋，但我没那么{b}混{/b}。再说了，我刚才已经说了，这事不可能发生。也许我们该帮你把耳朵掏一掏。"
    scene c010_s005_007 with Dissolve(0.25)
    s "……"
    j "嘿，你愿意试试把装备脱了吗？我敢肯定还困在布料里的那些气味，对你一点好处都没有。"
    scene c010_s005_008 with Dissolve(0.25)
    s "随它去。"
    menu:
        "那会对你大有好处。":
            j "雪莉，把衣服换了会对你大有好处。我们短时间内不会出发，换身更舒服的衣服没毛病。"
            scene c010_s005_009 with Dissolve(0.25)
            "说实话，在我有时间好好缓一缓、再弄清楚我们要去哪儿之前，这地方算是今天能待的最好去处了。也许还能待到晚上。刚才那场打斗把我耗得够呛。"
        "[rd]你知道你爱在我面前显摆。\n[rrd](雪莉 好感 -1)":
            $ s_friend -= 1
            j "哦，得了吧，你明明知道你爱在我面前显摆。你哪天不试着调情。"
            scene c010_s005_009 with Dissolve(0.25)
            "在自己死里逃生之后，也许这算不上什么好笑的玩笑，但我最近确实很依赖黑色幽默。"
        "你要是不想，就不必。":
            j "你要是不想，那就不必。但这里的空气很浑浊，我怀疑你穿着装备坐在那儿出汗对你没有任何好处。尤其附近连个能洗澡的地方都没有。"
            scene c010_s005_009 with Dissolve(0.25)
            "这已经是我第二天只能做「妓女浴」了。我敢保证，用不了多久我就要臭得惊天动地了。"
    scene c010_s005_010 with Dissolve(0.25)
    s "*叹气* 好吧。"
    scene c010_s005_011 with Dissolve(1)
    j "好。我去你背包里拿点东西。你有什么偏好吗？"
    s "我好像有的选似的。"
    scene c010_s005_012 with Dissolve(0.5)
    "我确实没那么了解雪莉，但我不喜欢看她这副样子。一个原本那么活泼的人，被削减成了一台毫无生气的机器。"
    scene c010_s005_013 with Dissolve(0.5)
    "她告诉我她停药的时候，我就知道这种可能会发生。我讨厌她的秘密是以这种方式被揭穿的，也在想等雪莉情绪平复之后，她会不会怨恨我们当众这样揭穿了她。"
    scene c010_s005_014 with Dissolve(0.5)
    "有那么一刹那，我脑子里闪过一个念头：我们要不要打闹一下？那样是不是能给她一股脑内啡肽的冲击，也许有用？这个念头一冒头，我就把它推到一边了。这不是地方，也不是时候。坦白说，以那种方式占她的便宜让我觉得恶心。"
    scene c010_s005_015 with Dissolve(0.5)
    s "好吧，那这样确实好一些。"
    j "我去问问劳拉她打算在哪儿晾东西。你先坐下？先放松一会儿？"
    scene c010_s005_016 with Dissolve(0.5)
    s "你受伤了。有淤青。"
    j "我听说姑娘家喜欢伤疤。淤青的话，就没那么喜欢了。"
    scene c010_s005_017 with Dissolve(0.25)
    s "卡莉说有个家伙袭击了你。你……"
    j "就一些瘀伤。他把我的脑袋往地上撞，还试图掐我。所以如果我的语气格外粗，那是因为这个。"
    scene c010_s005_018 with Dissolve(0.25)
    s "你觉得我……我会不会知道那是谁？"
    j "这不重要。而且你不该去找他。"
    scene c010_s005_019 with Dissolve(0.25)
    s "我……我不会的。我保证。"
    scene c010_s005_020 with Dissolve(0.5)
    l "好。除了几个地方，你夹克上大部分都洗干净了。"
    j "好。反正我也没别的可换。我把雪莉的装备放在我们包旁边了。"
    l "好吧，那我至少把她那件外套挂到洗手间里去，跟其他人的放一起。"
    scene c010_s005_021 with Dissolve(1)
    "我还没来得及再说什么，劳拉就走了。我确信找点事做能让劳拉分散一下注意力。"
    "卡莉回来之后一直在雪莉身边转悠，我觉得我可以出去一个人待一会儿。"
    scene blank with Dissolve(2)
    scene c010_s005_027 with Dissolve(2)
    "可惜我并没有真的「一分钟」独处。一踏进一楼走廊，我就被那份必须完成的事的清单提醒了一遍。那是{b}我{/b}必须做的事。首要的是，我得确认所有的门都锁好了。"
    scene c010_s005_028 with Dissolve(0.5)
    "相信我们已经摆脱灼烧者的危险是一回事（就算女巫的存在让这一点打了折扣），可被一个满身是血的疯子扑倒，痛苦地提醒了我：凡是能进得去的地方，别人同样进得来。"
    scene blank with Dissolve(2)
    scene c010_s005_022 with Dissolve(2)
    "{color=#ffcccc}她现在睡着了。她大概会一直想睡。这就是抑郁对你的作用。睡觉，以及想着自己有多糟、自己的人生有多烂。还有——但愿不会——想着伤害自己来让这一切停下。{/color}"
    "{color=#ffcccc}我不完全清楚她现在是什么感受，但我懂那是什么感觉。无望。就算我当时没有完全意识到，我懂那种相似。我懂自己在应付一些情绪，却搞不懂为什么会产生那些情绪。{/color}"
    scene c010_s005_023 with Dissolve(0.25)
    "{color=#ffcccc}更糟的是，它们还被埋在太多别的东西底下。害怕自己达不到安德鲁的要求或期待。害怕他觉得我在没得到他批准的情况下跟别人说话。天哪，我们这段关系里有太多扭曲的东西，而我当时就是看不见。{/color}"
    "{color=#ffcccc}我真是……我真是恨死他了。也恨自己这么蠢。{/color}"
    scene c010_s005_024 with Dissolve(0.25)
    "{color=#ffcccc}但他现在不在这儿，我不能让怒气影响我。这种事会在我本该集中注意力的时候成为干扰。尤其是在一个陌生、而且绝对不安全的地方。{/color}"
    scene c010_s005_025 with Dissolve(0.5)
    "{color=#ffcccc}还有，[player_name]……他今天本来可能会死。那个家伙本来能杀掉他。然后他就会来找我们。我觉得我们挡不住他。不会不伤到人、而且伤得很重地挡下来。{/color}"
    "{color=#ffcccc}[player_name]说别在二楼四处看。那就意味着那里一定是很糟糕的东西。真的很糟糕。我在餐厅洗手间见过那具尸体。这儿肯定严重得多。就算隔得这么远，我还是能闻到一股味道——就像在{i}汉堡店{/i}那次一样——让我不想在这儿多待一刻。{/color}"
    scene c010_s005_026 with Dissolve(0.25)
    "{color=#ffcccc}他伤得有多重？我看见他脸上的瘀青，还有脖子上的印子。他的肩膀像是使不上劲。等他做完（做什么？把楼守住？），得有人确保他坐下来休息。得有人给他检查一遍，确认没什么太严重的问题。{/color}"
    "{color=#ffcccc}他会让我们这么做吗？{/color}"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_10_508", transition=Dissolve(1.0))()
    pause
    $ Hide("july_10_508", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c010_s005_029 with Dissolve(2)
    play music nightmain fadein 2.0
    l "我猜你在查看附近的建筑？"
    j "还干了别的。我确保所有门都锁上了，还把一些椅子和桌子堵在门前。不过我不觉得要是有人真想闯进来，这些能挡住他们。太他妈多窗户了，一砸就开。"
    scene c010_s005_030 with Dissolve(0.25)
    l "你在二楼看见了什么？真有那么糟吗？"
    if ch10_goresseen == "yes":
        j "是，但还不止那样。才过了几个星期，就足以让某个孩子他妈彻底疯掉。我们显然不能相信这里的其他人类。人类不从来都是自己的危险吗。"
    else:
        j "不是那样。才过了几个星期，就足以让某个孩子他妈彻底疯掉。我们显然不能相信这里的其他人类。人类不从来都是自己的危险吗。"
    scene c010_s005_031 with Dissolve(0.25)
    j "我是说，操！看看我们对新冠疫情的反应有多离谱。为了纯粹的自私，纸巾抢购一空。人们尖叫着喊「我的权利！」。有个混蛋囤积免洗洗手液，就为了靠它赚钱。人类就是个他妈的设计失误，劳拉。"
    scene c010_s005_032 with Dissolve(0.25)
    l "没事的，[player_name]。没事的。我们在这儿很好。抱歉。我敢肯定那是一次惊吓、一次死里逃生，但你撑过来了。"
    j "我在这么短的时间里就变成了个真正的斧头杀人犯。而且我不是唯一一个。你听见了枪声。那会不会是他们在对付灼烧者？还是在射杀其他人类？或者射自己？"
    j "历史上充满了我们因为最小理由就自相残杀的故事。黑色星期五为了抢一台打折电视就踩踏死人的事。"
    scene c010_s005_033 with hpunch
    l "[player_name]，我没法让事情变好。我除了说「抱歉你压力这么大」之外做不了别的。我能做的只有感谢你一直在我们身边。所有人。"
    scene c010_s005_034 with Dissolve(0.25)
    "我气得哭不出来。就算哭了，我会让自己哭吗？脑后有个声音提醒我「男人不哭。他们不露软弱。」这话毒得要命，可我还是听了。我把那些痛苦全咽了下去，硬塞进肚子里。"
    "不过劳拉抱着我，最终还是让那股怒气缓了下去。也许只是她胸口的柔软贴着我，把我从那状态里拽了出来。"
    scene c010_s005_035 with Dissolve(0.5)
    j "有一座体育馆。走过来要一会儿，但我在三楼看见它了。旁边还有一条跑道。我猜是田径用的。不过在到那儿之前，先有个体育馆。"
    l "你觉得那是我们该去的地方？"
    scene c010_s005_036 with Dissolve(0.25)
    j "如果我们一直朝医院的方向走，那就是下一个合理的落脚点。"
    l "好，就这么办。今晚我们待在这儿。我不喜欢这样，但雪莉的精神状态根本不适合去任何地方。"
    scene c010_s005_037 with Dissolve(0.25)
    j "我不想非得对她当那个坏人，但如果必须让她起身出发，我会的。我不会把她一个人留在这儿等死。我知道她出门可能会有问题，但我以为恐惧会成为更大的动力。"
    l "那是明天早上再处理的事。也许睡一长觉会有帮助。"
    j "她是抑郁，不是累。"
    scene c010_s005_038 with Dissolve(0.25)
    l "那是脑内化学物质的问题。也许给她点时间就能平复。无论如何，我们今晚就在这儿，这间办公室已经是我们能指望的最好条件了。雪莉已经瘫在沙发上睡着了。卡莉说她可以睡那把椅子。"
    j "我去把阶梯教室那条长椅搬过来。不怎么舒服，但应该够你用了。"
    l "好。可你自己呢？"
    j "铺了地毯的地面比昨晚强多了。"
    scene c010_s005_039 with Dissolve(0.25)
    l "你可以试试和雪莉挤那张沙发。或者我也可以。"
    j "嗯。到时候看吧。她现在这个状态，对任何事会是什么反应都难说，更别提还得跟别人挤在一块儿。"
    scene c010_s005_040 with Dissolve(0.25)
    l "不管怎样，你得喝点东西、吃点东西。出发之后你吃过什么吗？"
    j "没有。注意力全在别的事上，直到现在才想起来。"
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_10_814", transition=Dissolve(1.0))()
    pause
    $ Hide("july_10_814", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c010_s007_001 with Dissolve(2)
    "好吧，夜已经深了，我们还待在这儿。刚出发那会儿，我真以为休息一下之后我们就能继续推进，可计划这东西总会变。"
    "我只能盼着给雪莉一点时间会有帮助。如果不行，我就只能把她硬拽着一起走。不管她愿不愿意。"
    scene c010_s007_002 with Dissolve(0.5)
    "这里面亮着灯。我没看见人。在我确定是谁之前，先忍住别出声。要是这儿还有另一个人，我可很好奇他之前躲在哪儿。"
    scene c010_s007_003 with Dissolve(1)
    "哦，是卡莉，在看书。谢天谢地。"
    scene c010_s007_004 with Dissolve(0.5)
    j "嘿，你没事吧？"
    k "嗯？哦。嘿。我……我看见有个图书馆，就找了点东西看。打发时间。抱歉。"
    scene c010_s007_005 with Dissolve(0.5)
    j "不不。没事的。你待着吧。我刚看见灯光，有点担心。你要是找到了能让自己不去想那些事的东西，别因为我停下。"
    if k_friend >= 12 and ch8_kallie_sex == "yes":
        scene c010_s007_008 with Dissolve(0.25)
        k "嘿，呃……"
        j "怎么了？"
        scene c010_s007_009 with Dissolve(0.25)
        k "陪着我。拜托。"
        j "好。当然。"
        scene c010_s007_010 with Dissolve(1)
        j "唔嗯~~~ 呼，我这后背可有够呛的时候。"
        k "伤到骨头了吗？"
        scene c010_s007_011 with Dissolve(0.25)
        j "没有。就是瘀伤，还有昨晚睡在地板上。"
        k "是啊……"
        "她蜷在我怀里一起睡，其实感觉还不错，虽然导致这一切的过程很吓人。"
        scene c010_s007_012 with Dissolve(0.5)
        j "谢谢你当时出现。你在后面救了我一命。"
        if ch10_kalliehit == "yes":
            k "我不觉得我对他造成多大伤害。"
            j "那已经够了。你分散了他的注意力，当他挥拳打你的时候，他的重心从我身上移开了不少，我才抓得到斧子。我只是恨你居然不得不看到那一幕。"
        else:
            k "我什么都没做。只是站在那儿。"
            j "那已经够了。你分散了他的注意力，而他移动得够多——重心从我身上移开——我才抓得到斧子。我只是恨你居然不得不看到那一幕。"
        scene c010_s007_013 with Dissolve(0.25)
        k "我没那么脆弱。你不用把我跟那种可怕的事隔开。"
        menu:
            "我只是想尽量减少噩梦。[yl]":
                j "我只是想尽量减少等你出去以后会留下的噩梦。那种创伤性的东西。"
                k "我……已经有噩梦了。我想这不会糟太多。"
                j "嗯，也许我是不想让你对暴力变得麻木。一遍又一遍看到那种东西，会让一个人麻木。"
            "我会努力改的。[yl]":
                j "我会在这件事上努力改。我知道你是能独当一面的成年人。也许我只是不想让你对暴力变得麻木。一遍又一遍看到那种东西，会让一个人麻木。"
        scene c010_s007_014 with Dissolve(0.25)
        k "我很认同这个想法，但一起分担也没什么不好。你还见过多少没告诉我们的东西？我怀疑比你愿意承认的多得多。"
        "这里沉默或许就是最好的回答。她知道，而我不想对她撒谎。"
        j "你在看什么？"
        scene c010_s007_015 with Dissolve(0.25)
        k "我找到一本关于纽约独立战争时期战役的书。我爸是个历史迷，所以也许我想读一读。这能给我们一点聊的话题。如果我还能再见到他的话。"
        j "「如果」。"
        scene c010_s007_016 with Dissolve(0.25)
        k "你说这话的时候，我希望自己相信。"
        j "那你就该相信。现在我不说话了，让你看书。"
        scene c010_s007_017 with Dissolve(0.25)
        k "你……*叹气* 好吧。"
        scene blank with Dissolve(1)
        scene c010_s007_018 with Dissolve(1)
        "有一阵子，就那样沉默地坐着还挺舒服的。她时不时会翻一页。"
        scene c010_s007_019 with Dissolve(0.25)
        "我怕会弄出不自在的气氛，尽量不偷偷瞟她。可我能感觉到她放松下来了，仿佛我的存在给了她安慰。也许我只是让她觉得安全。我愿意这么想。"
        scene blank with Dissolve(2)
        scene c010_s007_020 with Dissolve(2)
        "当我第一次打盹时——猛地一抖、头一点——我考虑是不是该起来活动一下。或者干脆找个时间、找个地方好好睡一觉。"
        menu:
            "留下打个盹。\n[rgr](卡莉 爱意 +1)\n[rgr](卡莉 焦虑 -1)\n[rrd](卡莉 欲望 -1)\n[pks]":
                "对，我眯一会儿。要是真有什么不对，她会告诉我的。她会理解我累了。"
                stop music fadeout 2.0
                $ k_sex += 1
                $ k_love += 1
                $ k_desire -= 1
                $ k_anxiety -= 1
                $ ch10_kallie_sex = "yes"
                call ch10_kallie_sex from _call_ch10_kallie_sex
            "该起来了。\n[rgr](卡莉 欲望 +1)":
                $ k_desire += 1
                scene c010_s007_021 with Dissolve(0.5)
                j "*哼哼* 呃~~~~ 讨厌这样，可要是一直坐着我就该睡着了。"
                k "那也行。"
                scene c010_s007_023 with Dissolve(0.5)
                j "不了，我该回房间确认一下那边都还好。看看雪莉是不是还在睡。你要是想留在这儿看书也行。至少我知道你在哪儿，也相信你会注意安全。"
                if k_anxiety >= 6:
                    scene c010_s007_024 with Dissolve(1)
                    k "我……我也一起去吧。现在我们应该待在一起。"
                    j "在一栋不熟悉的楼里？我同意。"
                    scene c010_s007_025 with Dissolve(0.25)
                    k "不只是那个。"
                    j "那个女巫？"
                    k "还有别的事。对。"
                else:
                    k "我在这儿待一会儿没事的。"
                    scene c010_s007_007 with Dissolve(1)
                    j "好。玩得开心，别待太久，不然劳拉会担心的。"
                    k "不会的。谢谢。"
    else:
        scene c010_s007_006 with Dissolve(0.25)
        k "好。谢谢。"
        j "别熬太晚。劳拉可能会开始担心你在哪儿。*轻笑*"
        scene c010_s007_007 with Dissolve(0.5)
        k "不会的。*窃笑*"
        "如果她能在阅读中找到乐趣，那我算是哪根葱跑去打扰她。"
    if l_trust <= 3:
        stop music fadeout 2.0
        scene blank with Dissolve(2)
        scene c010_s006_001 with Dissolve(2)
        play music horror fadein 2.0
        $ l_anxiety += 1
        "{color=#66ff33}我知道他一再跟我说别上来，可我就是忍不住。我想，我们骨子里都是些不愿被人指手画脚的小孩子。{/color}"
        scene c010_s006_002 with Dissolve(0.5)
        "{color=#66ff33}而且我明白，在这种情况下，总得有人做他们认为符合最大利益的决定。但我是个成年人，这不该让我陷入危险。是，我最近可能没做出什么明智的选择。心境可能也不太对。{/color}"
        scene c010_s006_003 with Dissolve(0.5)
        "{color=#66ff33}哦。这……卡莉和[player_name]都没怎么说过那家伙的事。他不过就是个大学生。到底是什么能让他疯成这样？是压力把他逼到极限了吗？{/color}"
        "{color=#66ff33}天哪，这么多血。不可能全是他的。{/color}"
        scene c010_s006_004 with Dissolve(0.25)
        "{color=#66ff33}地上有血迹一路延伸。它通向哪儿？{/color}"
        scene c010_s006_005 with Dissolve(1)
        if ch10_goresseen == "yes":
            $ ch10_lauragoreseen = "yes"
            "{color=#66ff33}在这儿。我……我对这有一种不好的预感。可我都到这儿了。看一眼能有什么害处？{/color}"
            scene blank with Dissolve(2)
            scene c010_s006_006 with Dissolve(2)
            l "哦，操。"
            "{color=#66ff33}这比我想象的最坏情况还要糟得多。这不只是某个孩子失去了理智。这是……这是某个初级连杀手趁着机会变成了艾德·盖恩。{/color}"
            "{color=#66ff33}哦，操死我了，我觉得看见这些不是个好主意。[player_name]说得对。我不该上来。卡莉和雪莉都不该靠近这儿。说到雪莉，我该回去了。{/color}"
        else:
            "{color=#66ff33}在这儿。我……我对这有一种不好的预感。我该把看到的当作足够的了，然后离开。{/color}"
            "{color=#66ff33}我觉得看见这些实在不是个好主意。[player_name]说得对。我该回雪莉那儿了。{/color}"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_10_942", transition=Dissolve(1.0))()
    pause
    $ Hide("july_10_942", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c010_s006_007 with Dissolve(2)
    play music nightmain2 fadein 2.0
    if ch10_kallie_sex == "yes":
        "在楼里最后巡视一遍之后（我被那种警惕的本能压倒了），卡莉和我回到办公室，发现大家都已经安顿好了。雪莉要么还在睡，要么没心情加入，还摊在沙发上。"
    else:
        "在楼里最后巡视一遍之后（我被那种警惕的本能压倒了），我回到办公室，发现大家都已经安顿好了。雪莉要么还在睡，要么没心情加入，还摊在沙发上。"
    scene blank with Dissolve(1)
    scene c010_s006_008 with Dissolve(1)
    "没过多久，劳拉就充分利用了那条长椅，卡莉蜷在那把椅子上。至于我，铺着地毯的地面至少算是个改善，虽然改善微乎其微，哪怕我背上和肩膀的瘀青还在抗议。"
    scene c010_s006_009 with Dissolve(1)
    "没过多久，我就听见了那像复调合唱般的轻柔呼吸声。而我这边，却怎么也睡不着。在脑子里回放今天发生的事，假设自己本可以做点什么、说点别的什么，光是这个就足以让我保持清醒。"
    "那个家伙？我当时能有什么不同的做法？我没听见他。我上楼梯时自己的脚步声很可能盖住了他发出的任何动静。我只是运气好，躲过了那场袭击。"
    if ch10_goresseen == "yes":
        "教室里的那些尸体？我没在他身上看见刀。如果有，我敢肯定现在已经死了。也就是说他是徒手把那些女孩撕碎的。要干出这种事，得是个什么样的疯子？"
    if s_friend >= 9:
        scene c010_s006_010 with Dissolve(0.25)
        if ch10_kallie_sex == "yes":
            "今天唯一能让我觉得好的事，就是跟卡莉相处的那段时间。当然，我们俩对彼此之间正在发生的事都很谨慎，但卡莉已经表明了（就她能做到的程度）这不只是打闹而已。"
        s "[player_name]。你还醒着吗？"
        scene c010_s006_019 with Dissolve(0.5)
        j "嗯？雪莉？"
        s "[player_name]，你不该睡在地板上。我……我可以和你一起睡沙发。"
        scene c010_s006_020 with Dissolve(0.5)
        j "如果你不介意的话。我想我的后背会感激不尽。"
        s "我很乐意。"
        scene c010_s006_021 with Dissolve(1)
        "我们摸黑挪动了一会儿，才找到一个不会完全挤在一起的姿势。"
        s "没事。其实，你能……你现在能抱着我吗？"
        j "当然。"
        scene c010_s006_022 with Dissolve(1)
        j "你还好吗？"
        s "我……我不知道。我真的不知道。但，我知道……"
        scene c010_s006_023 with Dissolve(0.25)
        s "我需要帮助。我需要感觉到有人想让我在身边。"
        menu:
            "我们都需要。":
                j "我们都需要。我们需要你，也在乎你。你现在需要支撑，这没关系。我们在这儿陪你。"
            "我需要。\n[rgr](雪莉 好感 +1)":
                $ s_friend += 1
                j "我需要。我在乎你，只想让你知道，你现在需要支撑也没关系。我在这儿陪你。"
        scene c010_s006_024 with Dissolve(0.25)
        s "……{w=2}谢谢。我……"
        "我没指望会有多少对话。而且说实话，对大家最好就是各自安顿下来，尽量好好利用这段时间。我不想吵醒其他人，而且现在大概也不是该就雪莉脑子里在想什么来场掏心窝子谈话的时候。"
        scene c010_s006_025 with Dissolve(0.5)
        "她长长地呼出一口气时，感觉像是把身体里的所有紧绷都释放了出去。我想她用不了多久就会再次睡着。"
        if ch10_kallie_sex == "yes":
            scene c010_s006_026 with Dissolve(0.25)
        "而且我承认，我喜欢她靠在我身上的感觉。今天发生了这些事之后，那是我极其需要的一种简单的快乐。"
        if ch10_kallie_sex == "yes":
            scene c010_s006_027 with Dissolve(0.5)
            s "{size=30}我能在你身上闻到她的味道。{/size}"
            j "哦？呃……"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_11_732", transition=Dissolve(1.0))()
    pause
    $ Hide("july_11_732", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c010_s008_001 with Dissolve(2)
    "总算没吵醒别人就溜出了办公室。或者至少我认为没有。就算吵醒了也无所谓。反正我们差不多该上路了。不过，也许我想先独处几分钟，再跟人打交道。"
    play sound doorclose
    scene c010_s008_002 with Dissolve(1)
    "既想喝杯咖啡，又想有大概半小时慢慢进入状态，我觉得我不是个擅长跟人相处的人。而且我想在其他人来审问我之前，先把自己整理好。"
    "从我尿的颜色和眼下的黑眼圈来看，我知道我睡眠和食物都不够。短期内也许还行，但如果我们在这儿待太久，这两样都会变成紧迫的问题。"
    scene c010_s008_003 with Dissolve(0.5)
    "不管怎样，我该回去了。不是马上，但……"
    scene c010_s008_004 with flashblack
    play music outsideday2 fadein 2.0
    "刚才那他妈是什么？我好像看见了什么，对吧？用眼角余光？是个什么形状在远处移动，对吧？"
    scene c010_s008_005 with Dissolve(0.25)
    "是我产生幻觉了吗？我想也可能是。就像视野边缘有一根头发动了一下。可我不能冒这个险，对吧？我把这地方查了两遍，没有别人。"
    scene c010_s008_006 with Dissolve(0.25)
    "如果……有没有可能有人进来了？还有那个家伙呢？不，我把他打得半死。"
    scene blank with Dissolve(1)
    scene c010_s008_007 with Dissolve(1)
    "好，检查完那间房，看看……"
    scene c010_s008_008 with Dissolve(0.25)
    "里面什么都没有。上楼。得赶在哪个姑娘出来问东问西之前做完。"
    scene blank with Dissolve(2)
    scene c010_s008_009 with Dissolve(2)
    "操，我可不想再他妈跑一遍这栋楼。不过什么都没有。还有你，这个王八蛋。"
    scene c010_s008_010 with Dissolve(0.5)
    "呃，天哪，你他妈真是恶心。不过，死透了。"
    "好吧。肯定是我自己想多了。看见不存在的东西。这可不是什么值得承认的事。我就归咎于又累又饿，加上最近见了太多他妈吓人的东西。"
    "再说，除了像地狱一样烧人、以及暴露过度会把人变成灼烧者之外，没人知道雾在外面还有什么别的特性。"
    scene c010_s008_011 with Dissolve(0.5)
    "不过，一睁眼就遇到这种事，还是够他妈的。"
    l "{size=30}[player_name]？[player_name]，你在哪儿？{/size}"
    j "等一下。"
    scene blank with Dissolve(2)
    scene c010_s008_012 with Dissolve(2)
    j "我在这儿，我在这儿。"
    l "好吧，我醒了，看见你已经走了。"
    scene c010_s008_013 with Dissolve(0.25)
    j "男人上个厕所都不行，非得留张条子？*轻笑*"
    l "真的？你看起来……我说不好。但我们相处够久了，我看得出来有哪儿不对。"
    scene c010_s008_014 with Dissolve(0.5)
    menu:
        "我好像看见了什么。\n[rgr](劳拉 信任 +1)\n[rrd](劳拉 焦虑 +1)":
            $ l_trust += 1
            $ l_anxiety += 1
            j "听着，别把这件事想得太重，不过我觉得我好像看见了什么。我从洗手间出来，觉得看见走廊尽头有人或者什么东西在动。我过去找，什么也没找到。大概只是光线的把戏，或者我还没完全醒。"
            scene c010_s008_017 with Dissolve(0.25)
            l "所以这儿什么都没有？"
            j "我又把这地方彻底搜了一遍。没人。你，我，姑娘们，还有楼上那个死人。"
            scene c010_s008_018 with Dissolve(0.25)
            l "[player_name]？你出现幻觉了吗？"
            j "我只是累了。可能还有一点过度警觉。我以为瞥见了什么不存在的东西，仅此而已。"
            scene c010_s008_019 with Dissolve(0.25)
            l "就这些？听着，如果是你脑子在跟你开玩笑，我能理解。你压力太大了。"
            j "我会没事的。"
            scene c010_s008_020 with Dissolve(0.25)
            l "你经历过不少疯狂的事，[player_name]。"
            j "可我还活着。"
            if ch10_lauragoreseen == "yes":
                scene c010_s008_021 with Dissolve(0.5)
                l "还有那个房间里的姑娘们？你看见了吧？一个没了脑袋，另一个没了胳膊？"
                j "你看见了？劳拉，我跟你说过——"
                scene c010_s008_022 with Dissolve(0.25)
                l "[player_name]，那可是恐怖至极的东西。你打算瞒着我们？"
                j "是的，劳拉，因为到目前为止你们已经经历了不少残酷的事。不是每个人都需要被展示每一件发生的破事。反正我们往后几年都会做噩梦。"
                scene c010_s008_023 with Dissolve(0.25)
                l "你没必要把我们护起来——"
                j "你可以说这话，但这不会阻止我将来这么做。我是在做我认为符合最大利益的决定。而界限在哪儿，劳拉？你想让卡莉或者雪莉亲眼看那个，还是只告诉她们？"
                scene c010_s008_024 with Dissolve(0.25)
                l "不，不。我们不该看。但是……"
                j "我们该回去了。"
            else:
                scene c010_s008_016 with Dissolve(0.25)
                l "好吧，你说了算。"
                "劳拉大概没被说服，也不太高兴，但我没有时间和精力在这件事上跟她争。"
        "没什么事。\n[rrd](劳拉 信任 -1)":
            $ l_trust -= 1
            j "真的没什么事。我醒了，上了厕所，然后出去走了走。我不想回房间把你们都吵醒。"
            scene c010_s008_017 with Dissolve(0.25)
            l "就这些？"
            j "对。楼上那个死人还是死的。"
            if ch10_lauragoreseen == "yes":
                scene c010_s008_021 with Dissolve(0.5)
                l "还有那个房间里的姑娘们？一个没了脑袋，另一个没了胳膊？"
                j "你看见了？劳拉，我跟你说过——"
                scene c010_s008_022 with Dissolve(0.25)
                l "[player_name]，那可是恐怖至极的东西。你打算瞒着我们？"
                j "是的，劳拉，因为到目前为止你们已经经历了不少残酷的事。不是每个人都需要被展示每一件发生的破事。反正我们往后几年都会做噩梦。"
                scene c010_s008_023 with Dissolve(0.25)
                l "你没必要把我们护起来——"
                j "你可以说这话，但这不会阻止我将来这么做。我是在做我认为符合最大利益的决定。而界限在哪儿，劳拉？你想让卡莉或者雪莉亲眼看那个，还是只告诉她们？"
                scene c010_s008_024 with Dissolve(0.25)
                l "不，不。我们不该看。但是……"
                j "我们该回去了。"
            else:
                scene c010_s008_016 with Dissolve(0.25)
                l "好吧，你说了算。"
                "劳拉大概没被说服，但我没有时间和精力在这件事上跟她争。"
        "不只是撒泡尿":
            scene c010_s008_015 with Dissolve(0.25)
            j "不只是撒泡尿，劳拉。我得拉屎，又不想吵醒任何人，所以在楼上找了个洗手间，就地解决。"
            l "呃。真的？"
            scene c010_s008_016 with Dissolve(0.25)
            j "我是想避免臭味飘进走廊、然后窜进女洗手间里。"
            l "谢了。大概吧。"
            "够恶心了，恶心到劳拉不想继续这段对话。我也不想继续，因为我不想让她担心我的精神状态。或者担心我们这儿是不是还有别人。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c010_s008_025 with Dissolve(2)
    play music insideday3 fadein 2.0
    "回到办公室之后，我们看到卡莉和雪莉都已经起来了，虽然清醒程度各不相同。"
    j "你睡得怎么样？"
    scene c010_s008_026 with Dissolve(0.25)
    k "还不错。我觉得那把椅子对我的脖子不太友好。有点僵。不过我觉得拉伸一下就没事了。"
    j "我可以提议给你揉揉脖子，但我怀疑那只会让情况更糟。"
    scene c010_s008_027 with Dissolve(0.25)
    k "谢谢你的好意，不过现在我还有别的更急迫的需求。"
    l "去洗手间？我陪你去。我本来就想这么做的，不过被打断了。而且我得把我们的外套拿上。应该够用了。或者说，够凑合了。"
    k "好。雪莉，你——"
    scene c010_s008_028 with Dissolve(0.25)
    s "去吧。我……我暂时没事。我会乖乖的。我保证。"
    j "没关系。我留在这儿陪她。"
    scene c010_s008_029 with Dissolve(0.25)
    "我不想就这么直接跳出来问「你还好吗」，好像那样就能让气氛变得不那么尴尬、不那么难堪。"
    scene c010_s008_030 with Dissolve(0.5)
    "她知道自己正在跟抑郁抗争，而我不需要像个不入流的业余心理咨询师那样，戳着她的痛处。"
    j "你昨晚睡得还好吗？"
    scene c010_s008_031 with Dissolve(0.5)
    s "我现在只想睡觉。"
    j "嗯。我懂。我真的懂。婚姻快结束的时候，等我熬过愤怒那阶段，满脑子只剩下睡觉和工作，因为我得付账单。吃饭？其他一切？都不重要。"
    scene c010_s008_032 with Dissolve(0.25)
    s "你……你是怎么熬过来的？因为我感觉自己在里面死掉一样。我知道停药会很难受，以前也发作过几次，但这……这是我感受过最糟的一次。好像我身体里什么都没有了。"
    j "雾来了之后，我想我要是不振作起来，我们根本没法活着出去。不过公平地说，有件事可做，只是把我一直在处理的东西推到了一边。"
    scene c010_s008_033 with Dissolve(0.25)
    if warning_suicide == "yes":
        s "哦？嗯，那可帮不了我多少。因为我现在感觉自己只想死。或者干脆别活了。"
        j "你在考虑伤害自己吗？"
        scene c010_s008_034 with Dissolve(0.25)
        s "我不知道。我觉得我现在对做任何事都提不起劲。"
        j "好吧，那如果你有这类念头，你要告诉我。不管怎样。因为我不想你受伤。我没法让痛苦消失，但我要是不能尽我所能把你留在身边，那就见鬼了。我很自私，我喜欢你在身边。"
    else:
        s "哦？嗯，那可帮不了我多少。"
        j "确实帮不上，但我能告诉你，我理解。也许不是完全理解，但我知道你的感受从哪儿来。所以你想说的时候就说吧，你只要知道，我希望你在身边。我就是这么自私。"
    scene c010_s008_035 with Dissolve(0.25)
    s "好吧……"
    "很难受，因为没有一件我能「动手」或者「解决」的事，但这就是抑郁的样子。"
    if s_friend >= 10 or s_love >= 2:
        scene c010_s008_036 with Dissolve(0.5)
        "出乎意料的是，雪莉主动伸出手，滑进了我的手里。我没有把它当成什么特别的事，只当作她需要一些接触来获得安慰。不过，为她做到这一点，我还是挺高兴的。"
    if ch8_kallie_sex == "yes" or ch10_kallie_sex == "yes":
        scene c010_s008_037 with Dissolve(0.5)
        s "虽然不关我的事，但你和卡莉是不是在一起了？"
        j "呃……我……"
        scene c010_s008_038 with Dissolve(0.25)
        if ch10_kallie_sex == "yes":
            s "兄弟，我不傻。也许劳拉没意识到，因为她满脑子都是自己的破事，但我看得出来。我的意思是，昨晚我能在你身上闻到她的味道。她的骚味。希望你至少让她高潮了。"
        else:
            s "兄弟，我不傻。也许劳拉没意识到，因为她满脑子都是自己的破事，但我看得出来。你俩之间有什么在发生。"
        if s_sex >= 1:
            j "我想撒谎也没意义。你介意我和你们俩都发生过关系吗？"
            scene c010_s008_039 with Dissolve(0.25)
            if ch9_laura_sex == "yes":
                s "你们俩？我敢打赌你也给劳拉来过了。不过对……我……我能接受。我们不是情侣。事实上，我从你这儿得到的，是一个愿意帮我给大脑充点液的人。别误会，我玩得挺开心，但我们之间没有浪漫可言。跟卡莉可能想要的完全不同。"
            else:
                s "对……我……我能接受。我们不是情侣。事实上，我从你这儿得到的，是一个愿意帮我给大脑充点液的人。别误会，我玩得挺开心，但我们之间没有浪漫可言。跟卡莉可能想要的完全不同。"
                s "不过，我注意到她不戴订婚戒指了；后面肯定有故事。"
        else:
            j "我想撒谎也没意义。"
            scene c010_s008_039 with Dissolve(0.25)
            s "确实没有。不过，既然她不戴订婚戒指了，后面肯定有故事。"
        j "她什么都没说？"
        scene c010_s008_040 with Dissolve(0.25)
        s "没有。她跟我编了个故事，说把戒指留在包里是因为怕弄丢，听起来很假。"
        j "我觉得你最好去跟她谈谈。我这样泄露你的秘密，已经够内疚的了。"
        scene c010_s008_041 with Dissolve(0.25)
        s "*叹气* 没关系。我在情感上早就没那个状态再继续瞒着了。我猜反正迟早会露馅——我疯得厉害，得靠疯药才能正常运转。"
        j "你没疯。你只是化学物质失衡。"
        scene c010_s008_043 with Dissolve(0.25)
        s "谢谢你这么说，但我脑子里像个疯人院。而且现在一直都是。"
        scene c010_s008_044 with Dissolve(0.5)
        s "那你打算什么时候告诉劳拉你和卡莉的事？总有一天她会不再迟钝，发现你们俩总找借口跑出去做爱。"
        j "我打算说。只是在找合适的时机。她对卡莉就像母鸡护崽一样，所以我应该坦白我们在搞什么。尤其考虑到她已经知道的那些事。"
        scene c010_s008_045 with Dissolve(0.25)
        s "搞什么？是带感情的「搞」，还是纯粹为了做而做？因为我能理解你两种都可能想要。她挺可爱的。"
        menu:
            "带感情的。\n[grr]":
                j "带感情的。但我们之间并没有说出口什么。也没有比「我喜欢你」更多的东西。"
                scene c010_s008_046 with Dissolve(0.25)
                s "因为外面还有个男人至今还以为自己是她的未婚夫？"
                j "这是原因之一。很大一部分。"
                scene c010_s008_047 with Dissolve(0.25)
                s "嗯，我迟早会问问她到底怎么回事。也许能弄清楚她对你到底是什么态度，得到一个真实答案，而不是她红着脸移开目光。"
                j "不是今天早上。我们得集中精神起床准备。很快就要出发了。"
                s "我知道。"
            "就当是为了她自己。":
                j "就当是为了她自己。她有些自己的伤痛，我不太方便说出口，而我们正在做的事，能让她觉得自己的人生里有一部分是掌握在自己手中的。"
                scene c010_s008_046 with Dissolve(0.25)
                s "问题出在她的未婚夫身上，对吧？伙计，这我还是算得出来的。"
                j "就像我说的：你得去问她。"
                scene c010_s008_047 with Dissolve(0.25)
                s "好。但也许不是今天早上。"
                j "我们该专注于起床准备。总得准备。"
    else:
        scene c010_s008_045 with Dissolve(0.5)
        s "那么，既然卡莉不戴订婚戒指了，后面肯定有故事。"
        j "她不戴了？靠。我居然没注意到。"
        s "你也不算很会看人嘛。"
        scene c010_s008_040 with Dissolve(0.25)
        j "可她什么都没说？"
        s "没有。她跟我编了个故事，说把戒指留在包里是因为怕弄丢，听起来很假。"
        scene c010_s008_041 with Dissolve(0.25)
        j "我觉得你最好去跟她谈谈。我这样泄露你的秘密，已经够内疚的了。"
        s "*叹气* 没关系。我在情感上早就没那个状态再继续瞒着了。我猜反正迟早会露馅——我疯得厉害，得靠疯药才能正常运转。"
        scene c010_s008_043 with Dissolve(0.25)
        j "你没疯。你只是化学物质失衡。"
        s "谢谢你这么说，但我脑子里像个疯人院。而且现在一直都是。"
    scene c010_s008_048 with Dissolve(1)
    j "听着，我知道重新回到外面是你最不想做的事，但这必须发生。我能说的只有，我会一直在你身边。"
    s "我不能保证自己能撑住。光是能从这张沙发上站起来，就已经要耗尽我全部力气了。"
    scene c010_s008_049 with Dissolve(0.25)
    j "那这个我也来帮你。"
    s "你、你不必——"
    scene c010_s008_050 with Dissolve(0.25)
    j "我会的。"
    s "为什么？你几乎都不了解我。"
    scene c010_s008_051 with Dissolve(0.5)
    j "我喜欢我了解到的这部分。而且你现在是我们的一员了。"
    s "好吧……"
    scene c010_s008_052 with flashred
    pause 0.2
    scene c010_s008_053 with Dissolve(0.25)
    "刚才那他妈是……"
    s "[player_name]？"
    scene c010_s008_054 with Dissolve(0.25)
    j "没事。我想只是脖子还留着昨天的酸痛。"
    s "你说是就是吧。"
    "我现在已经两次看见不存在的东西了。肯定是睡眠不足。还有大概轻微脑震荡的锅。最好在变成问题之前把那些事捂得严严实实。硬撑过去，伙计。这就是大家对你的期待。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_11_917", transition=Dissolve(1.0))()
    pause
    $ Hide("july_11_917", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c010_s008_055 with Dissolve(2)
    play music outsideday fadein 2.0
    j "好了，我们都准备好了吗？东西都齐了？装备都穿戴好了？"
    l "齐了。我确认过没落下任何东西。这可不像退房回家那样。"
    k "再说，这里没什么东西是我们的，也没什么是我们最后想留下的。"
    scene c010_s008_056 with Dissolve(0.25)
    j "没错。等我们出去我就把这件夹克烧了。计划是我来带路。我知道我们大概要去的方向，也在那一带看见过几栋楼，但在靠近之前，我不知道目的地具体在哪儿。"
    s "我们是往体育馆和田径场的方向走，对吧？"
    j "对。医院在那个方向，所以除非中间有围栏或者什么我们过不去的东西，我们就一直朝那边走。一旦出了门，我要你们三个紧紧跟在我后面。规矩你们都懂。避开灼烧者，它们就不会是问题。"
    scene c010_s008_057 with Dissolve(0.25)
    s "那如果遇到女巫呢？"
    j "在我知道那东西能干什么之前，说不准。但我们就按对付其他灼烧者的方式来，尽量避开它。大家都准备好了吗？"
    l "准备好了。"
    k "嗯哼。"
    scene blank with Dissolve(2)
    scene c010_s008_058 with Dissolve(2)
    "我庆幸雾没有前天那么浓。那阵雾出现的时机一直让我觉得奇怪，可我掌握的信息还不够，做不出有根据的推测。"
    scene c010_s008_059 with Dissolve(1)
    "我努力把注意力放在周围环境上，但确实还是回头偷瞄了一眼。雪莉落在我后面，卡莉和劳拉一左一右陪着她，使劲让她别停下来。"
    "劳拉也没落后太远。她俩加起来，我觉得应该足以让雪莉不去纵容自己眼下那种状态里最糟糕的一面，然后干脆放弃。"
    scene c010_s008_060 with Dissolve(0.5)
    "我不会自欺欺人地以为之前跟她说过话能改变什么，但要是能让她撑过这一关，我愿意认下这个功劳。"
    scene blank with Dissolve(2)
    scene c010_s008_061 with Dissolve(2)
    j "好了，走这边。"
    scene c010_s008_062 with Dissolve(0.5)
    "这边灼烧者更少。也许我们走运，也许只是我们看不见它们。我希望离开主校区意味着学生和职工都更少。可怕的是，我脑子里老把这事往「灼烧者制造机」上套。或者，更糟的。"
    scene c010_s008_063 with Dissolve(0.25)
    l "是开着的吗？"
    j "开着。没锁。谢谢老天。快，大家进来。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c010_s008_064 with Dissolve(2)
    play music insidedark fadein 2.0
    l "好吧，我们先喘口气。出去没太久，但那玩意儿肯定在累积了。"
    "我们已经连续在外面待了好几天。所有人说话听着都比平时糙了些。让我发愁的是，我怀疑这里不是个能让我们长期待下去的地方。"
    scene c010_s008_065 with Dissolve(0.25)
    j "我先把包放下，然后去巡查一圈。看看这儿是不是没人，也看看这个地方有没有哪里被动了手脚。"
    l "别一个人去。昨天那事之后不行。"
    menu:
        "[rd]这不是集体决定。\n[rrd](劳拉 好感 -1)":
            $ l_friend -= 1
            scene c010_s008_066 with Dissolve(0.25)
            j "这不是集体决定，劳拉。"
            if k_friend >= 12 or ch8_kallie_sex == "yes":
                scene c010_s008_067 with Dissolve(0.25)
                k "你差点死了。你不能自己去。"
                l "她说得对。"
            else:
                scene c010_s008_067 with Dissolve(0.25)
                l "你差点死了，[player_name]。两个人一起去更安全，你自己清楚。"
            scene c010_s008_068 with Dissolve(0.25)
            k "雪莉跟我在这儿一起没问题。"
            j "好吧，随便吧。我没力气在这件事上跟你争了。"
        "[gr]好吧，好吧。":
            scene c010_s008_066 with Dissolve(0.25)
            j "*叹气* 好吧，好吧，我不跟你争了。"
            scene c010_s008_067 with Dissolve(0.25)
            l "很好。卡莉、雪莉……"
            scene c010_s008_068 with Dissolve(0.25)
            k "我们就待在这儿。没问题。"
            s "嗯。不过，可能别待在门边上。"
    scene blank with Dissolve(2)
    scene c010_s008_068-1 with Dissolve(2)
    j "行吧。又一个更衣室。没上一个那么好。"
    l "没有窗户，唯一的入口就在我们身后。"
    scene c010_s008_069 with Dissolve(0.25)
    j "闻这味道，应该是学期结束之后打扫过的。这里面大概找不到换洗的衣服。"
    l "我们真的不缺运动服了。"
    scene c010_s008_070 with Dissolve(0.25)
    l "淋浴间。没什么私密性，但要是还有水，至少能洗一洗。"
    j "就算我们不在这儿过夜，冲一冲也是好事。你们可以先洗，洗完了喊我一声。到现在我也该默认了——你们彼此之间那点「还没见过对方多少身体」的花架子早就没了。"
    l "你把我带回去那天，确实把卡莉整个人都让我看光了。我们赶到宿舍的时候，我也看了她不少。她……她现在没事了。"
    scene c010_s008_071 with Dissolve(0.25)
    l "那雪莉呢？"
    j "她现在还撑得住，可我不确定她现在该不该被单独留着。不是我不信她，而是她眼下的状态做不出健康的决定。"
    l "不，不，我懂。相信我，我真懂。"
    scene blank with Dissolve(2)
    scene c010_s008_072 with Dissolve(2)
    l "空的，而且看起来被封住了。"
    j "我查这边，你查另一边。"
    scene c010_s008_073 with Dissolve(0.25)
    l "好。"
    "倒不是我讨厌多一双眼睛盯着，只是我得承认，我确实挺喜欢巡查时独处的那段时间。那能让我有时间消化最近发生的事。劳拉在旁边有一搭没一搭地聊着，几乎没给我留出什么心理空间去理清自己的烂摊子。"
    scene c010_s008_074 with Dissolve(0.25)
    if ch8_kallie_sex == "yes" or ch10_kallie_sex == "yes":
        "比如我先前跟雪莉的那番谈话，那是我脑子里最要紧的事。我迟早得跟劳拉坦白我和卡莉之间在搞什么。确实，现在大概不是最好的时机，可总有一天，她会注意到我们俩老往没人的地方跑。"
        if ch9_laura_sex == "yes":
            "那样多半不会有什么好结果，因为我跟她也正在上床。"
        elif ch9_laura_sex == "no" and l_sex >= 2:
            "那样多半不会有什么好结果，因为我跟她之前就瞎搞过一阵。不过也许那些日子在变成别的什么东西之前就已经结束了。"
        else:
            pass
    else:
        "就像雪莉那边的情况，那是我脑子里最要紧的事。我确实没法让她好起来，但我想在脑子里琢磨出点什么办法，好让她继续撑下去。"
    scene blank with Dissolve(2)
    scene c010_s008_075 with Dissolve(2)
    j "好了，这些全都锁得死死的。我去看看舞台，还有后面那片地方。"
    l "等我一下。那边有个房间，看着像是储藏室。"
    scene c010_s008_076 with Dissolve(0.25)
    j "你的意思是，我得趁你还没弄完赶紧全查一遍？*轻笑*"
    l "老天，[player_name]。别老是一副这么男人味十足的样子。"
    scene c010_s008_077 with Dissolve(0.25)
    j "尽管这样你还是爱我，对吧。"
    scene c010_s008_078 with Dissolve(0.25)
    "{color=#66ff33}哦，这地方不错。设备够多，要是愿意，我们可以把这些门堵上；而且那些地垫拿来当睡觉的地方也够不错。{/color}"
    scene blank with Dissolve(2)
    scene c010_s008_079 with Dissolve(2)
    j "行吧。楼梯通到这儿，从这儿能把这一带看得挺清楚。"
    l "*咳嗽* 光是上个台阶就喘成这样，真够呛。外头看着怎么样？"
    scene c010_s008_080 with Dissolve(0.25)
    j "雾很浓。不过我觉得我们能横穿过去。那边有大片空地。再往里就不好说了。宿舍楼？没看到大的。就是说，楼层不止一层的——太难看清了。"
    l "听起来可行。不过现在也许先锁好门，洗个澡。老天，我真该洗洗了。*咳嗽*"
    scene c010_s008_081 with Dissolve(0.25)
    j "听你这咳嗽的动静，我们可能得在这儿待一阵。我可以出去探探情况，看看接下来该往哪儿走。"
    l "行，不过现在先……"
    j "回去吧。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c010_s008_082 with Dissolve(2)
    play music insideday2 fadein 2.0
    k "怎么样？"
    l "目前锁好没问题。后面那边有个更衣室，里面有淋浴间。前提是水还在流。"
    scene c010_s008_083 with Dissolve(0.25)
    s "老天，我真该洗洗了。"
    l "是啊，起码我们能收拾一下，哪怕只是为了把这身脏东西从头发里洗掉。"
    scene c010_s008_084 with Dissolve(0.25)
    k "我们今天就待在这儿吗？还是说，我们再试着出去一趟？"
    j "暂时待着。所有人听着都有点糟了。连着这么多天往外跑，对我们没好处。不过我还是想弄清楚接下来该往哪儿走。从那些屋架上望出去情况还不错，可惜雾太浓，看不远。"
    l "好消息是——除了可能能洗个澡之外——我大概已经替我们找好睡觉的地方了。前提是我们确实留下。"
    scene c010_s008_085 with Dissolve(0.25)
    j "太好了。也许这次我不用再被打发到地板上去了。"
    l "来，我给你看。你来挑哪个是你的。你俩没问题吧？"
    s "洗澡？行吧，我想我还能应付。"
    k "我们没事。"
    scene blank with Dissolve(2)
    scene c010_s009_001 with Dissolve(2)
    l "这是我之前看到的。"
    j "哦~~~这地方不错。起码我们可以打打篮球。或者架张排球网，打着玩来消磨时间。"
    scene c010_s009_002 with Dissolve(0.5)
    l "你真想做运动？"
    j "从身体上说？大概不行。我感觉自己的肺像万宝路牛仔的肺，已经抽了好多年了。"
    scene c010_s009_003 with Dissolve(0.25)
    l "再加上没有正常的饭。"
    j "我刚说过了：有史以来最糟的伙食。不过那些体操垫看着倒是个不错的选择，凑合打个盹也行。"
    scene c010_s009_004 with Dissolve(0.25)
    l "要把它们拖出来吗？"
    j "先不。我想看看附近有没有能走过去的地方。不过这个也算「知道了」。"
    if ch8_kallie_sex == "yes" and ch9_laura_sex == "yes" or ch10_kallie_sex == "yes" and ch9_laura_sex == "yes":
        scene c010_s009_007 with Dissolve(1)
        $ ch10_laura_argue = "yes"
        l "喂，过来一下。"
        j "嗯？什么事？"
        scene c010_s009_008 with Dissolve(0.25)
        l "我给你看个东西。"
        j "好呀~~~"
        scene c010_s009_009 with Dissolve(0.5)
        j "哦？没什么可展示的，不过——"
        l "这儿就我们两个。她们去淋浴了，足够远，听不见。"
        scene c010_s009_010 with Dissolve(0.25)
        j "你是谁，把劳拉藏哪儿了？*轻笑* 我倒不介意「一时冲动」的劳拉，但现在？"
        l "需要理由吗？也许我只是意识到，我根本不知道最近什么时候能有两个人的十分钟——如果有的话。"
        scene c010_s009_011 with Dissolve(0.25)
        j "你以为我只能撑十分钟？"
        l "这就是你从这件事里读到的信息？那你怎么说？时间在走。"
        "操，我本来是想跟劳拉坦白我和卡莉的事。可要是劳拉现在正上头要上床……我是不是该为了这顿火辣辣的炮，把那件事往后拖？"
        menu:
            "那就快点开始吧。\n[rgr](劳拉 爱意 +1)\n[rrd](劳拉 欲望 -1)\n[pks]":
                $ l_sex += 1
                $ l_love += 1
                $ l_desire -= 1
                $ ch10_laura_sex = "yes"
                call ch10_laura_sex from _call_ch10_laura_sex2
                jump ch10_lockerroom
            "跟她坦白。":
                $ ch10_tell_laura = "yes"
                scene c010_s009_012 with Dissolve(0.25)
                j "*叹气*"
                "我该直接去做了。跟雪莉的那番谈话让我明白，我必须跟劳拉坦白我和卡莉之间到底在干什么。彻底地坦白。而且要赶在我们脱光衣服上床之前。"
                scene c010_s009_078 with Dissolve(0.5)
                l "[player_name]，怎么了？这可不在我预料之中。"
                j "我得告诉你一件事。而且得趁现在，在咱俩做出那种会让这件事更难开口的事之前。"
                l "哦？什么事？"
                j "听着，我知道我们一直在瞒着其他人一些事。也瞒着彼此。因为我们没必要知道一切。而且有些秘密是为了大局着想。"
                scene c010_s009_079 with Dissolve(0.25)
                l "比如不告诉他们那个男生的事？"
                j "对，不过这次没这么伤人。对他们来说。"
                scene c010_s009_080 with Dissolve(0.25)
                j "我知道你对卡莉一直担着姐姐兼妈妈的角色。"
                if ch9_tell_laura == "yes":
                    l "你说的是这个？你和她越来越近？"
                    j "可不只是「越来越近」。我们有过亲密关系。最近，好几次。"
                else:
                    l "是……然后呢？"
                    j "我们有过亲密关系。最近，好几次。"
                scene c010_s009_081 with Dissolve(0.25)
                l "什么？你……你们俩……"
                j "对。"
                scene c010_s009_082 with Dissolve(0.25)
                l "你一直瞒到现在才告诉我？"
                j "我总不能刚做完就宣布这事。再说我们之间现在这样，我也不知道什么时候开口合适，但我实在瞒不住了。"
                scene c010_s009_083 with Dissolve(0.25)
                l "「我们之间这样」？"
                j "我不知道自己在你心里算什么。有时候你说这不过是上床而已；我一提我们之间的事，你就把我支开。虽然这不能成为我同时吊着几个人的理由，但我确实也没跟你们任何一个确定过关系。"
                scene c010_s009_084 with Dissolve(0.25)
                l "你……你知道她现在状态有多脆弱吧？你是在占她便宜？"
                j "不，不是。拜托，这件事你得信我。主动的是她，而我……我是在劝她想清楚，别让她做出错误的选择。安德鲁对她做的事有多恶劣，我太清楚了。做过。我非常清楚。"
                scene c010_s009_085 with Dissolve(0.25)
                l "可你还是照样做了？她还跟他订着婚呢。"
                j "*嗤笑* 得了吧，你也知道我们不可能让她回到他身边去。等我们一出去，她立刻就会上飞机回她父母那儿。"
                l "那现在有变化吗？"
                j "没有。我……我不知道。至少眼下是没有。"
                scene c010_s009_086 with Dissolve(0.25)
                l "所以你就是同时吊着我们俩？一起上？"
                j "没那么简单。尤其是对她。她说她喜欢我。可能变成别的什么。但要是每天都是「今天的地狱又是哪一版？」，一段关系根本没法定下来。她没说爱我，我甚至不知道她现在有没有那种感觉。你了解她，她说话极谨慎。"
                j "我也已经说过我不知道我们算什么。我没指望一段确定的关系。我明白等我们出去以后你有一堆事要应付，我不想把局面搅得更烂。"
                scene c010_s009_084 with Dissolve(0.25)
                l "可现在说这个，是不是有点晚了？"
                j "说得对。"
                scene c010_s009_087 with Dissolve(0.25)
                l "操！你知道等她知道自己不是唯一跟你上床的人之后，会有多难信任你吧？还有，你对她的长期打算是什么？"
                j "我不知道，因为我不觉得她会愿意把决定提前做得那么远。尤其每天对我们来说都是未知。我不会伤害她；如果我不得不伤害她，我最后会放她走，让她安全。我会亲自送她上飞往纽约的飞机，然后看着它起飞，背景里放着悲伤的音乐——如果非得那样的话。"
                scene c010_s009_088 with Dissolve(0.25)
                l "那，如果你在做选择——"
                j "我不知道，劳拉。这里没有谁真的在为一段确定的关系做什么。我不是一开始就打算吊着所有人，可当情绪这么乱、我们只是想互相有个依靠的时候，事情他妈的就会滚雪球一样变成我此刻压根没预料到的样子。"
                if l_trust >= 6:
                    $ ch10_lauramood = 1
                    scene c010_s009_089 with Dissolve(0.5)
                    l "[player_name]，我……我不打算骗你说我不……说心底话，在我脑子里理性的那一块，我信你信到知道你不是故意要伤害我们俩。到目前为止，你对我们俩都是一块磐石。老实说，要不是你，我都不觉得我们能把雪莉从学生活动中心里弄出来。"
                    scene c010_s009_090 with Dissolve(0.25)
                    l "但我需要时间来消化这件事。还有，我要跟卡莉谈谈。确认她看这件事的眼光跟你一样。确认你不是在校占她便宜。"
                    j "你该问。我欢迎你去问她。该说的都跟她说。"
                    "哪怕这会让我跟你们任何一个人都不可能发展下去。"
                    scene c010_s009_015 with Dissolve(0.25)
                    l "现在？我去洗个澡。我需要……离你远一点。也许冲会儿热水能让我清醒点。"
                    j "好。嗯。"
                else:
                    $ ch10_lauramood = 2
                    scene c010_s009_091 with Dissolve(0.5)
                    l "操。我……我现在没法跟你说话。我现在满脑子只有火气，我不想说出以后会后悔的话。我想揍你，我也知道这冲动不对。"
                    j "如果你需要——"
                    scene c010_s009_015 with Dissolve(0.25)
                    l "算了，我去洗洗。你先别让我看见你一会儿。"
                    j "*叹气* 操。"
            "[gr]Mod: 向她坦白,然后发生关系。":
                $ ch10_tell_laura = "yes"
                scene c010_s009_012 with Dissolve(0.25)
                j "*叹气*"
                "我该去做了。刚才和雪莉聊过之后我很清楚,得把我和卡莉之间的事原原本本告诉劳拉。而且得在脱光衣服上床之前说。"
                scene c010_s009_078 with Dissolve(0.5)
                l "[player_name],怎么了?这反应可不在我预料之中。"
                j "我得告诉你一件事。而且得现在就说,在我们做出什么让这件事更难开口的事之前。"
                l "哦?什么事?"
                j "听着,我知道我们一直在瞒着其他人,也瞒着彼此。因为不是所有事都得知道。有些秘密是为了大局着想。"
                scene c010_s009_079 with Dissolve(0.25)
                l "比如不告诉她们那个男孩的事?"
                j "对,但这件事对她们的冲击没这么大。"
                scene c010_s009_080 with Dissolve(0.25)
                j "我知道你对卡莉担起了姐姐,或者说半个妈的角色。"
                if ch9_tell_laura == "yes":
                    l "你说的是这个?你和她越走越近的事?"
                    j "不只是「越走越近」。我们上床了。有几次。最近的事。"
                else:
                    l "对哦……然后呢?"
                    j "我们上床了。有几次。最近的事。"
                scene c010_s009_081 with Dissolve(0.25)
                l "什么?你……你们俩……"
                j "对。"
                scene c010_s009_082 with Dissolve(0.25)
                l "所以你一直瞒到现在才告诉我?"
                j "我总不能刚和你上完床就宣布这种事。而且我们之间一直这样,我也不知道什么时候提合适,但我实在瞒不住了。"
                scene c010_s009_083 with Dissolve(0.25)
                l "「我们之间的事」?"
                j "我不知道自己在你心里算什么。有时候你说这只是上床,有时候我问起我们的事你就敷衍我。这不代表我就有理由在外面乱来,但我确实也没跟你们任何一个确定关系。"
                scene c010_s009_084 with Dissolve(0.25)
                l "你……你知道她现在有多脆弱吗?你是在趁虚而入吗?"
                j "没有,没有。这件事请你相信我。是她主动的,而我……我是在劝她想清楚,确保她不是在犯错。安德鲁对她做的事有多糟,我比谁都清楚。清楚得很。"
                scene c010_s009_085 with Dissolve(0.25)
                l "可你还是这么干了?她可还跟他订着婚呢。"
                j "*嗤笑* 得了吧,你也知道我们从来没打算让她回去。我们一出去她就会被送上飞机回父母那儿。"
                l "现在改了?"
                j "没有。我……我不知道。现在的答案还是没有。"
                scene c010_s009_086 with Dissolve(0.25)
                l "所以你就是同时和我们俩上床?"
                j "没那么简单。尤其是对她。她说她喜欢我,也可能变得更多。每天都是「今天又是哪一版地狱」的时候,很难安定下来谈一段感情。她没说爱我,我甚至不知道她现在是不是有那种感觉。你了解她,她说话一向很谨慎。"
                j "而且我说过了,我完全不知道我们算什么。我也没指望什么关系。我知道你出去之后有一堆事要处理,不想再把你的局面弄得更乱。"
                scene c010_s009_084 with Dissolve(0.25)
                l "现在说这些,是不是有点晚了?"
                j "说得也是。"
                scene c010_s009_087 with Dissolve(0.25)
                l "操!等她知道自己不是你唯一上的床,肯定很难再信你。你对她原本是怎么打算的?"
                j "我不知道,因为我不认为她愿意把决定做得那么远。何况对我们来说每天都是未知。我不会伤害她,万不得已,我最后也会放她走,让她安全。我会把她送上飞纽约的飞机,必要时就在悲凉的背景音乐里看着她离开。"
                scene c010_s009_088 with Dissolve(0.25)
                l "所以,如果你要选——"
                j "我不知道,劳拉。这里没人真的在为一段确定的关系做什么。我进来不是为了在外面乱来,但当情绪这么满、我们又只是想陪着对方的时候,事情他妈就会滚雪球一样变成我完全没预料到的局面。"
                if l_trust >= 6:
                    $ ch10_lauramood = 1
                    scene c010_s009_089 with Dissolve(0.5)
                    l "[player_name],我……我不打算骗你说我不……说到底,理性那一部分的我还是信你的,知道你不是故意要伤害我们任何一个。大部分时候,你都是我们俩的支柱。说真的,要不是你,我想我们根本没法把雪莉从学生中心带出来。"
                    scene c010_s009_090 with Dissolve(0.25)
                    l "但我需要时间消化这件事。而且我想跟卡莉谈谈,确认她看这件事跟你一样,确认你不是趁虚而入。"
                    j "你该去问。我欢迎你去问。想说什么就全说出来。"
                    "哪怕代价是这两段关系里的任何一段都没了。"
                    scene c010_s009_015 with Dissolve(0.25)
                    l "暂时?我要去洗个澡。我得……离你远一点。也许冲一会儿热水能让脑子清醒点。"
                    j "好。嗯。"
                else:
                    $ ch10_lauramood = 2
                    scene c010_s009_091 with Dissolve(0.5)
                    l "操。我……我现在没法跟你说话。我现在满脑子只有生气,不想说出将来会后悔的话。我想打你,我知道这冲动很糟。"
                    j "如果你需要——"
                    scene c010_s009_015 with Dissolve(0.25)
                    l "算了,我去洗澡。你先别让我看见你。"
                    j "*叹气* 操。"
                $ l_sex += 1
                $ l_love += 1
                $ l_desire -= 1
                $ ch10_laura_sex = "yes"
                call ch10_laura_sex from _call_ch10_laura_sex2
                jump ch10_lockerroom
        scene c010_s009_016 with Dissolve(0.5)
        "结果乱得跟我预料的一样。劳拉和我算是朋友（曾经是），可她太护着卡莉了，把她当自己人。所以如果我跟她俩都上床，这就会变成一个两个人都不会高兴的场面——说句实在话。"
        "而且想到我们俩都清楚安德鲁是怎么虐待她的，我就能明白她为什么在这件事上更火大。当然，这地方不是让感情成熟长大的好环境，但彼此拥有对方，哪怕只是那些少有的时刻，也足以让这一切值得。"
        if s_sex >= 2:
            "谢天谢地我没提雪莉，不过我有种很明确的感觉：我们短时间内也不会做什么。她那状态除了抑郁什么都做不了。而我们做的事，本来就只是为了做而做。我不会自欺欺人地以为她会以任何方式在意我。"
        jump ch10_lockerroom
    elif k_sex == 0 and ch9_laura_sex == "yes" or k_sex == 0 and l_sex >= 3:
        scene c010_s009_007 with Dissolve(1)
        $ ch10_laura_argue = "yes"
        l "喂，过来一下。"
        j "嗯？什么事？"
        scene c010_s009_008 with Dissolve(0.25)
        l "我给你看个东西。"
        j "好呀~~~"
        scene c010_s009_009 with Dissolve(0.5)
        j "哦？没什么可展示的，不过——"
        l "这儿就我们两个。她们去淋浴了，足够远，听不见。"
        j "你是谁，把劳拉藏哪儿了？*轻笑* 我倒不介意「一时冲动」的劳拉，但现在？"
        scene c010_s009_010 with Dissolve(0.25)
        l "需要理由吗？也许我只是意识到，我根本不知道最近什么时候能有两个人的十分钟——如果有的话。"
        j "你以为我只能撑十分钟？"
        scene c010_s009_011 with Dissolve(0.25)
        l "这就是你从这件事里读到的信息？那你怎么说？时间在走。"
        menu:
            "那就快点开始吧。\n[rgr](劳拉 爱意 +1)\n[rrd](劳拉 欲望 -1)\n[pks]":
                $ l_sex += 1
                $ l_love += 1
                $ l_desire -= 1
                $ ch10_laura_sex = "yes"
                call ch10_laura_sex from _call_ch10_laura_sex
                jump ch10_lockerroom
            "这是怎么回事？劳拉？":
                $ ch10_lauramood = 1
                j "等等，等等。跟你上床这件事我很期待，可这儿是怎么回事，劳拉？我们之间？而现在真的是时间和地点吗？我们刚从外面回来，两个人身上都沾着那雾里不知什么恶心玩意儿的味儿。好几天没洗过了。"
                scene c010_s009_012 with Dissolve(0.25)
                l "我在尽量把握我们手上有的东西，[player_name]。"
                scene c010_s009_013 with Dissolve(0.25)
                j "所以，早些时候我们是在胡搞，可你说得好像那只是解决一下生理需求，你什么都不要。然后我们各自冷静下来，这个我理解，因为回到宿舍时你脑子里最后一件想的事就是上床。可你现在想在这儿胡搞？现在？"
                j "我知道在这一切里我就是那个随叫随到的鸡巴，可我需要知道你到底怎么想。你对我忽冷忽热，可有时候我又觉得你是有点感觉的。乱得我一头雾水。"
                scene c010_s009_014 with Dissolve(0.25)
                l "我不知道，[player_name]。也许我需要一个朋友，外加一点点别的。也许被人操一顿能让我暂时忘掉外面他妈的有多惨烈，忘掉我心里其实怕得要死，忘掉我担心再也跟我儿子说不上话。也许我脑子里的那些疯狂东西并没有消失，只是现在安静了些。"
                j "操。对不起。我……我不该……我……"
                scene c010_s009_015 with Dissolve(0.25)
                l "算了。那个气氛已经过去了。我去洗洗。"
                j "劳拉。靠。"
                scene c010_s009_016 with Dissolve(0.25)
                "我居然会因为想知道她脑子里在想什么而愧疚，这不该有。我居然不满足于只有我们单独在一起时那些零星的性爱时光。比如，她是不是只在利用我，好感受点痛苦以外的东西？"
                "我可以当她的朋友、给她安慰，可如果那里头没有感情（或者永远不会有），那我觉得我有权知道。因为如果我想满足这种需求，就得去别处找。"
                jump ch10_lockerroom
    else:
        scene c010_s009_005 with Dissolve(0.25)
        l "那你是要现在出去？"
        j "不，我没那么蠢。我得先缓一缓再试。我喘得也有点太厉害了。"
        scene c010_s009_006 with Dissolve(0.25)
        l "好，那正好，我自己也正想冲个澡。我出去的时候得有人守着门。只能是我或者卡莉。"
        if ch8_kallie_sex == "yes" or ch10_kallie_sex == "yes":
            $ ch10_laura_argue = "yes"
            $ ch10_tell_laura = "yes"
            j "*叹气*"
            scene c010_s009_017 with Dissolve(1)
            "我该直接去做了。跟雪莉的那番谈话让我明白，我必须跟劳拉坦白我和卡莉之间到底在干什么。彻底地坦白。"
            l "[player_name]，你没事吧？"
            scene c010_s009_018 with Dissolve(0.25)
            j "我得告诉你一件事。我知道我们一直在瞒着其他人一些事。也瞒着彼此。因为我们没必要知道一切。而且有些秘密是为了大局着想。"
            l "比如不告诉他们那个男生的事？"
            j "对，不过这次没这么伤人。对他们来说。"
            scene c010_s009_019 with Dissolve(0.25)
            j "我知道你对卡莉一直担着姐姐兼妈妈的角色。"
            if ch9_tell_laura == "yes":
                l "你说的是这个？你和她越来越近？"
                j "可不只是「越来越近」。我们有过亲密关系。最近，好几次。"
            else:
                l "是……然后呢？"
                j "我们有过亲密关系。最近，好几次。"
            scene c010_s009_020 with Dissolve(0.25)
            l "哦？你……你知道她现在状态很脆弱。你在占她便宜吗？"
            j "不，不是。拜托，这件事你得信我。主动的是她，而我……我是在劝她想清楚，别让她做出错误的选择。安德鲁对她做的事有多恶劣，我太清楚了。做过。我非常清楚。"
            scene c010_s009_021 with Dissolve(0.25)
            l "可你还是照样做了？她还跟他订着婚呢。"
            j "*嗤笑* 得了吧，你也知道我们不可能让她回到他身边去。等我们一出去，她立刻就会上飞机回她父母那儿。"
            scene c010_s009_022 with Dissolve(0.25)
            l "那现在有变化吗？"
            j "没有。我……我不知道。至少眼下是没有。"
            l "所以你就是吊着她上。"
            j "没那么简单。我喜欢她。她说她喜欢我。可能变成别的什么。但要是每天都是「今天的地狱又是哪一版？」，一段关系根本没法定下来。她没说爱我，我甚至不知道她现在有没有那种感觉。你了解她，她说话极谨慎。"
            scene c010_s009_023 with Dissolve(0.25)
            l "……"
            j "我不会伤害她；如果我不得不伤害她，我最后会放她走，让她安全。我会亲自送她上飞往纽约的飞机，然后看着它起飞，背景里放着悲伤的音乐——如果非得那样的话。"
            if l_trust >= 6:
                $ ch10_lauramood = 1
                scene c010_s009_024 with Dissolve(0.25)
                l "[player_name]，我……我信你信到知道你不会伤害她。你对我们俩都是一块磐石。老实说，要不是你，我都不觉得我们能把雪莉从学生活动中心里弄出来。"
                scene c010_s009_026 with Dissolve(0.25)
                l "但我需要时间来消化这件事。还有，我要跟卡莉谈谈。确认她看这件事的眼光跟你一样。"
                j "你该问。我欢迎你去问她。老实说，也许她告诉你的比告诉我的还多。"
                scene c010_s009_027 with Dissolve(0.25)
                l "嗯。现在？我去洗洗。我需要……也许冲会儿热水会好点。"
                j "好好好。待会儿见。"
                scene c010_s009_028 with Dissolve(0.25)
                "结果跟我预料的一样。劳拉和我算是朋友，可她太护着卡莉了，把她当自己人。想到我们俩都清楚安德鲁是怎么虐待她的，我就能明白她为什么会担心。"
                "当然，这地方不是让感情成熟长大的好环境，但彼此拥有对方，哪怕只是那些少有的时刻，也足以让这一切值得。"
            else:
                $ ch10_lauramood = 2
                scene c010_s009_025 with Dissolve(0.25)
                l "操。我……我现在没法跟你说话。我现在满脑子只有火气，我不想说出以后会后悔的话。"
                scene c010_s009_027 with Dissolve(0.25)
                l "算了，我去洗洗。"
                j "去跟她谈谈吧，劳拉。也许她告诉你的比告诉我的还多。"
                scene c010_s009_028 with Dissolve(0.25)
                l "你先别让我看见你一会儿。"
                j "*叹气* 操。"
                "结果跟我预料的一样。劳拉和我算是朋友，可她太护着卡莉了，把她当自己人。想到我们俩都清楚安德鲁是怎么虐待她的，我就能明白她为什么会生气。"
                "当然，这地方不是让感情成熟长大的好环境，但彼此拥有对方，哪怕只是那些少有的时刻，也足以让这一切值得。"
            "现在，我发现自己居然在希望——如果今晚我们留在这儿——卡莉和我能一起挤在这些垫子上睡。这样我们就能假装这种事终于是正常的。"
            jump ch10_lockerroom
        else:
            j "去冲你的澡吧。我去找点东西出来，以防我们不只是要锁上前门这么简单。"
            l "听起来不错。待会儿见，希望那时候我干净些，嗓子也没这么哑了。"
            jump ch10_lockerroom
label ch10_lockerroom:
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c010_s010_001 with Dissolve(2)
    play music insideday fadein 2.0
    k "行吧，这里没我们前几个落脚点那么好，不过有淋浴就不错了。我感觉脏死了。而且肯定没有在宿舍那会儿那么私密。"
    s "你以前没用过公共淋浴？我们高中那会儿就有一个。对一屋子已经互相较劲的十几岁女生来说，那可不是什么好主意。至于胖女孩，我敢打赌那简直是地狱。"
    scene c010_s010_002 with Dissolve(0.25)
    s "对我们的身体还在适应的人来说，这当然一点忙都帮不上。"
    k "我有种感觉，永远都不会完全消失。至少对我们有些人不会。"
    scene c010_s010_003 with Dissolve(0.25)
    s "大概吧。现在我其实也没那么在乎。"
    k "雪莉？"
    scene c010_s010_005 with Dissolve(0.5)
    s "没事。你说得对，我该洗洗。收拾干净能除掉雾里那些操蛋玩意儿——它们一直在干扰我们。这我可是亲眼见识过了。而且[player_name]也没说错。连着好几天暴露在里头，已经开始有影响了。"
    scene c010_s010_006 with Dissolve(0.25)
    s "不过，你要是想要点隐私，我可以先在这儿待着。"
    if ch8_kallie_flash == "yes":
        k "不不，不用。反正你已经看过我的奶子了，神秘感也没剩多少了，对吧？再说了，我觉得我们待在一起我会更安心。"
    else:
        k "不不，不用。我觉得我们待在一起我会更安心。"
    scene c010_s010_007 with Dissolve(0.25)
    "{color=#ffcccc}这样我也能看着你。我怕要是我把她一个人留着，她自己会乱跑。{/color}"
    scene c010_s010_008 with Dissolve(0.5)
    s "*叹气* 我问你个问题。既然现在只有我们两个，我想现在问也不比别的时候差。"
    k "哦？"
    scene c010_s010_009 with Dissolve(0.25)
    s "你戒指没戴。这是怎么回事？这次我是认真的。我问过[player_name]，他说该由你亲口告诉我。我有种感觉，全场只有我一个人被蒙在鼓里。"
    k "我……我想告诉你也才算公平。毕竟你自己的秘密不也被人当众抖了出来，你连说一声的机会都没有。"
    scene c010_s010_010 with Dissolve(0.25)
    k "雾来了以后我一直跟劳拉和[player_name]聊。说到安德鲁和我们的关系时，这在他们俩身上立刻拉响了警报。等我跟他拉开距离之后，同样的警报在我这儿也响了，哪怕我还太年轻，明白不了其中的分量。"
    k "安德鲁比我大很多。我年纪还小的时候他就追求我了。我那时是个安静的书呆子女生。现在还是。可一个年长的男人关注我、送我东西、夸我，那感觉就像童话里才有的事。"
    scene c010_s010_011 with Dissolve(0.25)
    k "后来，他让我搬去跟他一起住；然后我们来了这儿，他就限制我跟其他人——包括我家人——的联系。他让我觉得自己依赖他，觉得没有他我就什么都不是。"
    s "操。他在一步步把你养成他想要的样子，是吧？"
    scene c010_s010_012 with Dissolve(0.25)
    k "劳拉也是这么说的。"
    s "那他妈的太恶毒了，尤其是对一个年轻女人用这招。"
    scene c010_s010_013 with Dissolve(0.25)
    k "对。我有了一段不用他在我身边转悠的时间。再看看[player_name]对我说话和相处的方式，明明我们那时几乎还不认识，我就开始真正怀疑自己过去相信的一切。"
    s "靠，这……既然你连戒指都没戴，也根本没提起那个男的，我本该早就察觉的，可这……这他妈太离谱了。太恶心了。那种人就该被狠狠揍一顿。"
    scene c010_s010_014 with Dissolve(1)
    k "现在的话，我先只要能离开他就行。因为一涉及安德鲁，我不信我自己。"
    s "我懂。我觉得每个人都有那么一个人，是有自己的号码的。比喻意义上的。"
    if ch10_laura_argue == "yes" and ch10_laura_sex == "no":
        scene c010_s010_015 with Dissolve(0.5)
        l "卡莉、雪莉。看来我们有自来水。"
        play ambient shower
        scene c010_s010_016 with Dissolve(0.5)
        k "对。闻着有点氯的味道，不过热水是通的。"
        l "太好了。正好需要。"
        if ch10_tell_laura == "yes":
            "{color=#66ff33}先别让人看出你已经知道了。卡莉看起来心情不错。跟[player_name]在一起对她有好处吗？我不觉得他会有什么问题，可我就是心里不踏实。{/color}"
            scene c010_s010_017 with Dissolve(0.25)
            "{color=#66ff33}也许我只是太盯着自己的生活，没怎么留意周围发生的事？他是有些包袱，可他从来只有善良、耐心和忠诚。因为那份想当英雄的执念，他还倔得像头牛。{/color}"
        else:
            "{color=#66ff33}我不能说她已经走出来了，但雪莉看起来确实精神些了。有卡莉陪着也许对她有好处。老实说，这对她们两个可能都是好事。{/color}"
            scene c010_s010_017 with Dissolve(0.25)
            "{color=#66ff33}那我呢？我总算可以冷静下来了。他挑那个时候提这件事并不是什么好时机，但[player_name]问得也没错。只是，我不想在那种时候被迫回答那个问题。{/color}"
    elif ch10_laura_argue == "yes" and ch10_laura_sex == "yes":
        scene c010_s010_015 with Dissolve(0.5)
        l "卡莉、雪莉。看来我们有自来水。"
        play ambient shower
        scene c010_s010_016 with Dissolve(0.25)
        k "对。闻着有点氯的味道，不过热水是通的。"
        l "太好了。正好需要。"
        if ch10_tell_laura == "yes":
            "{color=#66ff33}我当时直接甩门走了，走得太急，衣服只是勉强穿好就赶到这儿了。气死我了，可我得压着。先别让人看出你已经知道了。卡莉看起来心情很好，我不想让这事变成她的麻烦。{/color}"
            "{color=#66ff33}我……我得冷静。把这件事想清楚。别在我把一切都过一遍之前就先炸。{/color}"
            scene c010_s010_017 with Dissolve(0.25)
            l "*叹气* 操。"
            "{color=#66ff33}内裤弄得一塌糊涂。我得拿一条新的出来。{/color}"
        else:
            "{color=#66ff33}我不能说她已经走出来了，但雪莉看起来确实精神些了。有卡莉陪着也许对她有好处。老实说，这对她们两个可能都是好事。{/color}"
            "{color=#66ff33}那我呢？我总算可以冷静下来了。他挑那个时候提这件事并不是什么好时机，但[player_name]问得也没错。只是，我不想在那种时候被迫回答那个问题。{/color}"
            scene c010_s010_017 with Dissolve(0.25)
            l "*叹气*"
            "{color=#66ff33}内裤弄得一塌糊涂。我得拿一条新的出来。{/color}"
    else:
        scene c010_s010_015 with Dissolve(0.5)
        l "女士们。看来鉴于满眼都是光屁股，这就是集体公共淋浴时间，不用排队轮着来了。"
        k "隐私这玩意儿，我觉得我们已经不再拥有了。"
        play ambient shower
        scene c010_s010_016 with Dissolve(0.25)
        l "难受，但属实。"
        "{color=#66ff33}我不能说她已经走出来了，但雪莉看起来确实精神些了。有卡莉陪着也许对她有好处。老实说，这对她们两个可能都是好事。{/color}"
    scene c010_s010_018 with Dissolve(0.5)
    s "哦~~~~我……操，太舒服了。"
    k "真的挺舒服。连着两天没洗澡……我都不知道我们头一个星期在办公室里是怎么熬过来的。"
    scene c010_s010_019 with Dissolve(0.25)
    s "真的？那可真够呛。"
    k "我……我不想问这个，可你好点了吗？"
    scene c010_s010_020 with Dissolve(0.25)
    s "我活着。仅此而已。我觉得自己已经不在乎是死是活了，可我也知道，要是我不跟你们一起撑下去，你们就会一直陪到我撑下去为止。我不想因为我，让你们没人能救。"
    k "[player_name]不会把你落下的。我不会让他这么做。劳拉也不会。"
    scene c010_s010_021 with Dissolve(0.25)
    s "我知道。感觉就像你们都在乎我似的。"
    k "当然在乎。"
    scene c010_s010_022 with Dissolve(0.25)
    k "劳拉，你说给她听。"
    scene c010_s010_023 with Dissolve(0.5)
    l "灾难总会促成一些意想不到的友谊和同盟。我们四个人缺一不可，不可能撇下谁就这么走。"
    k "对，就是这个。"
    scene c010_s010_024 with Dissolve(0.25)
    l "哦~~~~是呀~~~~太爽了。"
    k "看吧？"
    scene c010_s010_025 with Dissolve(0.25)
    s "我想啊，要是劳拉都能说出某种近似于「是啊，我们在乎」这种话，那你肯定不是在放屁。"
    k "*咯咯笑*"
    if ch10_laura_argue == "yes" and ch10_lauramood <= 1 and ch10_laura_sex == "no":
        scene c010_s010_028 with Dissolve(0.5)
        "{color=#66ff33}看她。我没法想象她会公开跟另一个人说话——一个几天前还只是陌生人的人——更别说还跟她一起共浴。{/color}"
        "{color=#66ff33}她想派上用场。她想成为某个东西的一部分。让她跟安德鲁断开关系，在这么短的时间里给了她莫大的好处，哪怕周围全是死亡和暴力。要是待在[player_name]身边就是这种感觉，那我没什么好抱怨的。{/color}"
    if ch10_laura_argue == "yes" and ch10_laura_sex == "yes" or ch10_laura_argue == "yes" and ch10_lauramood >= 2:
        scene c010_s010_026 with Dissolve(0.5)
        "{color=#ffcccc}劳拉有点不对劲。她因为什么事在难受。我现在大概不该提起这个。{/color}"
    if k_sex == 0 and ch10_laura_sex == "yes":
        scene c010_s010_027 with Dissolve(0.5)
        "{color=#ffcccc}劳拉看起来……比平时开心。她进屋的时候浑身都在发光。她跟[player_name]聊过了？{/color}"
    scene c010_s010_029 with Dissolve(1)
    s "嘿。你不用再怕他了。知道吗？"
    k "嗯？哦？呃……"
    scene c010_s010_030 with Dissolve(0.25)
    s "你现在知道了。他是什么人。而且在这儿陪着你的人，没有一个会再让他靠近你。"
    k "谢谢。我……谢谢你。"
    stop ambient fadeout 2.0
    scene blank with Dissolve(2)
    scene c010_s011_001 with Dissolve(2)
    "好吧，外面看着相当糟。雾比我们到的时候更浓了。也可能只是站在高处看着才这样。分不太清。我大概该在洗之前先出去侦察一趟。没必要洗两遍。"
    if ch8_kallie_sex == "yes" and ch10_lauramood <= 1 or ch10_kallie_sex == "yes" and ch10_lauramood <= 1:
        "现在我就先给她们三个留点空间，让她们好好享受淋浴。没有隐私、没有独处时间是挺糟的，可我要是也挤进去，多半只会让情况更糟。"
        "尤其在我刚跟劳拉把我和卡莉的事弄得这么尴尬之后。我敢肯定她正在消化自己的感受。"
    elif ch8_kallie_sex == "yes" and ch10_lauramood >= 2 or ch10_kallie_sex == "yes" and ch10_lauramood >= 2:
        "现在我就先给她们三个留点空间，让她们好好享受淋浴。没有隐私、没有独处时间是挺糟的，可我要是也挤进去，多半只会让情况更糟。对劳拉来说不会变好。我跟她坦白我和卡莉的事时，她气得不轻。"
    else:
        "现在我就先给她们三个留点空间，让她们好好享受淋浴。没有隐私、没有独处时间是挺糟的，可我要是也挤进去，多半只会让情况更糟。"
    scene c010_s011_002 with Dissolve(0.25)
    if ch10_laura_sex == "yes":
        "我知道我们刚做完那事让局面更糟。那不是我最光彩的时刻，我当时是让鸡巴替我思考了。再说了，我说我不清楚劳拉任何时刻的感受，这也不算撒谎。"
    k "[player_name]？你在哪儿？"
    j "嗯？卡莉？嘿，在上面这儿。"
    scene c010_s011_003 with Dissolve(0.5)
    k "哦，我之前都没注意到那条走道。我大概是没在找它。"
    j "我只是去看了看舞台后面是什么，才发现的。"
    scene c010_s011_004 with Dissolve(0.25)
    k "好。"
    scene c010_s011_005 with Dissolve(0.5)
    k "你是不是在琢磨我们接下来该往哪儿走？"
    j "对。雾让事情很难看清。那边有几栋楼——朝北而不是朝东——可要横穿操场？就看不清了。"
    scene c010_s011_006 with Dissolve(0.25)
    k "那对我们意味着什么？我们要在这儿等着吗？说实话，我可不想这么快就再把外面那身行头穿上。"
    j "我得出去一趟，看看能不能把周边摸得更清楚些。"
    scene c010_s011_007 with Dissolve(0.25)
    k "你确定？那听起来很危险。看着可不妙，跟我们困在学生活动中心那会儿一样。"
    menu:
        "我没事。[yl]":
            j "我没事。我没打算在外面待太久。就看一眼就回来。我自己还得洗澡呢。"
        "我明白，可这事必须做。[yl]":
            j "我理解你的顾虑，也不是要无视你说的话，可这事必须做。现在一天还没过多少，如果我找到一个像样的去处，我们完全有机会再往前走一截。"
    scene c010_s011_008 with Dissolve(0.25)
    k "你暴露得太多了。连续这么多天在外头。"
    j "我知道。希望我回来时洗个澡能好点。"
    scene c010_s011_009 with Dissolve(0.25)
    "没能说服我改变主意，卡莉沉默了下来。等她再开口时，是为了另一件事。"
    scene c010_s011_010 with Dissolve(0.25)
    k "我跟雪莉说了安德鲁的事。她——她问了，说是你让她跟我谈谈。"
    j "她提到你没戴戒指，我说这件事她得自己跟你谈。那不是我能替她说的秘密。我很讨厌非得把她没吃药这件事抖出来，可它变成真问题的时间比我预想的早得多。"
    scene c010_s011_011 with Dissolve(0.25)
    k "你还瞒着我们多少别的秘密？"
    menu:
        "没以前那么多了。\n[rrd](卡莉 信任 -1)" if ch10_tell_laura == "yes":
            $ k_trust -= 1
            j "没以前那么多了。"
            scene c010_s011_012 with Dissolve(0.25)
            k "这……这不算回答。"
        "只有那些你其实不必知道的事。\n[rrd](卡莉 焦虑 +1)":
            $ k_anxiety += 1
            j "只有那些你其实不必知道的事。只有我见过的事。"
            scene c010_s011_012 with Dissolve(0.25)
            k "比如梅茜？"
            j "我是怎么找到她的。对。"
            k "好吧。"
        "就是上校的不传秘方。\n[rrd](卡莉 信任 -1)":
            $ k_trust -= 1
            j "就是上校的不传秘方。味精。还外加别的乱七八糟的东西。"
            scene c010_s011_012 with Dissolve(0.25)
            k "好吧。既然你这么说。"
    scene c010_s011_013 with Dissolve(0.25)
    j "行。现在就是最好的时机。我出去看看这一带什么样。"
    k "我跟你一起去。到前门那儿。"
    j "前门？行吧。我出去的时候得有人帮我锁上。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c010_s011_014 with Dissolve(2)
    play music outsideday fadein 2.0
    "好吧，如果我走到这头儿，应该就能看见外面有什么了。"
    scene c010_s011_015 with Dissolve(0.5)
    "或者，看不见。靠。它就像风暴一样扫过来了。我现在他妈的什么都看不见。"
    "妈的，这下彻底别想走了。更何况我也没看到我们下一个落脚点的可行选项。远处那几栋楼中的一栋？也许吧——如果我知道那是什么，或者我们能不费事地走过去。"
    scene c010_s011_016 with Dissolve(0.5)
    "该回去了。至少我还有这面墙可以当路标。顺着它往回走，右转，然后摸着黑挪到前门那儿。"
    scene blank with Dissolve(2)
    scene c010_s012_001 with Dissolve(2)
    j "*咳嗽* *咳嗽* *咳嗽*"
    k "哦？你——"
    scene c010_s012_002 with Dissolve(0.25)
    j "退后。*咳嗽* 别把你也搭进来。"
    k "好、好的。"
    scene c010_s012_003 with Dissolve(0.25)
    j "外面那密度太要命了。*咳嗽* 雾刚卷过来，把一切都弄白了。我们*咳嗽*哪儿也去不了。"
    k "你该洗洗。听着你呼吸都费劲。"
    scene c010_s012_004 with Dissolve(0.5)
    j "不好受。其他人……*咳嗽*……在哪儿？"
    k "我最后看见的时候，劳拉跟雪莉在一起。我想她是在把那些体操垫弄出来给我们用。"
    scene c010_s012_005 with Dissolve(0.25)
    j "这主意聪明。那淋浴间应该空着。"
    k "对。"
    scene c010_s012_006 with Dissolve(0.5)
    j "好吧，给我几分钟，让我缓一缓。"
    k "我去告诉劳拉和雪莉你回来了，还有我们今天就待在这儿。"
    j "*咳嗽* 谢了。"
    if ch8_kallie_sex == "yes" or ch10_kallie_sex == "yes":
        scene c010_s012_007 with Dissolve(0.5)
        $ renpy.pause ()
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c010_s012_008 with Dissolve(2)
    play music nightmain fadein 2.0
    l "*叹气* 谢谢你帮我。"
    s "我想，如果我什么都不做，那我就会想坐着什么都不干。而什么都不干只会让情况更糟。"
    scene c010_s012_009 with Dissolve(0.25)
    l "这我太懂了，比你以为的更懂。那种非得让自己动起来的冲动，因为另一种选择就只是坐在黑暗里等着某件事——任何事——落到自己头上。我是说，我知道几天前我崩溃过一次，我也不会假装自己现在就好了。"
    l "我没有，可做点什么是我应付那种压得人喘不过气的恐惧和绝望的方式。就算这一切都没意义。"
    scene c010_s012_010 with Dissolve(0.5)
    s "劳拉？"
    l "我猜你和卡莉聊过安德鲁了。我听见你们俩在说，我只能猜是关于他的事。"
    scene c010_s012_011 with Dissolve(0.25)
    s "对。那男的就是坨屎。我要是有兄弟，我就让他们来城里狠狠干他一顿。"
    scene c010_s012_012 with Dissolve(0.25)
    l "我觉得没必要。就算那感觉肯定很爽。不过本着完全坦诚的精神，我该告诉你：我婚姻出问题了。我丈夫跟他的一个同事上床，而且我觉得那不是第一个跟他搞到一起的人。"
    l "为了儿子，我试着装作没看见，可等彼得上了大学，这就越来越没法视而不见了。也越来越难不去死盯着它。于是我一头扎进工作，还有我跟儿子的关系。后来我们被困在这儿，我的念头就滑到了特别糟糕的地方。"
    scene c010_s012_013 with Dissolve(0.25)
    s "我就猜大概是这么回事。你之前状态不好的那会儿说过一些，我大致拼起来了。"
    if ch9_laura_sex == "yes":
        scene c010_s012_014 with Dissolve(0.25)
        s "而且我敢肯定，前天早上你跟[player_name]上床了。"
        l "啊，呃……"
        scene c010_s012_015 with Dissolve(0.25)
        s "别担心。我不会评判你。有时候忘掉一个人的唯一办法，就是钻到另一个人身下。"
        l "对……"
    scene c010_s012_016 with Dissolve(0.25)
    l "你只要知道，我很能理解你的处境，就算我平时听着不像。"
    s "这份理解和体贴我收到了。我看过这个小团体的动力结构——"
    scene c010_s012_017 with Dissolve(0.5)
    k "嘿，[player_name]回来了。"
    l "他出去了？"
    scene c010_s012_018 with Dissolve(0.25)
    k "就是去看看情况。不过没走多远。他说现在雾太糟了。"
    l "跟学生活动中心那会儿一样？"
    k "对。"
    scene c010_s012_019 with Dissolve(0.25)
    s "还好我们本来打算可能睡在这儿。"
    l "对。他在哪儿？"
    scene c010_s012_020 with Dissolve(0.25)
    k "在洗澡。他进来的时候听着挺虚的。"
    l "*叹气* 好吧。我看看得做些什么，才能让这个地方多少算安全点。可能得有人帮着把一些器材拖出来。"
    scene blank with Dissolve(2)
    scene c010_s012_021 with Dissolve(2)
    j "*叹气* 操。"
    scene c010_s012_022 with Dissolve(0.25)
    if ch10_laura_argue == "yes":
        "我真是身心俱疲。已经没什么油水了，而跟劳拉那摊子事搅在一起更帮不上忙。大概不是个好主意，可我再也憋不住了。"
        "但这还不是全部。光是走到某个地方就要花太久。我们挪上几百英尺就得停下来歇一歇。而且不管走到哪儿，都像踩在一片随时会炸的雷区上。可我们也没法硬撑，尤其是雾一严重起来。"
    else:
        "我真是身心俱疲。已经没什么油水了。"
        "光是走到某个地方就要花太久。我们挪上几百英尺就得停下来歇一歇。而且不管走到哪儿，都像踩在一片随时会炸的雷区上。可雾一严重起来，我们也没法硬撑。"
    "因为就算它不是一堵毒墙，累计的暴露量也已经大得离谱了。我能从每个人声音里听出来，也能从我们所有人又白又疲的脸上看出来。"
    scene c010_s012_023 with Dissolve(0.25)
    "所以我们被困在这个地方：不能在外面待太久，可也不能一天挪一栋楼这样往前跳。下次雾散的时候——或者他妈的能下点雨——我们就得往前推。"
    "操，我愿意杀人换一辆车，哪怕它只能再跑几英里也是。当时我完全没意识到我们那天其实推进了多远。"
    scene c010_s012_024 with Dissolve(0.5)
    "唉，没时间就这么干坐着了。我该回去看看能做些什么。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_11_802", transition=Dissolve(1.0))()
    pause
    $ Hide("july_11_802", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c010_s013_001 with Dissolve(2)
    play music nightmain2 fadein 2.0
    "吃完又一根蛋白棒之后（我们的存货已经快见底了），我开始着手封堵体育馆的所有入口。幸好有储藏室可以用，里面的材料足够多。"
    if ch10_lauramood == 1:
        scene c010_s013_002 with Dissolve(0.25)
        "不出所料，劳拉跟我保持着距离。我们刚才那番谈话还热乎着，我怀疑她不想当着其他人的面再扯下去。"
    if ch10_lauramood >= 2:
        scene c010_s013_002 with Dissolve(0.25)
        "不出所料，劳拉跟我保持着距离。我们刚才那番谈话还热乎着，我能看出她很努力不让我看见她的怒气。有旁人在场，足够让她暂时闭嘴。"
    scene blank with Dissolve(2)
    scene c010_s013_003 with Dissolve(2)
    "天黑的时候，雪莉已经蜷在一张垫子上睡着了。我觉得自己也做不了别的什么了，而且休息一下可能对我有好处，于是我也躺下了。"
    scene c010_s013_004 with Dissolve(1)
    k "雪莉状态不太好吧？"
    l "就算在最好的时候，抑郁也不好过。不过我得肯定她。她撑得比很多人都好。比我会好得多。"
    scene c010_s013_005 with Dissolve(0.25)
    k "你们……"
    l "我只顾着眼前的这一刻。我能做的就这些。"
    scene c010_s013_006 with Dissolve(0.25)
    k "我理解。我{b}真的{/b}理解。"
    if ch10_laura_argue == "yes":
        scene c010_s013_007 with Dissolve(0.25)
        k "我得问一下：你和[player_name]还好吗？自从我们到了这儿，你们俩就没说过话。"
        l "*叹气* 我们……我们之前吵了一架。我现在不太想再讲一遍。不是想无礼，只是我还在试着理清自己的感受。"
        scene c010_s013_008 with Dissolve(0.25)
        k "没关系。我不想给你压力。只是……雪莉和我把你们两个当成我们能依靠的稳定因素。所以一旦有什么事不对，我们会担心。"
        l "没什么好担心的。[player_name]和我都是成年人。等时候到了，我们照样能为所有人撑住，哪怕我们在某些事情上有分歧。"
        scene c010_s013_009 with Dissolve(0.25)
        k "好吧。"
    scene blank with Dissolve(2)
    $ renpy.sound.set_volume(.40, 0.0, channel = "sound")
    if ch10_laura_argue == "no":
        scene c010_s013_010 with Dissolve(2)
        "我醒来的时候天是黑的。一开始我都不确定为什么。也许是我背上的僵痛已经撑到极限了。"
        "又或者，只是因为身边有人。劳拉蜷在我旁边，是个没想到却挺舒服的惊喜。共用一张体操垫这种事，她不用向其他人解释。靠着我蜷过来大概只是本能反应。一种我还能享受几个小时的本能。"
    elif ch8_kallie_sex == "yes" or ch10_kallie_sex == "yes":
        scene c010_s013_012 with Dissolve(2)
        "我醒来的时候天是黑的。一开始我都不确定为什么。也许是我背上的僵痛已经撑到极限了。"
        "又或者，只是因为身边有人。卡莉贴着我窝过来，是个没想到却挺舒服的惊喜。共用一张体操垫这种事，她不用向其他人解释。靠着我蜷过来大概只是本能反应。一种我还能享受几个小时的本能。"
    else:
        scene c010_s013_011 with Dissolve(2)
        "我醒来的时候天是黑的。一开始我都不确定为什么。也许是我背上的僵痛已经撑到极限了。"
        "又或者，只是因为身边有人。夜里某个时候，雪莉换了一张体操垫，这会儿正贴着我窝着。她焦虑又情绪翻涌，我想这纯粹是因为她需要一个她觉得安全的人。"
    stop music fadeout 2.0
    if ch10_laura_argue == "no":
        scene c010_s013_019 with Dissolve(0.5)
    elif ch8_kallie_sex == "yes" or ch10_kallie_sex == "yes":
        scene c010_s013_013 with Dissolve(0.5)
    else:
        scene c010_s013_016 with Dissolve(0.5)
    "我动了动身子。听到一阵轻微的响声——像是树枝敲在玻璃上——我便抓住机会，尽量多享受这一刻。"
    play sound scratch_short
    if ch10_laura_argue == "no":
        scene c010_s013_020 with Dissolve(0.5)
    elif ch8_kallie_sex == "yes" or ch10_kallie_sex == "yes":
        scene c010_s013_014 with Dissolve(0.5)
    else:
        scene c010_s013_017 with Dissolve(0.5)
    "可我不能就这么假定。我必须弄清楚。"
    if ch10_laura_argue == "no":
        scene c010_s013_021 with Dissolve(0.5)
    elif ch8_kallie_sex == "yes" or ch10_kallie_sex == "yes":
        scene c010_s013_015 with Dissolve(0.5)
    else:
        scene c010_s013_018 with Dissolve(0.5)
    play sound scratch_long
    "等我走到通往大厅的门口时，我能听见一阵清清楚楚的抓挠声，弄得我脊背发凉。"
    stop sound fadeout 2.0
    scene blank with Dissolve(2)
    scene c010_s013_022 with Dissolve(2)
    $ renpy.sound.set_volume(1.0, 0.0, channel = "sound")
    "我悄悄溜进大厅。一开始，我看不出有什么不对劲的东西。"
    scene c010_s013_023 with Dissolve(0.5)
    play sound scratch_long
    play music horror fadein 2.0
    "接着，那抓挠声又响了起来。紧随其后的是一样我完全没料到的东西。"
    w "救——命……救救我……"
    scene c010_s013_024 with Dissolve(0.5)
    "我站在黑暗里一动不动，看着它的脸慢慢挪进视野。"
    w "让我进去吧……求你了……"
    scene c010_s013_025 with Dissolve(0.25)
    play sound scratch_short
    "我不打算骗自己。我停在原地不是因为不想被发现。我他妈是吓坏了。"
    w "呜——救救我……你得……你得让我进去……"
    "它会说话？我想这也说得通。它以前是人。或者，曾经是。"
    scene c010_s013_026 with Dissolve(0.5)
    "我身后的门一开，我就意识到我必须马上行动。"
    l "[player_name]？你在外面吗？"
    scene c010_s013_027 with hpunch
    l "嘿，等等——"
    scene c010_s013_028 with hpunch
    j "嘘。"
    play sound scratch_long
    "抓挠声还在，可我不知道它有没有看见劳拉走进来、或者我一把抓住她。因为它并没有试图砸门进来，所以也许它的夜视能力不怎么样。"
    scene c010_s013_029 with Dissolve(0.5)
    j "{size=30}前门口有个女巫。正在往里看。{/size}"
    "劳拉绷紧了身子，慢慢试着偷看一眼。"
    scene c010_s013_030 with Dissolve(0.25)
    l "{size=30}操。我们怎么办？{/size}"
    j "{size=30}把它耗在外面，指望它自己走。{/size}"
    play sound scratch_long loop
    scene c010_s013_031 with Dissolve(0.25)
    w "让我进去吧……求你了……"
    "我感觉恐惧攫住了劳拉的身体。我只是紧紧搂住她，希望这一切很快就能过去。"
    if persistent.ch10_complete == False:
        $ persistent.ch10_complete = True
        $ quick_menu = False
        scene blank with Dissolve(2)
        window hide
        $ Show("achievement_chapter10", transition=slideright)()
        pause
        $ Hide("achievement_chapter10", transition=dissolve)()
        $ quick_menu = True
    stop sound
label chapter11:
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("chapter11", transition=Dissolve(1.0))()
    pause
    $ Hide("chapter11", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c011_s001_001 with Dissolve(2)
    play music horror fadein 2.0
    "我们在黑暗里互相抱着站了天知道多久。我能感觉到劳拉在我怀里发抖。朝前门瞥的那几眼——只是飞快地瞥，因为怕对视会激怒那个女巫——除了漆黑的门框和门外翻涌的雾，什么也没看见。"
    scene c011_s001_002 with Dissolve(0.5)
    "过了一会儿，我终于鼓起勇气松开劳拉，朝入口走去。我必须知道那怪物是不是还在，还是已经溜走了。又来了。可那算是「又」吗？这会不会是同一只、一直在跟着我们？现在根本判断不了。"
    scene c011_s001_003 with Dissolve(0.5)
    l "[player_name]……"
    j "待着别动。我去看看。"
    scene c011_s001_004 with Dissolve(0.5)
    "什么都没有。它不在门边，也没潜伏在前面台阶上。这是不是说明它没看见我们？它肯定知道这楼里有人，可它怎么知道的？"
    "它为什么挠窗户？求我们放它进去？那一定是某种诱饵，想骗我们开门。可如果真是这样，那就意味着我们不能把这个女巫跟其他灼烧者那种没脑子的畜生一视同仁。"
    l "[player_name]？"
    j "外面没事。或者说，我没看见它。"
    scene c011_s001_005 with Dissolve(0.5)
    l "好、好的。那就好。"
    if ch10_lauramood >= 1:
        "真有意思，几个小时前劳拉还不肯跟我说一句话，结果来了更吓人的事，我们之间那点破事全淡了。我不指望这份短暂的平静能撑下去，但现在还有个更大的问题要操心。"
    scene c011_s001_006 with Dissolve(0.25)
    l "我……又有抓挠声。嗯……"
    l "你刚才去哪儿……"
    "最新这一波恐怖过去之后，如释重负的感觉涌上来，我叹了口气。可我他妈太累了。累了挨打，累了看死人，累了满眼都是怪物，累了每一秒都在提防危险。而一旦我失手，我就把责任全揽到自己头上。"
    scene c011_s001_007 with Dissolve(0.5)
    "她们可能以为我们是一个整体在同舟共济，可事实是我得为她们三个人负责。而我身上已经没剩多少东西了。面对这个新问题，我一点办法都没有。而那个「一直走下去」的计划，同时又让我一天比一天更病、更累、更营养不良？"
    scene c011_s001_008 with Dissolve(0.5)
    if ch10_goresseen == "yes" and ch9_kill == "yes":
        "操。脑袋在猛跳。心跳在耳朵里响。视线他妈的开始发糊。操，这是恐慌发作吗？撑住。别在这里崩掉。"
        $ renpy.music.set_volume(.50, 1, channel = "music")
        scene c011_s001_010 with Dissolve(0.25)
        "劳拉在说什么，可我听不见。连装出回应的专注都挤不出来。"
        "天啊，一切都来得太快太猛了。我不知道自己能不能一个人撑过去。"
        l "{size=30}[player_name]？你没事吧？{/size}"
        scene c011_s001_011 with Dissolve(0.25)
        l "[player_name]？回到我身边来。我在这儿。"
        scene c011_s001_012 with Dissolve(0.25)
        "头在跳。忍着别吐。"
        scene c011_s001_013 with Dissolve(0.5)
        $ renpy.music.set_volume(1.0, 1, channel = "music")
        "这招好像有用。劳拉碰我一下是有帮助的。应该是吧。或者只是这一波过去了。"
        l "[player_name]？"
        j "我没事。就是累。而且要消化的事情太多了。你刚才说什么？"
        scene c011_s001_014 with Dissolve(0.25)
        l "你会没事吗？"
        j "现在好多了。这才是要紧的。恐惧之后的正常反应。你刚才说什么了？"
        scene c011_s001_015 with Dissolve(0.25)
        l "……"
        scene c011_s001_016 with Dissolve(0.25)
        l "我是问其他出口安不安全。"
        j "都锁好也堵上了。这里的玻璃是唯一的隐患，可它不知道出于什么原因没想砸门进来。"
        scene c011_s001_017 with Dissolve(0.25)
        l "大概吧。你会没事吗？你还没回答我。"
        j "我会的。"
        "大概不是她想听的答案，但她只能得到这个。"
    elif ch10_goresseen == "yes" and ch9_kill == "no" or ch10_goresseen == "no" and ch9_kill == "yes":
        "撑……撑住。你很累，同时也被榨干了。在这儿崩掉不会让劳拉好受一点。而这就是你必须做的牺牲，不是吗？"
        l "我想它走了。其他出口呢？安全吗？"
        $ renpy.music.set_volume(.50, 1, channel = "music")
        scene c011_s001_010 with Dissolve(0.25)
        "打起精神。撑住。我能听见心跳在耳朵里响。视线在变糊。要黑了。操，这是恐慌发作吗？撑住。别在这里崩掉。"
        l "[player_name]？你没事吧？"
        scene c011_s001_011 with Dissolve(0.25)
        j "呼啊~~~~*叹气* 我……对……锁、锁好也堵上了。这里的玻璃是唯一真正的弱点，可它不知道出于什么原因没想砸门进来。"
        l "大概吧。你……你没事吧？"
        scene c011_s001_013 with Dissolve(0.5)
        $ renpy.music.set_volume(1.0, 1, channel = "music")
    else:
        "撑……撑住。你很累，同时也被榨干了。在这儿崩掉不会让劳拉好受一点。而这就是你必须做的牺牲，不是吗？"
        l "我想它走了。其他出口——"
        scene c011_s001_009 with Dissolve(0.25)
        j "都锁好也堵上了。这里的玻璃是唯一的隐患，可它不知道出于什么原因没想砸门进来。"
        l "大概吧。"
        scene c011_s001_013 with Dissolve(0.5)
    j "劳拉。我知道这很难，但你该回去休息一下。或者至少留在其他人身边，万一她们醒了。"
    scene c011_s001_018 with Dissolve(0.25)
    l "[player_name]？"
    j "明天再告诉她们吧。可她们需要休息。你需要休息。"
    scene c011_s001_019 with Dissolve(0.25)
    l "那你呢？"
    "你觉得呢，劳拉？"
    j "我留在这儿。拿着斧子在体育馆门边守着。保险起见。我没指望还会有别的什么，可要是有什么东西想进来，我会在这儿迎接它们。这事别跟我犟。求你了。"
    scene c011_s001_020 with Dissolve(0.25)
    l "……"
    if ch10_lauramood <= 1 and l_love >= 3 or ch10_lauramood == 2 and l_love >= 5:
        scene c011_s001_024 with Dissolve(0.25)
        $ ch11_laurastay = "yes"
        l "不行。不行。你不能一个人留在这儿。不能又自己一个人跑去干这种事。上次你差点死了。"
        "我本想在这件事上跟她争到底，可我也不想吵醒其他人。"
        scene c011_s001_025 with Dissolve(0.25)
        j "行吧。"
        "我觉得她是没料到我这么快就松口了。"
        scene blank with Dissolve(2)
        scene c011_s001_026 with Dissolve(2)
        "我们在门边挨着坐下，面朝正门。我们之间再没别的话。"
        scene blank with Dissolve(2)
        scene c011_s001_027 with Dissolve(2)
        "没过多久，劳拉就靠在我身上塌了下去。我能听见她重新睡着时，呼吸从唇缝里漏出的那点气声。"
        if ch10_laura_argue == "yes":
            "就算她还在生我的气，她还是觉得身边有我就够安全。也许我们的关系往后也就这样了。"
    else:
        scene c011_s001_021 with Dissolve(1)
        l "好吧。我回去。可要是出了什么事，你来叫我。别……别再一个人扛这些了。"
        j "要是出了什么事，你会听见我喊「快跑」。"
        scene c011_s001_022 with Dissolve(0.25)
        l "不……我不是那个意思。"
        scene c011_s001_023 with Dissolve(0.25)
        "尽管她嘴上抗议，劳拉还是照我说的做了。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c011_s001_028 with Dissolve(2)
    $ k_anxiety += 1
    k "{size=30}嗯嗯……唔嗯……{/size}"
    "{color=#ffcccc}还是黑的。我……我在哪儿……{/color}"
    scene c011_s001_029 with Dissolve(1)
    "{color=#ffcccc}那是什么？那边？是……是雾吗？这楼漏了？我得……{/color}"
    play music nightmare fadein 2.0
    k "{size=30}唔嗯嗯~~~{/size}" with hpunch
    "{color=#ffcccc}动不了。那……那边是什么？在动。{/color}"
    scene c011_s001_030 with Dissolve(0.5)
    "{color=#ffcccc}哦，靠，正在靠近。是个……不……{/color}"
    k "{size=30}啊啊啊~~~不要……别……{/size}"
    scene c011_s001_031 with Dissolve(0.5)
    if k_love >= 3:
        "{color=#ffcccc}它怎么进来的？[player_name]在哪儿？有人！谁来救我！{/color}"
    else:
        "{color=#ffcccc}它怎么进来的？劳拉在哪儿？有人！谁来救我！{/color}"
    k "{size=30}救……救我……不……别……{/size}"
    scene c011_s001_032 with Dissolve(0.5)
    "{color=#ffcccc}它就在那儿。我怎么动不了？我得离开。{/color}"
    w "咔噜噜……咔……咔咔……咕噜噜"
    play sound gas
    scene c011_s001_033 with flash
    w "{size=70}咔啊……{/size}"
    "{color=#ffcccc}就在那儿就在那儿就在那儿就在那儿！{/color}"
    k "救命啊啊啊！！！滚！！！滚开！！！" with hpunch
    stop music
    scene white with flash
    scene c011_s002_001 with Dissolve(4)
    s "卡莉？卡莉，醒醒。"
    play music morning fadein 2.0
    k "唔嗯？哇啊~~"
    scene c011_s002_002 with Dissolve(0.5)
    s "没事了。没事了。是我，雪莉。你没事了。"
    k "我……哦，靠。刚才那是……"
    scene c011_s002_003 with Dissolve(0.25)
    s "做噩梦。我知道。你在哭、在发抖。我过来叫醒你。我知道有人说不该这么做，可我觉得我该来。"
    k "没、没事。谢谢你。"
    scene c011_s002_004 with Dissolve(0.25)
    s "没事了。你现在安全了。"
    k "谢谢。*叹气*"
    scene c011_s002_005 with Dissolve(0.5)
    s "梦到什么了？是关于……他吗？安德鲁？"
    k "不是。是……我睡在这儿，动不了，然后有个女巫进来了，朝我走过来，可它看起来全都不对。就像那种电影里，拍下一个人往后走再倒过来放的效果。"
    scene c011_s002_006 with Dissolve(0.25)
    k "我动不了，什么都动不了，她就一直越来越近。"
    s "睡眠瘫痪。就是这个。"
    k "哦？好吧。"
    scene c011_s002_007 with Dissolve(0.25)
    s "不过你现在没事了。这儿就剩你和我。"
    k "其他人呢？"
    s "大概早起了。我听见劳拉在大厅里走动，还有管子嘎吱响，所以[player_name]大概在洗漱。我们也该这样。在我们重新出发之前。"
    k "好、好吧。我们是该这样。"
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_12_741", transition=Dissolve(1.0))()
    pause
    $ Hide("july_12_741", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c011_s002_008 with Dissolve(2)
    "接下来这趟出门，冲那个澡可远不止是为了洗漱。整晚靠着门坐着把我的背弄废了，热水真的松开了肌肉。我一定是某个时候打起了盹。我本以为自己紧绷成那样不可能睡着，可天亮之后，我发现自己瘫在木门上。"
    if ch11_laurastay == "yes":
        "劳拉不在。她一定是什么时候溜走了。大概比我先醒，去看看其他人了。"
    scene c011_s002_009 with Dissolve(0.5)
    "从大厅窗户看出去，雾似乎降回了正常水平。这意味着我们又得出发了。先给大家足够的时间洗漱和吃东西。没什么时间慢慢缓过来，也没时间把过去几天发生的事谈开。"
    scene c011_s002_010 with Dissolve(0.5)
    "大概还是别提为好。我们得把注意力放在周围环境上，往下一个地点推进。不能就这么停下待上一天。我们得喘口气，然后再试下一个地方。不能一直这样把日子耗掉。"
    scene c011_s002_011 with Dissolve(0.5)
    l "喂？[player_name]？你在里面吗？"
    j "劳拉。对，是我。在这边。"
    scene c011_s002_012 with Dissolve(0.25)
    l "看来你注意到雾散了。"
    j "对。我想出发前先洗漱一下。每个人都该洗洗。谁知道下一个落脚点会在哪儿。卡莉和雪莉起来了吗？"
    scene c011_s002_013 with Dissolve(0.25)
    l "我听见她们在走动，所以对。"
    if ch10_laura_argue == "yes":
        "大概是吧。经过昨天那场架，我们现在是客气但疏远。这样挺好。我没力气再来一次了。"
    scene c011_s002_014 with Dissolve(0.5)
    l "[player_name]，它说话了。它站在窗户外面往里看。它在求救。我听见了。"
    j "是「它」。不是「她」。"
    scene c011_s002_015 with Dissolve(0.25)
    l "真的？我对灼烧者倒是会这么想。它们已经不算人了。可它的声音听上去是有知觉的。还是。它不像怪物。它在求救，[player_name]。"
    j "你看见它了吗？我知道当时很黑，可你看清它长什么样了吗？那不是被困在外面的人。那是个东西。没错，它有女性的轮廓，但相似也就到此为止了。"
    j "它也许能说话，但别被它说的任何话骗了。那是个陷阱，就是想引我们过去。我们一开门，整座体育馆里面转眼就会灌满雾。或者更糟。"
    scene c011_s002_016 with Dissolve(0.25)
    l "你怎么知道？我明白我们压力太大，看什么都觉得是危险，可万一你错了呢？"
    j "你难道没看过{a=https://www.imdb.com/title/tt0093773/}{i}《铁血战士》{/i}{/a}吗？它学会了人类的话术，好骗我们以为它是朋友。也许它还记得当人是什么感觉？它脑子里有一部分还像人脑那样运作。可别骗自己。它跟灼烧者一模一样。"
    scene c011_s002_017 with Dissolve(0.25)
    l "我不知道。她是人。或者，她……她看起来像。不，她肯定还是人。不可能——"
    j "劳拉，我亲眼看着那个男生变成了它们中的一个。就在我他妈眼皮底下。它们已经不算人了。或者说，就算还算，也活在一个没任何人该承受的地狱里。它没有严重毁容，不代表它对我们没有敌意。事实上，表现出一部分智能只会让它更危险。"
    scene c011_s002_018 with Dissolve(0.25)
    l "*叹气*……"
    "她不喜欢我在这件事上跟她顶牛，可我没力气再跟她解释，为了我们自己的安全，不能假定任何东西或任何人都不是潜在威胁。天哪，就连那些根本没变成灼烧者的人也都疯了。"
    if ch10_goresseen == "yes" and ch9_kill == "yes":
        scene c011_s002_019 with Dissolve(0.5)
        l "[player_name]，你没事吧？昨晚你……"
        menu:
            "我没事。":
                j "我没事。刚才是高度紧张的时刻，缓过来之后我需要平静一下。"
                scene c011_s002_020 with Dissolve(0.25)
                l "你确定？"
                j "就算不确定，我还有别的选择吗？我知道我得为了其他人稳住自己。我非常清楚自己必须当那个稳定的人。"
            "面对没完没了的创伤，产生了正常反应。\n[rgr](劳拉 信任 +1)":
                $ l_trust += 1
                j "面对没完没了的创伤，产生了正常反应。我现在好多了。不过，对，刚才我可能确实有点没绷住。"
                scene c011_s002_020 with Dissolve(0.25)
                l "你会没事吗？"
                j "我还有别的选择吗？在你开口之前我就知道，我得为了其他人稳住自己。我非常清楚自己必须当那个稳定的人。"
        scene c011_s002_021 with Dissolve(0.5)
        l "[player_name]，那不是……"
        j "听着，我先出去一下，好让你和其他人洗漱。我去把装备收拾齐，看看能不能探出一条最合适的路线。"
        scene c011_s002_022 with Dissolve(0.25)
        l "行。我去把姑娘们叫上，我们尽量快点。"
    else:
        scene c011_s002_021 with Dissolve(0.5)
        j "好吧，那我先出去一下，好让你和其他人洗漱。我去把装备收拾齐，看看能不能探出一条最合适的路线。"
        scene c011_s002_022 with Dissolve(0.25)
        l "行。我去把姑娘们叫上，我们尽量快点。"
    if ch10_lauramood >= 1:
        scene c011_s002_023 with Dissolve(0.25)
        "{color=#66ff33}我知道我昨天在生他的气，可昨晚那一场惊吓之后，那股气显得又蠢又幼稚。毫无必要。我踏进房间时，他第一个反应是把我护在身后，远离那个女巫。当我打心眼里知道他的本能是不管代价都要保护我们任何一个人，就很难继续生他的气了。{/color}"
        if ch10_tell_laura == "yes" and l_sex == 0:
            "{color=#66ff33}这样一来，「以为他在占卡莉便宜」这件事就显得我反应过度了。尤其我到现在还没机会跟她谈。我昨晚就该谈的，可我们都绷得太紧，我实在提不起劲去翻这桩事。{/color}"
        elif ch10_tell_laura == "yes" and ch9_laura_sex == "yes" or ch10_tell_laura == "yes" and ch10_laura_sex == "yes":
            "{color=#66ff33}当然，得知他跟卡莉和我两个人都睡过，确实踩到了我的痛处。可也许事情没那么黑白分明。他不知道我们之间是怎么回事，因为我自己都给不出一个我没有的答案。{/color}"
            "{color=#66ff33}而且如果他是在她需要一个坚强的人时守着她，那一件事牵出另一件事也说得通。我真得跟她谈谈。我昨晚就该谈的，可我们都绷得太紧，我实在提不起劲去翻这桩事。{/color}"
        else:
            "{color=#66ff33}我理解想知道我们之间到底怎么回事，可我给不出答案，因为我自己都不知道。而且我也不想被迫给这件事贴个标签。至少现在不想。在不知道我们能不能活下来之前不想。{/color}"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_12_918", transition=Dissolve(1.0))()
    pause
    $ Hide("july_12_918", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c011_s002_024 with Dissolve(2)
    play music insideday fadein 2.0
    "环顾一下周围情况，倒让我看到一点希望。现在雾看着相当轻。至于那片跑道？其实是块练球用的足球场。不过这也说明不了什么。"
    "当然，一旦真走到外面，可能就没这么乐观了。可既然还有这么远的路要走，我就得指望这雾能撑住。"
    scene c011_s002_025 with Dissolve(0.5)
    "卡莉在那儿。她的表情……很难说。可能是累了。也可能只是若有所思。过去这几周我们亲近了很多，可她有时对我来说还是那么神秘。"
    scene c011_s002_026 with Dissolve(0.5)
    j "早上好。"
    k "早。"
    scene c011_s002_027 with Dissolve(0.5)
    j "都还好吗？还是今天早上慢吞吞的？"
    if k_trust >= 7:
        scene c011_s002_029 with Dissolve(0.25)
        k "我……昨晚做了个特别糟的噩梦，怎么都甩不掉。"
        j "哦？对不起。梦到什么了？如果你不介意我问的话。"
        scene c011_s002_030 with Dissolve(0.25)
        k "我睡在那边，然后醒过来，看见那个女巫正朝我走过来。我动不了，而它一直在靠近。就好像我被瘫痪了一样。太可怕了。我只想尖叫着让它停下来。"
        scene c011_s002_031 with Dissolve(0.25)
        j "对不起。我们见过、经历过这么多，你的大脑会把那种东西翻出来，也是可以理解的。"
        "大概不是提起昨晚那位访客的好时机。"
        scene c011_s002_032 with Dissolve(0.25)
        j "但你安全了。你知道的，对吧？"
        k "*叹气* 理性上我知道。雪莉当时在旁边叫醒我，她说我可能是{a=https://www.healthline.com/health/sleep/sleep-paralysis-demon#common-stories}睡眠瘫痪{/a}。"
        j "这说得通。"
        if k_love >= 3:
            scene c011_s002_033 with Dissolve(0.25)
            "卡莉抱着我抱了很久才松开。我承认，我不介意。那感觉像是两个处在某种古怪暧昧关系里的人之间才会有的正常举动。"
            scene c011_s002_034 with Dissolve(0.5)
            k "呃，嘿。"
            j "嗯？"
            play voice_loop kiss
            scene c011_s002_035 with flashpink
            k "噜——~~~嘘噜——~~~"
            "由她主动挑起这件事，感觉真好。我心里那些一直悬着的疑虑——她是不是不想在我们之间发展点什么——也淡了一些。"
            stop voice_loop
            scene c011_s002_036 with Dissolve(0.5)
            k "*咯咯笑* 我还能再要一点，可是……"
            j "劳拉和雪莉就在那道门外。"
            scene c011_s002_037 with Dissolve(0.25)
            k "真不巧。"
    else:
        k "早上很磨蹭。哪怕冲了热水澡，我还是很难提起劲。"
        scene c011_s002_028 with Dissolve(0.25)
        j "没咖啡这一点更是雪上加霜。"
        k "确实。我真的很怀念顺路去星巴克买杯拿铁。"
    scene c011_s002_038 with Dissolve(1)
    k "看来你上二楼了。在看我们接下来往哪儿走？"
    j "对。雾散了一些，我能看到点东西。肯定比昨天强多了。从这儿看挺清楚的。至少麻烦方面是这样。"
    scene c011_s002_039 with Dissolve(0.25)
    k "我可以接受。我们难得能有一天不碰上麻烦。"
    j "我不是想把「麻烦」跟雪莉联系起来，可她状态怎么样？"
    scene c011_s002_040 with Dissolve(0.25)
    k "她在努力。我觉得她睡得很多，因为她没动力做更多事。不过我们提建议的时候她不跟我们对着干。她大概只是懒得费劲，随我们做主。"
    j "好。只要能让她继续撑下去，我就只能指望她自己缓过来。"
    scene c011_s002_041 with Dissolve(0.25)
    k "嘿。呃……"
    scene c011_s002_042 with Dissolve(0.25)
    k "谢谢。谢谢你陪着她，还有对她的耐心。我知道这不容易。"
    j "我说了，我不会把她落下。不会落下任何人。"
    scene c011_s002_043 with Dissolve(0.25)
    k "我们是一起的，对吧？"
    j "对。嗯~~~听起来劳拉和雪莉好了。"
    scene blank with Dissolve(2)
    scene c011_s003_001 with Dissolve(2)
    j "好，东西都齐了吗？因为我们可不回来。"
    l "看起来齐了。"
    scene c011_s003_002 with Dissolve(0.25)
    j "好。我打头。我们左拐，朝足球场走。穿过去，然后奔另一边那条街。我记得附近有条支路。应该有个什么加油站之类的地方，可以直接过去。"
    j "雾看着不算太糟，我也没看见有灼烧者在外面晃悠，但我们任何时候都得盯住周围。"
    scene c011_s003_003 with Dissolve(0.25)
    l "那个女巫呢？我不太相信她只是自己走开了。"
    s "什么？！"
    if k_trust >= 7:
        "他妈的没错，劳拉。这事也许根本不该提。尤其卡莉昨晚还做了噩梦，梦到它想抓她。"
    else:
        "他妈的没错，劳拉。这事也许根本不该提。"
    scene c011_s003_004 with Dissolve(0.5)
    l "对。昨晚某个时候，前门外有个女巫在挠玻璃。我们等到它自己走开。"
    k "哦，靠。"
    s "靠。这巧合也太离谱了。"
    scene c011_s003_005 with Dissolve(0.25)
    l "什么意思？"
    k "我、我做了个噩梦，梦见我睡在一张体操垫上动不了，那个女巫闯进了体育馆想靠近我。"
    l "哦？嗯……是啊，时间点确实挺怪的。我想是吧。"
    scene c011_s003_006 with Dissolve(0.5)
    "不能让这事毁了早上。我们得走了，哪怕我看起来像个没心没肺的混蛋。"
    j "好吧，那我打头。要是看到什么，你们就往最近的掩体跑，我确认安全后就跟上。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c011_s003_007 with Dissolve(2)
    play music outsideday fadein 2.0
    "我们小心翼翼地出发。因为以前不是这儿的学生，我对这一带并不熟。虽然雾淡了些，能见度也只比几码好一点点。"
    scene c011_s003_008 with Dissolve(0.5)
    "从我早先看到的来看，我的计划简单得可怜：带大家走到我巴望着总算离开校区的地方。"
    scene blank with Dissolve(2)
    scene c011_s003_009 with Dissolve(2)
    "走到足球场时（不在美国的人会管这地方叫「足球场」），我得承认，那场面让我有点发毛。那是一片完全开阔的空间，而且看上去只有我们。一只灼烧者都没有反而让我觉得像个陷阱，仿佛它们集体缺席就是为了骗我们放松警惕。"
    "更合理的解释大概是：暑假那会儿，这一带几乎没什么人。"
    scene c011_s003_010 with Dissolve(0.5)
    "继续往前走时，我确实一直在留意那个女巫（还是一个女巫？会不会不止一个？我不知道）。不知道它为什么这么做，它的存在就像一个不可预测的变数。至少灼烧者那边，我多少还能预判它们的行动。"
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("june_26_1232", transition=Dissolve(1.0))()
    pause
    $ Hide("june_26_1232", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c011_s003_011 with Dissolve(2)
    "我说不清我们在外面走了多久才看见那个加油站。一离开主校区，我们的进展就很顺利。可从大伙儿的喘气声、以及每个人的步子都开始慢下来这两点看，我知道我们得停下来歇口气。"
    j "{size=30}在那边。我们去那个加油站。{/size}"
    s "{size=30}好。我正需要歇一会儿。{/size}"
    l "{size=30}运气好的话，也许能补充点物资。{/size}"
    scene c011_s003_012 with Dissolve(0.5)
    "走近那辆废弃的面包车时，我特意多花了一会儿，确认里面没有意外。"
    scene c011_s003_013 with Dissolve(0.5)
    j "空的。哦，后面有些包裹。"
    k "有些人大概刚收到配送中断的通知。"
    j "比起他们的鞋没按时送到，眼下还有更急的事。"
    scene c011_s003_014 with Dissolve(1)
    "看起来里面有灯亮着。我看不见人，但为了安全，我们得当成里面可能有人。我们进的每一个地方都可能是危险。"
    s "这里有个洗手间不过分吧？"
    j "看了就知道了。"
    scene c011_s003_015 with hpunch
    j "他妈的门还锁着。"
    l "靠。我们总不能硬闯进去吧？"
    j "如果还想在这儿久待的话就不能。实在不行，我可以找点垃圾袋把门缝封上，可是……"
    scene c011_s003_016 with Dissolve(0.25)
    j "等一下。我看看有没有后门。"
    l "好吧。只是……别太久。"
    k "我现在在外面没看到什么。"
    scene c011_s003_017 with Dissolve(0.5)
    j "越快越好。"
    "抱歉，姑娘们，可上次被人扑过一次之后，我该花多久就花多久。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c011_s003_018 with Dissolve(2)
    "拜托快点开锁。我们在外面待得够久了，需要歇口气。"
    j "嗯嗯~~~" with hpunch
    "快点，你个混蛋。"
    play sound doorclose
    scene c011_s003_019 with Dissolve(0.5)
    play music insidedark fadein 2.0
    "好了。它只是卡住了，不是锁着。好了，我这是哪儿？"
    scene c011_s003_020 with Dissolve(0.5)
    "后面那间。储藏室。我在里面了。这就够了。让我找找门……等等。"
    "空气里还有一股熟悉的气味。真是受够了血腥和尸体的味道。你在哪儿？另外，顺便留意一下别的东西或别的人。如果有人死了，那凶手可能还活着。"
    scene c011_s003_021 with Dissolve(0.5)
    "找到你不用费太大力气。让我……靠。我马上回来。我得先把这里清理干净，让其他人进来，然后才能做点调查工作。"
    scene c011_s003_022 with Dissolve(0.5)
    "果然。死了。他再怎么样也到不了这种程度。"
    j "待在这儿。我外面还有人需要进来。"
    scene blank with Dissolve(1)
    scene c011_s003_023 with Dissolve(1)
    "这地方看起来在我们到之前已经被人光顾过了。不是被洗劫一空——天哪，这儿还有一大堆饮料——但我们不是第一批来的。当然，后面那哥们算一个，可这感觉不像一个人能干出来的。"
    scene c011_s003_024 with Dissolve(0.5)
    "到这一步，我想该把整栋彻底搜一遍。花不了太久，但必须做。这儿已经有一具尸体了，我不想有更多。"
    scene blank with Dissolve(1)
    scene c011_s003_025 with Dissolve(1)
    "好，我这边没看见有人藏起来。货架上有不少吃的。只要能当那具尸体不存在，我们今天就能真正吃饱。"
    l "[player_name]？"
    scene c011_s003_026 with Dissolve(0.5)
    j "稍等一下。"
    k "我好像看见他过来了。"
    scene c011_s003_027 with Dissolve(0.25)
    j "我来了，我来了。我这就解锁。"
    s "哦，谢天谢地。"
    scene c011_s003_028 with Dissolve(1)
    l "我都开始担心了。"
    j "后门开起来费了点力气。还有，你哪儿都别去之前，先离后面那间远点。"
    scene c011_s003_029 with Dissolve(0.5)
    k "尸体？"
    l "我闻得到。"
    scene c011_s003_030 with Dissolve(0.25)
    j "对，后面那间有个死人。我还没来得及仔细查看他。我这就去看。不过其他地方都清干净了。"
    s "求你告诉我这儿有洗手间。"
    scene c011_s003_031 with Dissolve(0.25)
    j "有，我巡查的时候就看到了，在后面的角落。穿过员工办公室那道门就是。"
    k "我跟你一起去，雪莉。不该有人落单。"
    l "想得对。[player_name]，我在这儿锁门，一分钟后就来找你们。"
    scene blank with Dissolve(2)
    scene c011_s003_032 with Dissolve(2)
    j "好了，老兄，我得放我朋友们进来，不过现在只剩你和我了。让我瞧瞧，弄清楚你的故事。"
    scene c011_s003_033 with Dissolve(0.25)
    "呼。原来战争地带就是这种感觉？不停撞见死人？"
    if warning_suicide == "yes":
        scene c011_s003_034 with Dissolve(0.5)
        "这儿到处是血污和脑浆，看起来像是你自己了结的。你在这儿多久了？几天。你是不是困在这儿，最后决定自我了断？说不准。人的日子一旦过崩了，反应往往都不太正常。"
        scene c011_s003_036 with Dissolve(0.5)
        "看这个。一把枪。我猜这就是他自我了断用的东西。"
    else:
        scene c011_s003_035 with Dissolve(0.5)
        "墙上有弹孔。我不装作自己是什么犯罪现场调查员，但这看起来像是别人开的枪。有人想闯进来吗？没有。后门是唯一没上锁的入口。有个人当时跟你在一起，你们俩起了冲突，是不是？"
        scene c011_s003_036 with Dissolve(0.5)
        "看这个，一把枪。看看后墙那个样子，我们是不是错过了一场枪战？"
    scene c011_s003_037 with Dissolve(0.5)
    "留一把在手边也不算最坏的事。"
    l "[player_name]？"
    j "在这儿。小心点。里面一塌糊涂。"
    scene c011_s003_038 with Dissolve(1)
    l "啊。哦……"
    j "血腥的细节我就不说了。我想你自己能猜出发生了什么。这挺明显的。"
    scene c011_s003_039 with Dissolve(0.25)
    l "对，情况……挺清楚的。*呻吟* 我想这意味着我们没法在这儿待着了。"
    j "本来也没打算待。这儿只是停下来补给、喘口气的。我们该趁现在把货架上的吃的喝的扫一遍。也许还能弄点东西吃。"
    scene c011_s003_040 with Dissolve(0.25)
    l "就这味儿？"
    j "我去拿点空气清新剂，再把这儿冲一遍。这样闻起来正好一半是死人一半是花香。"
    l "好吧，好吧。我可能要花几分钟重新打包，把不能再用的东西都扔掉。"
    scene c011_s003_041 with Dissolve(0.25)
    j "先跟你说一声——就咱俩之间说——他有这么一把枪。"
    l "还上着膛吗？"
    j "对。里面还有几发。要不我们看看柜台后面，看他有没有更多弹药。"
    l "主意不坏。"
    if warning_suicide == "yes":
        scene c011_s003_042 with Dissolve(0.5)
        l "我不想这么说，但也许现在别让雪莉拿到那把枪。"
        j "别说了。我觉得她不会，可我们见过的那些事已经够多了，让我知道人会走他们自以为唯一的那条出路。"
        scene c011_s003_043 with Dissolve(0.25)
    else:
        scene c011_s003_043 with Dissolve(0.5)
    j "暂时我先带着，希望用不上。我不知道子弹对灼烧者有没有额外杀伤——也许它们挨了非致命的一枪根本不当回事——可一把枪也许能让其他人类在看起来要找麻烦时后退。"
    l "你以前开过枪吗？"
    scene c011_s003_044 with Dissolve(0.25)
    j "开过。罗杰觉得带我们几个人去打靶算是个不错的团队建设，就带我们去过一次。"
    l "这听起来是个糟糕透顶的主意。"
    j "大部分情况下确实是。我当时百分之百确定奥蒂斯会当场打自己。可我在那儿学到的东西够多了，起码能在几英尺内打中一个人。你呢？"
    scene c011_s003_045 with Dissolve(0.25)
    l "我父亲有枪。所以我从小就对这东西能造成什么抱有健康的敬畏。"
    j "哦？既然这么说：你想要吗？你大概更在行。"
    l "……"
    scene c011_s003_046 with Dissolve(0.25)
    l "不了。"
    if k_friend >= 10:
        k "劳拉？[player_name]？"
    else:
        s "劳拉？[player_name]？"
    scene c011_s003_047 with Dissolve(0.25)
    l "我们该回姑娘们那边去了。"
    j "对。"
    scene blank with Dissolve(2)
    scene c011_s004_001 with Dissolve(2)
    s "那是个粪坑。那洗手间脏成那样，一看就知道这地方没有女人上班。"
    j "太脏了没法用？"
    scene c011_s004_002 with Dissolve(0.5)
    s "不不。上厕所更急。"
    k "我不想问这个，可我们待着吗？"
    scene c011_s004_003 with Dissolve(0.5)
    j "不。这儿只停一个小时左右休息，拿上能拿的食物和饮料，然后再出去。到这一步，我对我们所在的位置大概有点数了。如果我们右转往那边走，就能保持朝医院去的方向。"
    l "对，就是短暂歇一下，仅此而已。我去把两个包都打开，看看怎么最大化利用空间补货。你去货架那边看看有没有你想拿的。"
    j "谁要是看见肉干，就多拿点。现在是唯一一个它不会被标成天价还坑人的时候。"
    scene c011_s004_004 with Dissolve(0.25)
    s "那具尸体呢？"
    menu:
        "就是个受够了这一切的人。\n[rrd](雪莉 焦虑 +1)" if warning_suicide == "yes":
            $ s_anxiety +=1
            j "就是个受够了这一切的人。"
            scene c011_s004_005 with Dissolve(0.25)
            s "这越来越像个模式了。"
            "一个我不打算让我们任何人加入的模式。"
        "就是个被打死的人。":
            $ ch11_tell_robbery = "yes"
            j "就是个被打死的人。也许是抢劫出了岔子。或者两个幸存者起了争执。干这事的人已经不在这儿了。"
            if warning_suicide == "yes":
                "这不是真相，可他们不需要知道我们手上又有一桩自杀。"
            scene c011_s004_005 with Dissolve(0.25)
            l "这只意味着我们在外面再遇到人，就得假设他们带着枪。"
            s "这不算鼓舞人心，但我想也可能更糟。"
        "没什么好担心的。\n[rrd](雪莉/卡莉 焦虑 +1)":
            $ s_anxiety +=1
            $ k_anxiety +=1
            j "没什么好担心的。"
            scene c011_s004_005 with Dissolve(0.25)
            s "当然。又发现一具尸体而已。没什么大不了的。*叹气*"
    scene c011_s004_006 with Dissolve(0.25)
    l "话虽如此，我们还是抓紧做完该做的事，趁时间还充裕回到路上。我们完全不知道最后会到哪儿，记着这点。"
    "劳拉，不管你怎么努力让她们专注于别的活儿，我们谁都很难不去想后面那位朋友。"
    scene blank with Dissolve(2)
    scene c011_s004_007 with Dissolve(2)
    "十五分钟内，所有人都散开了，各自忙着补充给养。补充的过程中，不少饮料和单份包装的零食被当场拆开吃掉。那股恶臭完全挡不住四个这时候已经相当饿的人。"
    scene blank with Dissolve(2)
    scene c011_s004_008 with Dissolve(2)
    "吃完东西、上完厕所之后，我得考虑剩下这点时间该怎么用。我想去看看前面的停车场，确认没有被灼烧者或者女巫跟踪。顺便也该去看看其他人，时间允许的话。"
label ch11_convenience_talk:
    if ch11_convenience_talk == 2:
        jump ch11_convenience_talk_end
    else:
        menu:
            "去看看雪莉\n[rgr](雪莉 好感 +1)" if ch11_convenience_s == "no":
                $ ch11_convenience_talk += 1
                $ ch11_convenience_s = "yes"
                $ s_friend += 1
                scene blank with Dissolve(1)
                scene c011_s004_009 with Dissolve(1)
                j "嘿，雪莉，你——"
                s "我不知道，而且我没法谈我现在的状态。我知道你关心我，也谢谢你的挂念，可我给不出你想听的答案。现在我之所以一直在动，只是因为你们希望我动。"
                scene c011_s004_010 with Dissolve(0.25)
                j "你还在坚持我很高兴，哪怕我恨透了自己是这种感受。"
                s "我在努力。真的。可这他妈的太难了。你根本不知道，强迫自己继续走下去、自己却一点都不想走，是有多耗人。"
                scene c011_s004_011 with Dissolve(0.25)
                s "可如果你告诉我最后会没事的，我就不得不相信你，因为……"
                j "雪莉。会没事的。我会保证你活着出去。你、卡莉和劳拉。"
                if s_friend >= 10 or s_love >= 2:
                    scene c011_s004_013 with Dissolve(0.5)
                    "雪莉伸出手来握住了我的手。隔着两层手套，我也能感觉到她的握力收紧。"
                    scene c011_s004_014 with Dissolve(0.5)
                    s "只要你告诉我你会一直在，我就继续走下去。"
                    j "我会的。我们都会。"
                    s "好。"
                else:
                    scene c011_s004_012 with Dissolve(0.25)
                    s "记得一直提醒我。知道吗？"
                    j "我会的。我们都会。"
                scene c011_s004_015 with Dissolve(0.25)
                s "你知道，我讨厌自己像是你们的累赘。你们是我认识过的最好的人，而我只是在把你们全往下拖。"
                j "得了吧。之前劳拉和卡莉难熬的时候，你也在她们身边。朋友之间本就是这样：你撑不住的时候，别人来补上你的份。过不了多久你就会缓过来，成为别人的支撑。"
                scene c011_s004_016 with Dissolve(0.25)
                s "要是你这么说的话。"
                scene c011_s004_017 with Dissolve(0.5)
                j "你吃了吗？我知道你可能没胃口，可你得补充体力。"
                s "我啃了一些东西。没什么食欲。"
                scene c011_s004_018 with Dissolve(0.25)
                j "那也尽量多吃点，别只啃两口。顺便把这儿这么丰富的饮料好好用起来。"
                s "我会的。你觉得那些甜甜圈还能吃吗？"
                scene c011_s004_019 with Dissolve(0.25)
                j "大概在那儿放了几周了。所以，不能。"
                s "靠。哦，好吧。"
                scene c011_s004_044 with Dissolve(0.25)
                j "那我四处转转看看。你要是需要我，我不会走远。"
                s "好。我要是需要就喊。"
                jump ch11_convenience_talk
            "去看看卡莉\n[rgr](卡莉 好感 +1)" if ch11_convenience_k == "no":
                $ ch11_convenience_talk += 1
                $ ch11_convenience_k = "yes"
                $ k_friend += 1
                scene blank with Dissolve(1)
                scene c011_s004_020 with Dissolve(1)
                j "在找什么你一直没吃到的？"
                k "嗯？哦，呃……对。我以前会尽量避开垃圾食品，可现在这没那么重要了，对吧？"
                j "是因为里面添加剂太多？还是你以前被人说服过它们会让你发胖？"
                scene c011_s004_021 with Dissolve(0.25)
                k "也许都有一点。"
                j "我向你保证，姑娘，你得吃上一整包才离胖差得远。而现在，体力——哪怕是碳水里那些空洞的玩意儿——比什么都重要。我们消耗的热量比摄入的多。"
                scene c011_s004_022 with Dissolve(0.25)
                k "这话从你嘴里说出来可真新鲜。你上一次正经吃东西是什么时候？我知道你在不吃饭。我看看我们包里的存粮，就能大致推断出还剩多少。"
                j "无所谓。我现在就在这儿往死里塞。"
                scene c011_s004_023 with Dissolve(0.25)
                k "有所谓，而且这个习惯你得改掉。我们比你愿意承认的更依赖你。你要是饿出病来，所有人的日子都会变难过。"
                j "好吧。说得对。"
                "我不习惯卡莉这样教训我。可她没说错。每次冲在最前面的都是我。以后要是不吃饭，我也得做得更聪明点。不像其他人，卡莉太眼尖了，好骗不了。"
                if ch10_laura_argue == "yes":
                    scene c011_s004_024 with Dissolve(0.25)
                    k "嘿，你和劳拉还好吗？她跟我说你们昨天吵架了。我注意到你们俩有点疏远。就算说话，也是一副公事公办的样子。"
                    if ch10_tell_laura == "yes":
                        scene c011_s004_025 with Dissolve(0.5)
                        "我该告诉她，我把我们俩瞎搞的事跟劳拉说了。可我不想擅自认定我们之间存在某种并不存在的情感联结。不过，她至少该知道劳拉大概在哪一带处于愤怒状态。"
                        j "我……我跟她说了我们在变亲近。大意如此。我想这事迟早会摆上台面，我不想到时候让她觉得是个意外。要是你还没准备好就说出来，我很抱歉，可我们几乎没有隐私，我以为还会有更糟的方式让她知道。"
                        scene c011_s004_026 with Dissolve(0.25)
                        k "哦？呃……对。我想这也藏不了多久。雪莉明显早就知道了。"
                        j "我没往深了讲什么原因之类的。现在她是因为这个在生我的气——"
                        scene c011_s004_027 with Dissolve(0.25)
                        k "我还没跟安德鲁提分手，而她担心你在利用这个机会。"
                        j "没错。"
                        scene c011_s004_028 with Dissolve(0.25)
                        k "我、我晚点会跟她谈谈。让她明白我不是在没经过她同意的情况下这么做的。"
                        j "对。别在这儿。别在我们马上就要出发的时候。"
                        if ch9_laura_sex == "yes" or ch10_laura_sex == "yes":
                            "本来想提我跟劳拉那档子事，可这同样不是抖家丑的地方。"
                        scene c011_s004_042 with Dissolve(0.5)
                    else:
                        j "只是我们之间的一些事。我有点说得太私人了，比她愿意听的更私。给我们几天时间，很快就会过去。"
                        scene c011_s004_041 with Dissolve(0.25)
                        k "*叹气* 好吧，可别拖太久。虽然我很不想承认，但雪莉和我都指望着你们两个当那个稳定的部分，把我们大伙儿维系在一起。"
                        j "这不会变。信我。"
                        scene c011_s004_042 with Dissolve(0.25)
                j "好吧，那我去忙点事。从前门看看外面的情况，确认没事。"
                k "好。我们还有多少时间？"
                scene c011_s004_043 with Dissolve(0.25)
                j "没有硬性时限，不过我觉得一小时内得出发。"
                k "好。谢谢。"
                jump ch11_convenience_talk
            "去看看劳拉\n[rgr](劳拉 好感 +1)" if ch11_convenience_l == "no":
                $ ch11_convenience_talk += 1
                $ ch11_convenience_l = "yes"
                $ l_friend += 1
                scene blank with Dissolve(1)
                scene c011_s004_030 with Dissolve(1)
                j "看起来你把两个包都补满了。"
                l "接下来几天的补给应该够。里面没有什么搭配均衡的饭，可有吃有喝本身就够要紧。更糟的是我们昨天在体育馆几乎没怎么吃。我们有些人现在全靠吊着。"
                scene c011_s004_031 with Dissolve(0.25)
                j "我看出来了。我从没见过卡莉吃得这么急。像只饿坏了的小狗，就那么把一整袋薯片往嘴里塞。别告诉她我看见了。她会窘死的。"
                l "我们现在已经没人做什么还有姿态可言了。既然说到这个，你吃了吗？"
                scene c011_s004_032 with Dissolve(0.25)
                j "吃了。几根士力架、一些品客薯片，还有两瓶激浪。也难怪我心跳这么快。不过出发前我肯定再吃点别的。"
                l "好。"
                if ch10_laura_argue == "yes":
                    scene c011_s004_034 with Dissolve(0.5)
                    "在这尴尬的沉默里，我想问问她的感受，可我知道现在不是重提先前那场架的时候。她还愿意跟我说话，我就该知足了。活下去、一起合作的需要，压过了她此刻心里可能有的任何芥蒂。"
                    "我确实讨厌我们之间这种紧张气氛，可在我们找到一个能真正停下重整的地方之前，这事只能先放着。他妈的，看她气成什么样，这事可能永远都不会发生。我们之间这种冷淡，也许就是以后的常态了。"
                    scene c011_s004_035 with Dissolve(0.25)
                else:
                    scene c011_s004_035 with Dissolve(0.5)
                j "弹药找到了吗？"
                l "楼上没有。办公室里可能有些。我不信他只有枪里装的那几发。说到这个：弹匣里有几发？你看过了吗？"
                j "六发。所以要是找不到更多，我们就又多了一项得省着用的有限资源。"
                scene c011_s004_036 with Dissolve(0.25)
                l "好吧，那我走之前去办公室看看。希望他没干聪明事，把东西锁进保险箱了。"
                j "祈祷他不负责任。"
                if warning_suicide == "yes":
                    scene c011_s004_037 with Dissolve(0.25)
                    l "六发？那种型号一般能装十五发。你觉得他对自己开枪之前先打过别的？"
                    j "我们发现他这样，有无数种解释。我只知道的是，他用了一发在自己身上。我没看见任何别的证据。也许我们出去之后会发现某台加油机上有弹孔，但现在我可不想瞎猜。"
                    scene c011_s004_038 with Dissolve(0.25)
                    l "大概吧。每次遇到这种情况，我都忍不住想他们为什么会落到这个地步。"
                    j "想弄清楚？"
                    l "也想别落到一样的地步。"
                else:
                    scene c011_s004_037 with Dissolve(0.25)
                    l "你真觉得这是抢劫出了岔子？"
                    j "不是传统意义上的。他是在后面那间。一般劫匪是从前门进来，在这儿的柜台前拿枪指着收银员。可他们并不是冲钱来的。"
                    scene c011_s004_038 with Dissolve(0.25)
                    l "是食物。是庇护。天知道，说不定来的是他认识的人。"
                    j "对。他们肯定是从后门走的。同事？"
                    l "谁知道呢？这种事在平常时候会交给警察处理。"
                scene c011_s004_039 with Dissolve(0.25)
                l "*叹气* 好吧，这儿什么都没有。我回去了。也许顺便鼓起勇气去上个厕所。"
                j "实在不行就在马桶盖上铺一圈卫生纸。"
                scene c011_s004_040 with Dissolve(0.25)
                l "总比一边撒尿一边把屁股悬在马桶上方强。"
                "这个画面我不需要，不过还是挺好笑的。"
                scene c011_s004_045 with Dissolve(0.5)
                j "那我就把你留给{i}你自己{/i}要忙的事了。*轻笑*"
                l "行。我要是进去太久，你就来捞我。"
                j "拜托，别太久。"
                jump ch11_convenience_talk

label ch11_convenience_talk_end:
    scene blank with Dissolve(2)
    scene c011_s005_001 with Dissolve(2)
    "我得说，吃点东西喝点东西确实让老电池又充上了电。要是我们打算在外面多待一阵，这本来就必须有。除了硬扛着穿过这有毒的瘴气所带来的消耗之外，我也确实得注意别让我们暴露过度。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_12_130", transition=Dissolve(1.0))()
    pause
    $ Hide("july_12_130", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c011_s005_002 with Dissolve(2)
    play music outsideday2 fadein 2.0
    "一小时内，所有人都尽可能做好了出发的准备。我知道没人急着回到外面，可留在这儿也不是选项。这里确实有吃有喝，可没地方休息，还有一具短时间内不会消失的尸体。"
    scene c011_s005_003 with Dissolve(1)
    "我们走出去时，门禁提示音叮的一声，莫名有种熟悉感，几乎有点怀旧。"
    scene blank with Dissolve(2)
    scene c011_s005_004 with Dissolve(2)
    "一路往前，我的目光总会落在那些被遗弃在路边的车上。就算我们有钥匙，我也怀疑其中任何一辆能为我们启动。把它们当成出行选项，纯粹是浪费脑力。"
    scene blank with Dissolve(2)
    scene c011_s005_005 with Dissolve(2)
    "虽然我看不见它们，可我有种感觉灼烧者就在外面。就好像我发誓能听见被风闷住的动静。或者我能感觉到它们，就在我有限的视野之外。"
    "我们继续前进，避开一切可能给它们提供伏击掩护的东西。"
    scene c011_s005_006 with Dissolve(0.5)
    k "雪莉？你没事吧？"
    s "哈啊~~~我……我在努力……"
    scene c011_s005_007 with Dissolve(0.5)
    k "我们很快会找个地方停下，好吗？"
    s "……"
    "听起来我该开始找地方停下来过一天了。"
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_12_245", transition=Dissolve(1.0))()
    pause
    $ Hide("july_12_245", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c011_s005_008 with Dissolve(2)
    "当我看见那家汽车修理店时，我就知道我们得进哪儿待一会儿，哪怕时间很短。所有人听着都很虚——尤其劳拉咳得很厉害——而雪莉的肢体语言也清楚表明她继续硬撑的意志在消退。"
    "从外面看，我就知道这地方不是我们会过夜的地方，但它也许能给其他人时间休息，而我去侦察一下周边几个街区。"
    j "跟我来。我们在这儿停一下。"
    scene c011_s005_009 with Dissolve(0.5)
    s "我不喜欢这个地方的样子。"
    j "我知道，可我们得找个地方喘口气。"
    l "来吧，雪莉，我扶着你。"
    scene c011_s005_010 with Dissolve(0.5)
    stop music fadeout 2.0
    j "靠。前厅没戏。空间太小，而且已经暴露了。我去看看车间那边怎么样。"
    scene c011_s005_011 with Dissolve(0.5)
    "没人主动说要跟我走。我懂。我们硬撑着往前，而长时间待在雾里已经造成了损耗。我累了。他们也累了。就算肚子里有东西，这段路还是在收我们的税。"
    scene c011_s005_012 with Dissolve(0.25)
    j "好，你在这儿等着。我没指望会——"
    play music monster
    scene c011_s005_013 with hpunch
    $ s_anxiety +=1
    u "站住！事实上，退后，把武器放下！"
    j "哇！"
    scene c011_s005_014 with Dissolve(0.25)
    u "退后！退后！跪下！你要是不退，我就用你的脑袋给他们脸上画画！"
    "对方有霰弹枪。在这么小的空间里，我不可能为了去抢那把手枪而动手，不然我们所有人不是受伤就是送命。空间太小，一枪就可能让我们几乎所有人都吃不了兜着走。"
    j "好吧，好吧。没必要开枪。我们不知道你在这儿。既然知道了，我们就走，不挡你的道。"
    scene c011_s005_015 with Dissolve(0.25)
    u "闭嘴，退后！我他妈是认真的！"
    "隔着面罩和身材很难判断，不过我觉得那是个女人。就算嗓子带着那种沙哑的气声，音调还是挺高的。"
    j "听着，我们不是来找麻烦的。我们不想跟你过不去。"
    scene c011_s005_016 with Dissolve(0.25)
    s "呃~~~{size=30}我感觉啊啊啊~~~{/size}"
    scene c011_s005_017 with vpunch
    k "雪莉！"
    j "靠。"
    scene c011_s005_018 with Dissolve(0.25)
    j "嘿、嘿，你没事吧？"
    s "{size=30}太多了……就是哈啊~~~感觉不太好。我……我早该说一声的……{/size}"
    scene c011_s005_019 with Dissolve(0.25)
    j "没事。是我有点贪心了。我以为离开校区之后能多赶点路。"
    u "嘿！到这儿转过来。我得看看你在干什么。让我看你的手。你身上有枪的话，我把你们全杀了。"
    l "退开。你看不出来我们朋友很难受吗？"
    scene c011_s005_020 with Dissolve(0.5)
    u "我看到的只是一个经典的障眼法，好让他掏出手枪朝我开枪。你们所有人立刻跪下，双手抱头。"
    l "我们得带她去个能休息的地方。你就这么没心没肺吗？我们不是敌人！"
    u "在我这儿你跟陌生人没区别，女士。"
    scene c011_s005_021 with Dissolve(0.25)
    j "劳拉、卡莉，退后。慢慢地。把手举到空中。别突然乱动。"
    l "[player_name]？"
    j "照做。我们只会把事情搞得更糟。该撤了。"
    k "雪莉怎么办？"
    j "我扶着她。"
    scene c011_s005_022 with Dissolve(0.5)
    u "你以为我他妈——"
    j "你要开枪就开，可我得把我朋友扶起来，带她离开这儿。"
    scene c011_s005_023 with Dissolve(0.25)
    s "别。你不用这样。就把我……把我留在这儿吧。"
    stop music fadeout 2.0
    j "这个我们已经说过了。我会把你弄出去，我们会想个办法让你把药吃上，等我们离开这个鬼地方的时候，你又会变回原来的样子。"
    scene c011_s005_024 with Dissolve(0.25)
    s "你不……"
    j "雪莉，这件事我很固执。你知道的。要是非得，我用胳膊把你抱出去也行。"
    scene c011_s005_025 with Dissolve(0.5)
    play music outsideday2 fadein 4.0
    s "不，不。我能……我想我还能再走一会儿。我试试。"
    j "要是你这么说。可你需要我的时候就说。别逞英雄。"
    scene c011_s005_026 with Dissolve(0.25)
    u "嘿。嘿。"
    j "怎么？我们走。"
    scene c011_s005_027 with Dissolve(0.5)
    u "几个街区外有几栋房子。你要是需要个落脚的地方。"
    u "沿韦尔斯路往北走，就在那儿右转上斯崔特街，一路走到和谐街。和谐街402号是干净的。附近别的房子我劝你别试。有两家的空调还开着，第三家里面有几具尸体，你不会想看的。"
    scene c011_s005_028 with Dissolve(0.25)
    j "我凭什么信你？"
    u "你不该信我。你该过去把那一带彻底侦察一遍，再决定安不安全。"
    scene c011_s005_029 with Dissolve(0.25)
    j "你为什么要帮我们？"
    u "因为我需要你们他妈赶紧滚。这也比让我去杀四个我完全没必要杀的人要好。"
    scene c011_s005_030 with Dissolve(0.25)
    j "有道理。谢谢。我不会去追问你为什么帮我们，但还是要说一声谢谢。"
    u "随便。现在给我滚，我不想再看见你们。"
    scene blank with Dissolve(1)
    scene c011_s006_001 with Dissolve(1)
    "好，看起来她回去了。不过我们也不该在这儿待太久。"
    j "你现在没事了吧，雪莉？"
    s "我想……我想我现在能撑住了。"
    l "[player_name]，她说什么了？"
    scene c011_s006_002 with Dissolve(0.25)
    j "有两个街区外的一栋房子，我们可以过去。"
    l "她为什么要告诉你这个？"
    j "不知道。也许同理心还没完全死绝。"
    scene c011_s006_003 with Dissolve(0.25)
    k "要是那是个陷阱呢？"
    j "我们会过去看看。她没朝我们开枪，所以我想不出她为什么要把我们送去别的地方送死。不管怎样，我们也不能在外面待更久了。大家看起来都够呛的。"
    l "好，我带雪莉，你给我们带路。"
    scene c011_s006_004 with Dissolve(1)
    "我们不想再在不受欢迎的地方多待——也清楚所有人的时间都有限——于是照着她给的建议走了。当然，我对可能会碰到什么保持警惕。他妈的，我有一部分甚至以为会有埋伏。"
    scene c011_s006_005 with Dissolve(0.5)
    "一个刚刚还用霰弹枪指着我的人，为什么要给我们指出附近一个可以躲避的地方？还是一个我以为她自己并不在用的地方。她为什么要这么轻易就把位置透露出来？"
    scene c011_s006_006 with Dissolve(0.5)
    "离开时我一直盯着那个车库，确保没人跟踪我们。我心里有一堆问题，对这局面也相当忐忑。显然，不止我一个人这样。"
    l "你不会真的就信她吧？"
    scene c011_s006_007 with Dissolve(0.5)
    j "不会，劳拉。我没那么蠢。"
    if ch10_laura_argue == "yes":
        "而且自从我们那点小架之后，你就一直对我指指点点。"
    else:
        "我知道你压力大，可冲我发火不会让事情变好，劳拉。"
    scene blank with Dissolve(2)
    scene c011_s006_008 with Dissolve(2)
    j "我会一直盯着所有动静。包括身后。不过万一那不是鬼话，我们就得接受。你看见雪莉了。她又晕过去了。我们今天在外面待太久了。这在每个人身上都听得出来。卡莉累了。你的嗓子也哑了。"
    l "我对这事感觉不好。"
    scene c011_s006_009 with Dissolve(0.5)
    j "你本来就该感觉不好。这是你的求生本能在起作用。不过我们会走到那栋房子，我会先进去查看。如果我们运气还行，今晚也许真能睡上一张床。"
    l "别拿希望来勾我。"
    scene blank with Dissolve(2)
    scene c011_s006_010 with Dissolve(2)
    "大概三十分钟后，我们到了和谐街402号，站在屋外，像是要找出这栋建筑有什么不寻常的地方。除了远处那种闷闷的、拖着步子在人行道上走的动静，四周只有我们。"
    j "待在这儿。我不会太久。"
    scene c011_s006_011 with Dissolve(0.5)
    if k_love >= 3:
        k "小心。"
    else:
        l "小心。"
    j "我会的。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c011_s006_012 with Dissolve(2)
    play music insideday3 fadein 2.0
    "出人意料的是，前门没锁。锁也没被破坏，这让我琢磨我们那位「朋友」是怎么知道这地方没人的。越来越像是陷阱了。"
    "进了门，我动作放得很慢，尽可能仔细地检查每个角落。当然我不是什么懂怎么给房子设埋伏的军事专家，可我觉得自己能看出简易爆炸装置或者绊线。我已经看过几十遍{a=https://www.imdb.com/title/tt0099785/}{i}《小鬼当家》{/i}{/a}了。"
    scene blank with Dissolve(2)
    scene c011_s006_013 with Dissolve(2)
    "客厅很不错。心底有一丝希望的火苗在烧——希望这地方能行。如果在继续上路之前，能有一个真正能住上一两天的地方，那就太好了。"
    scene c011_s006_014 with Dissolve(0.5)
    "厨房很干净，橱柜里还有食物。冰箱里大部分东西已经没法挽救，只能扔掉。腐肉的气味不怎么样，可跟这周我碰上的最糟的东西比，根本不算什么。"
    "后院有围栏，那个按摩浴缸换在任何时候都会很不错。"
    j "我们检查一下卧室和洗手间。还有车库。"
    scene blank with Dissolve(2)
    scene c011_s006_015 with Dissolve(2)
    "好，对情况有更清楚的了解了。两间卧室。从小那间的状况看，之前住这儿的人是在匆忙收拾东西。车库的门没锁。车库门本身是放下来的，不过它是遥控的，所以他们出门时顺手关上的确有可能。"
    "他们是雾一来就急着跑出去的？还是本来就要出城度假，所以我没必要对卧室的状况想太多？不管怎样，我觉得这地方是安全的，该在雪莉再次晕倒之前把其他人带进来。"
    scene blank with Dissolve(2)
    scene c011_s006_016 with Dissolve(2)
    j "到了。甜蜜的家。"
    s "谢天谢地。"
    l "你确定没问题？"
    scene c011_s006_017 with Dissolve(0.25)
    j "我把整栋彻底搜了一遍。没人在这儿，这地方也没有什么异常。连短租民宿客人入住时那种检查都做了，查了摄像头和录音设备。以及其他各种危险。"
    l "*叹气* 操，我还是不明白她为什么要把我们送到这儿来。"
    j "她是想摆脱我们。说不定她本来就是从这边来的，正在往别处走。考虑到她说的那些房子，我得认为她已经把这一带仔细看过一遍了。不过以防万一，我们还是把门窗锁死并堵上。武器也放在手边。"
    scene c011_s006_018 with Dissolve(0.5)
    s "那是按摩浴缸？"
    j "是，但我怀疑我们不会想去用。"
    s "真浪费。"
    scene c011_s006_019 with Dissolve(0.5)
    l "说到附近那些房子……"
    j "我待会儿去看看。"
    "因为我猜自己是别想有片刻清闲了。"
    scene c011_s006_020 with Dissolve(0.25)
    l "卡莉，你和雪莉去评估一下客厅和厨房。我去看卧室和洗手间。"
    j "我他妈还得回外面去一趟，确认附近那些房子没有麻烦。"
    scene c011_s006_021 with Dissolve(1)
    s "我不是专家，但我敢肯定这些玻璃门和窗的密封条没问题。尽管我一直担心雾会渗进来，可我完全感觉不到有什么在漏。"
    k "*叹气* 好。我从来没想过自己有一天会讨厌面向景观的大窗户。"
    s "对。这也算是这地方烂事之一。"
    scene c011_s006_022 with Dissolve(0.25)
    k "嘿，你没事吧？你又倒了。"
    s "呃，对。我……大概吧。我想我只是……我不知道是没吃药，还是那雾让人喘不过气，然后就引发了恐慌发作，大概我脑子里什么地方短路了。我保证我不是故意在演戏。"
    scene c011_s006_023 with Dissolve(0.25)
    k "没人觉得你是。就是那个——"
    s "我像刚才那样失控，时机特别糟糕？抱歉，我没法控制自己什么时候会崩溃。而且这趟旅程可一点都不是度假。"
    scene c011_s006_024 with Dissolve(0.25)
    k "我知道。恰恰相反，我觉得这个时机可能反而是好事。这不是你爱听的话，可我确实在想，是不是她看见你晕过去，才决定把局面缓和下来。"
    s "大概我这样一塌糊涂，难得也有点用。"
    scene c011_s006_025 with Dissolve(0.25)
    k "雪莉，我不是那个意思。"
    s "我知道。只是我此刻实在不太喜欢自己。而且我他妈太累了。"
    k "很快就轮到我们休息了。"
    scene c011_s006_026 with Dissolve(0.25)
    k "*叹气* 我去把冰箱清一遍。里面有恶心的东西，我想试着假装这只是一户普通人家，就一个晚上也好。"
    scene blank with Dissolve(2)
    scene c011_s007_001 with Dissolve(2)
    "啊，靠。真他妈不是时候，我只想直接瘫下，可这活儿非做不可。到目前为止没发现什么有意思的东西。离这儿最近的两栋房子都锁着，不过往里瞄了一眼就证实了那个人说的：他们开着空调，屋子里灌满了雾。里面要是有人，不是死了就是更糟。"
    "这一趟唯一的收获，就是我们也许能搜刮到食物和别的补给。没有保质期太短的东西，比如肉或者奶制品，但盒装的和罐装的对我们在这儿待的那一天左右来说不成问题。"
    scene c011_s007_002 with Dissolve(0.5)
    "而且以我现在这副鬼样子，也许我们能撑下来休整一下。其他人我不知道，可过去这几天惨得够呛，像我们那样硬撑只会让情况更糟。"
    "我想冲个澡然后歇着，可我真的得先确认周边街区没有意外。"
    scene blank with Dissolve(2)
    scene c011_s007_008 with Dissolve(2)
    l "*叹气*"
    "{color=#66ff33}太多了。全都太多，而且来得太早。死人，怪物，然后差点被一个……我都不知道她为什么会在那儿的人开枪。不，不对，这说不通。这房子就是她告诉我们的。{/color}"
    scene c011_s007_009 with Dissolve(0.25)
    "{color=#66ff33}已经无所谓了。人已经不再做理性的决定了。感觉我们谁都不再是。不管怎样，我真是被榨干了。我想怪在外面待着，可我们看到、经历的那些可怕的事造成的影响一样大。{/color}"
    "{color=#66ff33}我不知道我还能撑多久。{/color}"
    if ch10_laura_argue == "yes":
        scene c011_s007_010 with Dissolve(0.25)
        "{color=#66ff33}而且我一直对[player_name]冷冰冰的。尤其今天。可我只能这样，因为我们在外面时容不得半点走神。除了把事情一块块切开处理，做别的都太危险。{/color}"
        scene c011_s007_011 with Dissolve(0.25)
        if ch8_kallie_sex == "yes" and ch9_laura_sex == "yes" or ch10_kallie_sex == "yes" and ch9_laura_sex == "yes":
            "{color=#66ff33}可我对他还是……因为他和卡莉也上床这件事而恼火。他知道她现在状态那么脆弱，却一边跟我乱搞一边还在追她。而且我本来就有信任方面的问题。{/color}"
            "{color=#66ff33}可……要是理智一点、公平一点，在宿舍那边是我先推开他的。我对他一直忽冷忽热，因为我根本不知道我们之间到底怎么回事。或者说曾经不知道，因为我连能不能活下来都不确定，不想对任何事做出承诺。{/color}"
            scene c011_s007_012 with Dissolve(0.25)
            "{color=#66ff33}不过，看他对我们每个人的样子——热心、肯出力——我知道他不是直接跳上床的。我们俩谁都不是。这事我亲眼见过。我前天晚上真该跟她谈谈的。前天？我他妈的，那才昨天。{/color}"
            "{color=#66ff33}在试图跟他把话说开之前，我有责任替我们所有人先听听她那一面的说法。也许这样能给我足够的时间理清自己的感受。{/color}"
        elif ch8_kallie_sex == "yes" and l_sex == 0 or ch10_kallie_sex == "yes" and l_sex == 0:
            "{color=#66ff33}我对他和卡莉这件事还是……某种形式的生气。而我对这条消息本身是什么感觉也说不清，这并没有让情况变好。他明知道她现在状态脆弱，还是在追她。{/color}"
            scene c011_s007_012 with Dissolve(0.25)
            "{color=#66ff33}不过，看他对我们每个人的样子——热心、肯出力——我知道他不是直接跳上床的。我前天晚上真该跟她谈谈的。前天？我他妈的，那才昨天。{/color}"
            "{color=#66ff33}在跟他把话说开之前，我有责任替他们两个人先听听她那一面的说法。{/color}"
        else:
            "{color=#66ff33}我知道跟他瞎搞会让他好奇我们之间到底怎么回事，可我就是不知道。或者说，我知道，可我连能不能活下来都不确定，不想承诺任何事。{/color}"
            "{color=#66ff33}坦白说，我连自己一分钟一分钟的心情都说不准。我需要[player_name]当我的朋友，当一个我能信任、能帮着把我们活着带出去的人。仅此而已？我不知道自己身上还有没有更多东西。我对基思还是那么又痛又气。我身上真还有力气转头投入下一段感情吗？{/color}"
            scene c011_s007_012 with Dissolve(0.25)
            "{color=#66ff33}可要是别的女孩里有人可能跟[player_name]走近了，我凭什么把他按在原地等着？如果我对他没有除了偶尔上床之外的要求，那我想我也拦不住他去别处寻找情感上的联结。{/color}"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c011_s007_003 with Dissolve(2)
    play music outsideday fadein 2.0
    "已经有这么多房子不能用了，我倒也不该惊讶。虽然气温没有往常那么糟（这得谢那场雾），可人们夏天一般都会开空调。真正奇怪的是，我去的每一栋房子看起来都是空的。"
    scene c011_s007_004 with Dissolve(0.5)
    "这一栋呢？前门没锁，还半开着。"
    "*砰* *砰*" with hpunch
    "有动静。从后面。让我慢慢……"
    scene c011_s007_005 with Dissolve(0.25)
    "靠，是个灼烧者。你是晃进来的？还是这房子的主人落到这一步了？不管怎样，我该退出去，然后把这地方锁上。"
    scene blank with Dissolve(2)
    scene c011_s007_006 with Dissolve(2)
    "好，邻居侦察完毕。车库里那位没说错。402是唯一值得用的房子。其他不是灌满了雾，就是更糟。有一栋确定有灼烧者，另一栋可能有。我还看见第三栋的后院里有个东西在晃。"
    scene c011_s007_007 with Dissolve(0.25)
    if warning_suicide == "yes":
        "而且我敢肯定，在拐角那栋房子里闻到了腐尸的味道。今天的份已经够了，谢谢。"
    "不知道我现在是不是可以洗个澡、放松一下，然后才会有人再给我派活儿。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_12_436", transition=Dissolve(1.0))()
    pause
    $ Hide("july_12_436", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c011_s007_013 with Dissolve(2)
    play music nightmain fadein 2.0
    "{color=#ffcccc}不过至少知道了这里住的是个女人。我可能跟她身材不一样，但至少能找到件干净衣服穿。{/color}"
    scene c011_s007_014 with Dissolve(0.25)
    "{color=#ffcccc}从我看到的来看，是一位老年女士和一个可能刚进入青春期的孩子。我觉得是个男孩，可墙上的海报都是风景，所以我也不太确定。也许他们还小，还没到那个想往墙上贴一堆东西来定义自己想成为什么样的人的年纪。{/color}"
    "{color=#ffcccc}又或者，也许那位母亲不允许。很难说。这地方看着挺现代，她可能家境优渥，比如律师或者女商人。也可能是那种因为这片社区而假装自己比实际更富裕的人。{/color}"
    scene c011_s007_015 with Dissolve(0.25)
    "{color=#ffcccc}反正现在也不重要了，对吧？现在她有四个人在她家里白住一天左右。也许更久，因为大家听上去、看起来都虚得厉害。雪莉一直撑着，直到[player_name]回来。我离开她的时候，她大概再过十分钟就要在沙发上睡着了。{/color}"
    "{color=#ffcccc}而劳拉还在淋浴。她想慢慢洗我不怪她。轮到我时我知道我也会这样。可先让我看看能不能找到合身的衣服。{/color}"
    play sound doorclose
    scene c011_s007_016 with Dissolve(0.25)
    "*咔哒*"
    "{color=#ffcccc}前门的门锁。[player_name]应该是回来了。{/color}"
    scene blank with Dissolve(2)
    scene c011_s007_017 with Dissolve(2)
    k "你回来了。"
    j "对。*咳嗽* 是我。今天我准备好不出去了。"
    scene c011_s007_018 with Dissolve(0.5)
    j "我看雪莉已经睡死过去了。她没事吧？我明白在外面待那么久对她没好处。"
    k "不只是在外面待过这原因，你知道的。我们聊了一小会儿，她给我的感觉是还好，只是非常累。抑郁对她的精力毫无帮助。我把她留在这儿，自己去主卧看看衣服的情况，结果她大概睡着了。"
    scene c011_s007_019 with Dissolve(0.25)
    j "好吧，考虑到这局面，这大概已经是我能指望的最好结果了。我找时间让她挪到小卧室去吧。"
    k "你……你觉得那个人会来追我们吗？我知道是她让我们来这儿的，可我对这事实在不太放心。"
    scene c011_s007_020 with Dissolve(0.5)
    l "我也这么觉得，不过这地方在烂选项里已经算最好的了。"
    scene c011_s007_021 with Dissolve(0.25)
    j "我已经锁上前门，还搬了些家具挡着。要是她——或者什么跟她在一起的人——翻过围栏往这边来，这玻璃可挡不了多少。所以今晚我就在这儿待着，作为第一道防线。"
    l "不算……*叹气*不算好办法，但眼下我们只有这个。比起之前那些落脚点，这房子已经算巨大的升级了。哦，卡莉，淋浴间空着。你该好好享受一下。"
    scene c011_s007_022 with Dissolve(0.25)
    k "呃，对。对。我……我不会太久。"
    j "拜托，别把热水全用光。"
    k "不保证。"
    scene c011_s007_023 with Dissolve(0.5)
    l "那么，这一带怎么样？"
    j "跟预料差不多。那位拿霰弹枪的朋友没骗人。大多数房子都灌满了雾。我们要是想搜刮补给，其实可以搜，可别的方面没有一处可用。我遇到一栋里面有灼烧者。"
    scene c011_s007_024 with Dissolve(0.25)
    l "呃。我大概不该惊讶的。"
    j "我敢肯定外面还有几个在晃，所以留心点。我不指望有东西能闯进后院，可你们在街上的时候还是机灵着点。"
    l "那女巫呢？"
    j "不知道。不像别的情况，我没有足够的信息去推断它的活动规律。我只希望我们一离开校区就把它甩掉了。可谁知道外面还藏着别的什么惊喜。"
    scene c011_s007_025 with Dissolve(0.25)
    l "确实确实。你觉得我们得担心车库里那个女人跑来对付我们吗？毕竟是她让我们来这儿的。"
    j "我想说不用，可我不能保证这完全不可能。无论如何，我的计划是待在外头，手边放着那把斧子。以防万一。"
    scene c011_s007_026 with Dissolve(0.25)
    l "那把枪呢？"
    j "暂时在我外套里。我会放在伸手就够得着的地方。希望用不上，因为一旦用它，感觉就像一口敲响就再也收不回来的钟，而且我们的子弹也不够打一场枪战。"
    scene c011_s007_027 with Dissolve(0.25)
    l "只在必要的时候用，对吧？"
    j "正是。"
    scene c011_s007_028 with Dissolve(0.25)
    l "这确实让我纳闷，她为什么愿意把这个地方让出来。尤其这是少数几栋还能用的房子之一。感觉就像我们被摆了一道。"
    menu:
        "有可能。[yl]":
            j "有可能，我们应该就当它可能是陷阱来对待。可坦白说，我们现在去每个地方都该这样。"
            l "这个教训不好学，不过我同意。"
        "我觉得她是可怜雪莉。[yl]":
            j "我没法确认，不过感觉她是在可怜雪莉。就好像她看见了雪莉当时反应有多糟，然后有一瞬间想帮点忙。"
            l "对着一个威胁要杀我们的人，这推断跳得有点远。"
        "也许她找到了更好的地方。[yl]":
            j "也许她找到了更好的地方。或者她自己也在往别处走。我们以后也许还会碰见她。"
            l "希望是在更好的情况下。"
    scene c011_s007_029 with Dissolve(0.25)
    j "好吧，等卡莉弄完，我就把雪莉弄起来。让她冲个澡，挪到小卧室去。今天剩下的时间我们哪儿也不去，她可以先歇着。你和卡莉今晚睡主卧。这个沙发对我来说已经是巨大的升级了。"
    l "大概吧。你觉得我们明天会出发吗？"
    scene c011_s007_030 with Dissolve(0.25)
    j "不知道。要看我们大家的状态。现在这儿一张张脸都写满了疲惫。连续这么多天待在外面，大家都需要恢复时间。"
    l "*叹气* 对。我明白。"
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_12_842", transition=Dissolve(1.0))()
    pause
    $ Hide("july_12_842", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c011_s007_031 with Dissolve(2)
    "天黑下来时，我总算把雪莉洗干净、安顿去睡了。到那时她几乎不出声，我们好几个人合力才把她弄进那张单人床。我想便利店那些零食给她带来的肾上腺素和短期收益，早就用光了。"
    "不管怎样，我觉得她可以按自己需要的量休息。"
    "后来卡莉和劳拉都道了晚安先回房了，留下我一个人把今天发生的事反复回放，试图想出一个更好的解法，却徒劳无功。我不该带她们去那个车库的。或者至少，我该先把整个地方侦察完再带人去。"
    scene c011_s007_032 with Dissolve(0.25)
    "可就算我当时侦察了，她会朝我开枪吗？他妈的，她到底是谁？光看她那身装备很难做出任何猜测。我只能认为她有些经验，不管是当警察的还是军人的。"
    "我想大概也无所谓了。我们再碰见她的概率能有多大？"
    scene blank with Dissolve(2)
    scene c011_s007_033 with Dissolve(2)
    l "好吧，至少我们也许能借几身新衣服，再把一些旧的扔掉。"
    k "我喜欢那套黄蓝相间的，可它开始变得……很脏，肯定得扔了。我觉得洗都没用。可我觉得她对我来说太大了。以前住这儿的人。很多人都是。"
    scene c011_s007_034 with Dissolve(0.25)
    l "对我也可能大了一两号，可要饭的人没资格挑。"
    k "我们可以去附近的房子看看。"
    l "可以。我明天跟[player_name]提，先评估一下局面和补给，再看计划怎么定。"
    scene c011_s007_035 with Dissolve(0.25)
    k "我们明早出发吗？"
    l "不知道。我有个隐隐的预感，答案是不会。过去这几天我们都被折腾得够呛，而这里已经是我们能求到的最好局面了。"
    scene c011_s007_036 with Dissolve(0.25)
    k "在便利店停这一趟算是意外收获。这是我几周以来第一次觉得吃饱了。也第一次知道[player_name]吃了东西。你知道他一直在不吃饭。"
    l "我知道。他也许以为自己掩饰得很好，可太明显了。"
    if ch10_tell_laura == "yes":
        scene c011_s007_037 with Dissolve(1)
        l "既然说到[player_name]——"
        k "我们俩在瞎搞。嗯，与其说「瞎搞」，不如说是在接吻和做爱。我早该说一声的，可我不知道该说什么，也不知道该不该说。"
        scene c011_s007_038 with Dissolve(0.25)
        l "哦，呃，对。我想他提过我们谈过这件事。"
        k "对。我不是想瞒着，可既然你知道安德鲁的事，也知道我跟他之间、还有最近怎么处理这些的遭遇，我就不确定你会是什么反应。"
        scene c011_s007_039 with Dissolve(0.25)
        l "你可以告诉我的，卡莉。我不会生你的气。"
        k "只告诉[player_name]？"
        scene c011_s007_040 with Dissolve(0.25)
        if ch9_laura_sex == "yes" or ch10_laura_sex == "yes":
            l "也许……有些情有可原的客观情况。"
        else:
            l "也许吧。"
        scene c011_s007_041 with Dissolve(0.25)
        k "劳拉，[player_name]没有逼我做任何我不愿意的事。这点让你知道。我知道你在担心我现在很脆弱，可我喜欢他，他对我一直很好。他会倾听，让我感到安全，我把命交给他都信得过。"
        scene c011_s007_042 with Dissolve(0.25)
        k "所以，我们单独待在一起时，事情就自然而然地发生了。不止一次，我可能还是那个主动抓住机会的人。他在我身边一直很小心，小心到我都得告诉他不用这样。不必。你懂的。"
        l "那，这是不是意味着……？"
        scene c011_s007_043 with Dissolve(0.25)
        k "我现在不知道那意味着什么。都不知道能不能活过明天，很难为未来做计划。可跟他在一起、只有我们俩的时候确实很好，而且我知道需要时可以去找他。"
        l "好吧。"
        scene c011_s007_044 with Dissolve(0.25)
        k "你接受这样吗？我不知道为什么，可我觉得我需要你的认可。"
        l "我最近大概有点太母性了。作为你的朋友，我谨慎地松了口气，知道你们之间的事你没有做傻事。我不希望你刚从安德鲁那段走出来，又跳进另一个对你不好的人怀里。"
        scene c011_s007_045 with Dissolve(0.25)
        k "你觉得他是那种人？"
        l "不不，我只是随口一说。可也许现在这没那么重要。而且也许我们该等到出去了，再去想之后必须发生的事。"
        scene c011_s007_046 with Dissolve(0.25)
        k "这不容易做到，可确实。"
        if ch9_laura_sex == "yes" or ch10_laura_sex == "yes":
            scene c011_s007_047 with Dissolve(1)
            "{color=#66ff33}我没狠得下心告诉她我跟[player_name]也上过床，可这件事的时机让我心里那点不适感减轻了一些。如果他们是在我们到了宿舍之后才开始的，那也是在我自己崩溃时后退一步之后。{/color}"
            "{color=#66ff33}所以，他在体育馆告诉我这件事，大概是他第一次觉得他们之间会发展出超越「有个人一起睡觉」的东西。又或者，这是他希望我们终于把话说开时告诉我的。我希望是后者。很快。但不是今晚。{/color}"
    scene blank with Dissolve(2)
    scene c011_s008_001 with Dissolve(2)
    "我得说，能在深夜吃点东西感觉真好。橱柜里的饼干虽然不新鲜，可总归是能吃的。至少今晚我不用饿着肚子上床。"
    "事实上，这是我们离开宿舍以来最舒服的一个地方，甚至可能比宿舍还好。这里至少有吃的，如果需要，我还能把隔壁剩下的能吃的东西都搜过来。如果我们要待那么久的话。"
    "唯一真正的缺点是从安全角度看，这一大片玻璃让我不踏实。希望不会有灼烧者晃进后院。更希望别有什么知道我们在这儿的人，想趁夜里抓我们睡着的时候下手。"
    scene c011_s008_002 with Dissolve(0.25)
    "四周这么安静，我想其他人也都已经睡了。我已经习惯了这座几乎失去生命力的城市里弥漫的那种诡异死寂，所以这也不算坏事。几周以前，没有车流声就不再困扰我了。"
    scene c011_s008_003 with Dissolve(0.25)
    s "{size=30}嗯嗯……唔嗯~~~{/size}"
    "哦？那……那听着像是雪莉。也许她在做噩梦。不管怎样我该去看看她。"
    scene blank with Dissolve(2)
    scene c011_s008_004 with Dissolve(2)
    "对，她看起来还在睡。或者说那个梦没把她弄醒。我觉得是这样。做噩梦也是可以理解的。我们所有人都会因为这些事背上一些要消化的东西，她睡不好也正常。我该……"
    menu:
        "让她睡吧。":
            "……让她睡吧。就算我想伸手拍拍她安慰，我也不能做任何可能把她从睡眠里弄醒的事。而且说到底，我们每个人脑子里也都一堆烂事要处理。"
            jump ch11_nextmorning
        "[gr]靠近一点去看看她。":
            "……再靠近一点看看她。不过我会尽量不吵醒她。"
            scene c011_s008_005 with Dissolve(0.5)
            s "嗯……哈啊~~~"
            s "谁……？"
            scene c011_s008_006 with Dissolve(0.5)
            j "是我，雪莉。抱歉，我不是想吵醒你。我只是进来看看你。"
            s "我……*吸鼻子*"
            scene c011_s008_007 with Dissolve(0.25)
            j "听起来你刚才在做噩梦，所以我就……我也不知道。我进来想确认你没事。我承认，这主意可能不怎么样。"
            s "没事。对，我……挺糟的。没什么能解释清楚的。只觉得满是恐惧。我能记住的就这些。"
            scene c011_s008_008 with Dissolve(0.25)
            s "我有些梦——我还能回想起来的那些——并不总是有意义的场景。就是些声音和颜色，而我只知道事后我很害怕。"
            scene c011_s008_009 with Dissolve(0.25)
            j "我知道，考虑到你经历过的一切，害怕也是正常的。不过我们都在这儿。劳拉和卡莉在那边卧室里，我在客厅。做噩梦的时候这没什么用，但你要知道，你醒着的时候我们就在附近。"
            scene c011_s008_010 with Dissolve(0.25)
            s "你们……你们对我太好了。我不知道没有你们我能撑到现在。我不觉得自己配得上你们。"
            j "这纯属屁话。我们每个人都对彼此好。你在劳拉和卡莉需要的时候陪着她们。而我感激这一点，因为我不可能无处不在。再说，我喜欢你在身边，这算一个理由吧。"
            if s_friend >= 12:
                scene c011_s008_014 with Dissolve(0.25)
                s "谢谢。呃，在你走之前，能不能……就抱着我一会儿。我觉得有你在旁边我会更安全。你不用留下来过夜，可我想让你抱着。"
                j "那张床上没多少空间，不过我不介意，只要你不介意。"
                scene c011_s008_015 with Dissolve(0.25)
                s "我不介意就不会开口了。来，我挪一挪。"
                scene blank with Dissolve(1)
                scene c011_s008_016 with Dissolve(1)
                "花了几分钟把两个人都塞进那张单人床之后，雪莉偎了过来，叹了一口气，听起来像是卸下了相当多的紧绷。"
                s "谢谢。谢谢你为我做的一切。谢谢你从来没放弃我。还有，谢谢你没在车库里把我落下。"
                j "不可能的事。"
                scene c011_s008_017 with Dissolve(0.5)
                s "她本来可能开枪打你的。"
                j "我押的是她其实不想杀人。她只是想吓退我们。"
                scene c011_s008_018 with Dissolve(0.25)
                s "我可被吓得够呛。"
                if s_love >= 1 or s_desire >= 5:
                    stop music fadeout 2.0
                    scene c011_s008_022 with Dissolve(0.5)
                    s "[player_name]。谢谢你。谢谢今晚。"
                    j "说得好像跟你一起睡在床上是什么麻烦事似的。"
                    scene c011_s008_023 with Dissolve(0.25)
                    s "不是那个。我是说……你从来没放弃过我。我知道我大概不是个讨人喜欢的人。"
                    j "我们拖着你走可不是为了看喜剧。"
                    scene c011_s008_024 with Dissolve(0.25)
                    s "不是那个。我……我向来维持不了多长时间的友谊。至少那些让我觉得可以依靠的关系维持不了。又疯狂又不可靠，这会把人变成这样。我只是觉得，我一成了累赘，你们就会立刻离开我。"
                    j "我也许是个混蛋，但我不是那种混账。再说了，要是我们在别人过个糟日子的时候就抛弃人家，我们现在谁都不会在这儿。"
                    scene c011_s008_025 with Dissolve(0.25)
                    s "过个糟日子……"
                    $ s_sex += 1
                    $ s_love += 1
                    $ s_anxiety -= 1
                    $ ch11_shelley_sex = "yes"
                    call ch11_shelley_sex from _call_ch11_shelley_sex
                    jump ch11_nextmorning
                else:
                    scene blank with Dissolve(2)
                    scene c011_s008_019 with Dissolve(2)
                    "没过多久，雪莉的呼吸变得绵长，我能看出她又睡着了。我让她在我身边待了一会儿。我享受她柔软的身体贴着我，可能超过了应有的程度。"
                    scene blank with Dissolve(1)
                    scene c011_s008_020 with Dissolve(1)
                    "最后，我把她翻了个身，自己从床上挪下来。如果我其实不在客厅，那我显然没法在客厅站岗。"
                    scene blank with Dissolve(1)
                    scene c011_s008_021 with Dissolve(1)
                    "尽管她自己总说虚弱、破碎，雪莉能撑到现在已经算做得不错了。我见过太多没撑过来的人。她只是需要一些支持才能度过难关。我们每个人都一样。"
                    jump ch11_nextmorning
            else:
                scene c011_s008_011 with Dissolve(0.25)
                s "谢谢。我想我该试着回去睡了。反正我最近也确实睡了不少。"
                j "没事。我们都需要休息。这几天够难熬的。我会在客厅，你需要我就叫我，好吗？"
                scene c011_s008_012 with Dissolve(0.25)
                s "好。我尽量不叫。"
                j "睡个好觉。"
                scene c011_s008_013 with Dissolve(0.5)
                "尽管她自己总说虚弱、破碎，雪莉能撑到现在已经算做得不错了。我见过太多没撑过来的人。她只是需要一些支持才能度过难关。我们每个人都一样。"
                jump ch11_nextmorning

label ch11_nextmorning:
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_13_812", transition=Dissolve(1.0))()
    pause
    $ Hide("july_13_812", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c011_s009_001 with Dissolve(2)
    play music insideday fadein 2.0
    "{color=#66ff33}我睡得比自己预想的更沉更久。能住在一栋房子里感觉真好。多久没这样了？几周？我冲完澡的时候卡莉和雪莉都睡着了。我该让她们再歇会儿。没必要急着回外面去。{/color}"
    scene c011_s009_002 with Dissolve(0.5)
    "{color=#66ff33}那[player_name]呢？我好像听见水在流，所以他在浴室，自己洗漱。等他弄完，我就跟他商量出去把那几栋房子再仔细看看。{/color}"
    scene c011_s009_003 with Dissolve(0.5)
    "{color=#66ff33}他确实检查了有没有危险，不过我希望我们能找到些补给。食物暂时够，可总得有人有能穿的男装。另外要是能找到手枪的弹药就好了。{/color}"
    "{color=#66ff33}或者再找一把枪也行。不管怎样，把我们的装备升级一下总不错。车库里那个女人是我们第一次遇到带着武器的人。{/color}"
    if ch10_laura_argue == "yes":
        "{color=#66ff33}也许如果我能跟他单独待一会儿，我们能聊聊前几天的事。我最近对他太凶了，我觉得我们该把话说开。谈清楚。{/color}"
    scene c011_s009_004 with Dissolve(0.5)
    l "等一下。"
    "{color=#66ff33}那是谁？有雾，很难看清。是车库里那个女人吗？她跑到这儿来干什么？看样子她正往我们来的方向走。她是……{/color}"
    "{color=#66ff33}我该跟上去看看。看能不能……靠，我不知道。可我该试着多了解她一点。{/color}"
    scene c011_s009_005 with Dissolve(0.25)
    "{color=#66ff33}得把装备穿上。快点。再带把武器。{/color}"
    scene blank with Dissolve(2)
    scene c011_s009_006 with Dissolve(2)
    "好。这感觉真不错。虽然不是我最近洗的第一次澡，可这是第一次我觉得能有隐私、能按自己的节奏慢慢洗、好好享受。"
    if k_sex == 0 and s_sex == 0 and l_sex == 0:
        "而且我还有时间打一次手枪。眼前这么多性感女人，而且我看过她们穿的衣服比平时在办公室里少得多，让我攒下了一些需要发泄的冲动。"
    scene c011_s009_007 with Dissolve(0.25)
    k "[player_name]？劳拉？"
    j "在这儿呢，卡莉。"
    scene c011_s009_008 with Dissolve(0.25)
    k "哦，你在这儿啊。你看见劳拉了吗？"
    j "没。刚从浴室出来。你要用的话空着。"
    scene c011_s009_009 with Dissolve(0.5)
    k "我听见前门响。还以为是你。"
    j "什么？前门？劳拉在哪儿？"
    scene c011_s009_010 with Dissolve(0.25)
    k "不知道。所以我才喊她。她不在卧室，也不在浴室。我好像听见前门关上了。你说她会不会出去了？"
    scene c011_s009_011 with Dissolve(0.25)
    j "靠。她的外套不见了。"
    "劳拉出去了？为什么？要是她又没跟任何人说就自己跑了，我真是服了。"
    j "劳拉昨晚表现奇怪吗？"
    k "没有。不算。"
    scene c011_s009_012 with Dissolve(0.5)
    j "靠。我去穿装备。"
    scene c011_s009_013 with Dissolve(0.5)
    "外套挺薄的。她拿手枪了吗？她脑子里到底在想什么？"
    k "哦，嘿，这儿好像有张纸条。"
    scene c011_s009_014 with Dissolve(0.25)
    k "{i}「看到有个女人走回车库那边。追过去了。」{/i} 这不太妙，对吧？"
    j "是不太妙，不过至少她记得留张纸条。"
    "我还是得好好说叨她一顿。"
    scene c011_s009_015 with Dissolve(0.25)
    k "我该怎么办？"
    j "你留在这儿。陪着雪莉。我走了之后把门锁上，从里面堵住。"
    scene c011_s009_016 with Dissolve(0.25)
    k "你在外面小心点。拜托。"
    j "这就是我的计划。等我追上劳拉再说。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c011_s010_001 with Dissolve(2)
    play music outsideday2 fadein 2.0
    "本该气个半死，可这张纸条多少让我消了点气。而且我理解她为什么这么做。换作是我也会一样。如果我看见那个女人——他妈的，任何人——在外面走动，我可能也会跟上去看看。能多了解她一些，也知道她到底是不是个麻烦。"
    scene c011_s010_002 with Dissolve(0.5)
    "也许我更气的是劳拉抢在我前头做了这件事。理性地想，我应该能接受她这样帮忙，可经历了宿舍那边那次崩溃之后，我还是很难信任她。"
    scene c011_s010_003 with Dissolve(0.5)
    "我的第一反应是怕她又脑子一热冲了出去。可她也不能在外面待太久。说实话，谁都不该。反正我本来也没打算现在就提议出发。"
    scene c011_s010_004 with Dissolve(1)
    "至少有了这张纸条，我大概知道她往哪儿去了。所以我不是没头没脑地在这外面瞎转。只要沿着我们来的路往回走，把该右拐换成左拐，在雾里试着找熟悉的地标就行。"
    scene c011_s010_005 with Dissolve(0.25)
    "嘿，等等，上面那个是她吗？看不清。让我……"
    l "[player_name]。在这儿。"
    scene c011_s010_006 with Dissolve(0.5)
    "嗯？劳拉。那是谁……"
    scene c011_s010_007 with Dissolve(1)
    l "她不动了。我到的时候她就站在人行道上。"
    j "你知道那是谁吗？"
    l "我还以为是车库里那个女人。可这看起来不像是穿着准军事装备的人会做的事。"
    "劳拉说得没错。这感觉不对劲。像是陷阱。"
    scene c011_s010_008 with Dissolve(0.25)
    j "枪是你拿的。你料到会有麻烦？"
    l "现在真是问这个的时候吗？当然，我确实想过可能有麻烦。可我以为至少在到车库之前不会。"
    scene c011_s010_009 with Dissolve(0.25)
    l "她在干什么？"
    j "没干什么。或者，几乎没干什么。你觉得她听得见我们吗？"
    scene c011_s010_010 with Dissolve(0.25)
    l "有可能。这外面没什么背景噪音。"
    u "救——命~~~救救我……"
    scene c011_s010_011 with Dissolve(0.25)
    j "什么？"
    scene c011_s010_012 with Dissolve(0.25)
    "不是同一个声音。没那么沙哑，更女性化。"
    l "[player_name]。我不喜欢这样。"
    j "我也不想，可我必须弄清楚。"
    scene c011_s010_013 with Dissolve(0.25)
    u "求……求求谁……"
    "别是女巫。别是女巫。别是女巫。"
    scene c011_s010_014 with Dissolve(1)
    "好吧……搞什么鬼……我不喜欢这感觉。这里得小心点。"
    stop music fadeout 2.0
    j "嘿，那边——"
    scene c011_s010_015 with flashyellow
    w "{size=80}啊啊啊啊啊呃啊啊啊！！！！{/size}" with vpunch
    play music monster fadein 2.0
    scene c011_s010_016 with flashyellow
    l "[player_name]！*咳嗽* *咳嗽*"
    "靠。糟透了。这儿的雾密度直接爆表。看东西都费劲，呼吸都困难。"
    scene c011_s010_017 with Dissolve(0.25)
    j "*咳嗽* 啊啊啊~~~呃咔~~~"
    "我身上露出的那点皮肤烧得像被火燎一样。"
    scene c011_s010_018 with Dissolve(0.25)
    "得离开这儿。希望那个女巫没有朝我逼近。"
    play sound pistolshot
    scene c011_s010_019 with flashred
    "*啪*" with hpunch
    "枪声。肯定是劳拉在朝它开枪。"
    l "这边。这边。我抓住你了。"
    scene c011_s010_020 with hpunch
    l "回那个*咳嗽*房子。"
    j "不能让它跟着我们*咳嗽*"
    scene c011_s010_021 with Dissolve(0.25)
    l "我打中它了。不知道有没有打死，可肯定打中了。"
    j "我们*咳嗽* *咳嗽*得确认一下。"
    l "这*咳嗽*里他妈什么都看不见。"
    scene c011_s010_022 with Dissolve(0.25)
    j "靠。只能这样了。我应该*咳嗽*……我能撑到。"
    l "来。抓住我的手。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c011_s011_001 with Dissolve(2)
    play music insidedark fadein 2.0
    j "*咳嗽* *咳嗽* 操。"
    s "我的天，发生了什么？我们听见枪声了。"
    l "*咳嗽* 等*咳嗽*一下。"
    scene c011_s011_002 with Dissolve(0.25)
    k "你们俩没事吧？"
    l "*咳嗽* 撞上一个女巫 *咳嗽* *咳嗽*"
    s "哦靠。操。我们在这儿安全吗？"
    "靠。刚才咳出一点血。这可不妙。我敢肯定劳拉也好不到哪儿去。我们俩听着都糟透了。"
    scene c011_s011_003 with Dissolve(0.25)
    j "对。我想是安全的。劳拉在我们脱身之前打中了它。"
    s "等等，我们有枪？"
    l "在便利店从那个死人身上捡的。"
    scene c011_s011_004 with Dissolve(0.25)
    k "我还想多问问，可你们俩这声音实在该去洗洗。"
    s "对，不是冒犯，可你闻起来像是泡在那玩意儿里洗过澡。"
    l "[player_name]当时就在旁边看着她……靠，我都不知道该怎么形容。*咳嗽*"
    "卡莉说得对。我们俩都得把装备脱掉、清理干净，趁这情况还没变得更糟之前。"
    menu:
        "让劳拉去洗洗。\n[rgr](劳拉 欲望 +1)\n[rgr](劳拉 焦虑 -1)":
            $ l_anxiety -= 1
            scene c011_s011_006 with Dissolve(0.5)
            j "劳拉*咳嗽*去洗洗。我去喝口水。暂时用厨房的水槽把脸冲一下。"
            l "你确定？"
            scene c011_s011_007 with Dissolve(0.25)
            j "对，对。"
            scene c011_s011_005 with Dissolve(0.5)
            k "劳拉，需要帮忙吗？"
            l "我想我自己能搞定。谢谢。"
            s "[player_name]，给。我扶着你。冰箱里好像有几瓶矿泉水。我去拿一瓶给你。"
            scene blank with Dissolve(1)
            scene c011_s011_008 with Dissolve(1)
            "脱下被汗泡透的衣服之后（雪莉帮我拿到车库去了），我站在厨房里试着把脸和所有还在灼烧的地方冲干净，那感觉就像被人兜头浇了一桶烧碱。"
            "被那个女巫近距离喷了一脸让我整个人发懵。要不是劳拉在，我可能根本活不出来。当然，我在这儿是因为我追她去的，可事实不变：我觉得自己撑不过那次袭击。这一下留给我一堆疑问。"
            scene c011_s011_009 with Dissolve(0.25)
            k "[player_name]？劳拉洗完了。你还要吗？"
            j "对，对。我马上过去。"
            scene blank with Dissolve(1)
            scene c011_s011_010 with Dissolve(1)
            j "劳拉？是我。你没事吧？"
            l "对，进来吧。再说我们又不是没互相看光过。"
            scene c011_s011_011 with Dissolve(0.5)
            j "嗯，不问一句倒显得不礼貌了。"
            l "大概是吧。我给你留了热水。"
            scene c011_s011_012 with Dissolve(0.25)
            $ l_desire += 1
            j "谢谢。给我几分钟就出来。"
            scene c011_s011_013 with Dissolve(0.25)
            play ambient shower
            l "[player_name]，我……我不知道。对不起。我以为那是昨天那个女人，想看看能不能多了解她一点。我不知道那是一个……那种东西。"
            scene c011_s011_014 with Dissolve(0.25)
            l "我知道你没打招呼就出去，肯定在生我的气。你大概以为我又乱跑掉了。"
            scene c011_s011_015 with Dissolve(0.25)
            j "你留了纸条。"
            l "我只是觉得我能做到这一点。别再一直依赖你们。我知道你觉得自己得替我们所有人扛着，也许我们这样依赖你太久了。"
            scene c011_s011_016 with Dissolve(0.25)
            j "我不想你们任何一个人再受伤。比现在更受伤。就我在外面看到的那点东西，也许我想替你们挡掉最可怕的部分。"
            j "也许我们中间总得有一个被当成可以牺牲的。"
            scene c011_s011_017 with Dissolve(0.25)
            l "[player_name]……"
            j "我很快就出来。"
            stop ambient
        "我赶紧冲一下。\n[rrd](劳拉 好感 -1)\n[rgr](劳拉 欲望 +1)":
            $ l_friend -=1
            scene c011_s011_006 with Dissolve(0.5)
            j "我得*咳嗽*把这东西洗掉。烧得要命。我赶紧冲一下。不会很久。"
            l "好好好。弄完了叫我。"
            scene c011_s011_005 with Dissolve(0.5)
            k "劳拉，给。我扶着你。冰箱里有矿泉水。我去拿一瓶给你。"
            s "[player_name]，把装备放浴室门边。我拿去车库晾着。"
            j "好。*咳嗽*"
            scene blank with Dissolve(2)
            scene c011_s011_018 with Dissolve(2)
            play ambient shower
            "本没打算今天在中午前洗两次澡，可现在就是这样。考虑到所有裸露的皮肤还烧得像被浇了烧碱，我也没打算抱怨太多。操，我敢肯定它散发的那种化学物质也沾在我头发里了。得好好彻底搓一遍。"
            scene c011_s011_019 with Dissolve(0.25)
            "被那个女巫近距离喷了一脸让我整个人发懵。要不是劳拉在，我可能根本活不出来。当然，我在这儿是因为我追她去的，可事实不变：我觉得自己撑不过那次袭击。这一下留给我一堆疑问。"
            j "好吧，只能先这样。劳拉也得洗一洗。"
            stop ambient
            scene c011_s011_020 with Dissolve(0.5)
            j "我洗好了。劳拉？"
            l "我在外面。你穿好了吗？"
            j "这重要吗？进来冲干净吧。"
            scene c011_s011_021 with Dissolve(1)
            $ l_desire += 1
            l "我想我们已经到了这一步，那也就不重要了。"
            j "我给你留了热水。"
            scene c011_s011_022 with Dissolve(0.25)
            l "谢谢。"
            j "记得一定要把头发彻底洗了。我觉得那个女巫散发的东西比灼烧者厉害。"
            scene c011_s011_023 with Dissolve(0.25)
            l "对。我也这么觉得。"
            play ambient shower
            scene c011_s011_024 with Dissolve(0.5)
            l "[player_name]，我……我不知道。对不起。我以为那是昨天那个女人，想看看能不能多了解她一点。我不知道那是一个……那种东西。"
            scene c011_s011_025 with Dissolve(0.25)
            l "我知道你没打招呼就出去，肯定在生我的气。你大概以为我又乱跑掉了。"
            j "你留了纸条。"
            scene c011_s011_026 with Dissolve(0.25)
            l "我只是觉得我能做到这一点。别再一直依赖你们。我知道你觉得自己得替我们所有人扛着，也许我们这样依赖你太久了。"
            j "我不想你们任何一个人再受伤。比现在更受伤。就我在外面看到的那点东西，也许我想替你们挡掉最可怕的部分。"
            scene c011_s011_027 with Dissolve(0.25)
            j "也许我们中间总得有一个被当成可以牺牲的。"
            scene c011_s011_028 with Dissolve(0.25)
            l "[player_name]……"
            stop ambient fadeout 2.0
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_13_948", transition=Dissolve(1.0))()
    pause
    $ Hide("july_13_948", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c011_s011_029 with Dissolve(2)
    play music insideday2 fadein 2.0
    "劳拉和我都洗过、重新穿好衣服之后，我们在客厅汇合。这时我已经看得出卡莉和雪莉急着想知道发生了什么。"
    j "好吧，前门已经堵上了。我在外面没看见任何人或东西。而且不出所料，外面是他妈的一堵雾墙。能见度烂透了。"
    scene c011_s011_030 with Dissolve(0.25)
    l "你觉得是女巫的锅吗？这已经不是第一次它们一露面、雾就变糟了。或者反过来。"
    j "说得通。"
    k "它们？你是说不止一个？"
    s "等一下。到底发生了什么？我在睡觉，然后一切都炸开了。"
    scene c011_s011_031 with Dissolve(0.25)
    l "我在往外看，看见有人在走。当时我以为是车库那个女人，她正往那边走。我想跟上她，看看能不能多了解点。"
    k "我看见你留的纸条了。"
    j "我追着劳拉出去了，理由不止一个，其中包括劳拉拿走了枪。"
    scene c011_s011_032 with Dissolve(0.25)
    l "她有霰弹枪。我得确保自己不吃亏。"
    j "不管怎样，我追上劳拉的时候，她正躲在灌木丛里，看着一个女人站在人行道上。"
    l "看来那就是我一直跟着的那个。她开始喊求救的时候，[player_name]走近了她。我想我们俩都知道不对劲。前天晚上在体育馆外面，我们也听见过女巫喊求救。"
    scene c011_s011_033 with Dissolve(0.25)
    s "它们他妈会说话？"
    k "这……这说得通。它们以前是人。或者，如果它们跟灼烧者一样，那它们以前是。"
    j "它们用这个手段骗你开门放它们进来。或者像我这样靠近你。可我碰到的那个女孩——劳拉跟着的那个——还没被转化。还没完全。她看起来还相当像人。"
    scene c011_s011_034 with Dissolve(0.25)
    j "我刚走近，她就……炸成了一团雾。非常恶心的那种浓缩玩意儿。然后她变成了又一个我们之前见过的东西。我想，如果拿电子游戏或者动漫的术语来框这件事，她大概是进化到了最终形态。"
    j "我被砸得很重，看不见也喘不上气。在我被她拖开之前，劳拉肯定朝它开了枪。"
    l "我没法看见自己有没有打死她，可那一枪足够让我们从那儿脱身。"
    scene c011_s011_035 with Dissolve(0.25)
    s "操……这现在意味着什么？是说我们不能、比如说，回那边去了？还是说根本不能出去？"
    j "现在我们哪儿也不去。等雾散了，我们再弄清楚自己的处境。"
    l "我该看看装备现在是什么状态。"
    scene c011_s011_036 with Dissolve(0.25)
    k "车里有洗衣机和烘干机。我在想要不要在走之前用它们把所有东西清理一下。"
    l "可不是嘛。好吧，这听起来是个好主意。我们刚到的时候，我压根没想到要看看车库里有什么。"
    j "重新过上有点文明生活的日子，对吧？"
    l "比今天之前我们应付的那些强多了。"
    scene blank with Dissolve(2)
    scene c011_s012_001 with Dissolve(2)
    "复盘完情况、确认了我们至少还要再待一天这个显而易见的事实之后，大家都各自找事做了。我尽量确保这房子尽可能安全。劳拉又检查了一遍食物选项，大概是想尽量把在这儿吃到的和带走的都最大化。"
    "卡莉和雪莉忙着操作洗衣机和烘干机，把我们大部分的出行衣物好好洗了一遍，这早就该洗了。她们还商量着要不要再去附近的房子看看，找些男装来扩充我那点可怜的衣柜。"
    scene blank with Dissolve(2)
    scene c011_s012_002 with Dissolve(2)
    "这个话题让我开始琢磨，这一片城区怎么会荒成这样。对，我是找到了一个灼烧者，还有一两具尸体，可这房子的主人呢？雾来的时候他们是不是正好出门度暑假了？"
    "我在外面看见几块「待售」的牌子。这是不是又一个迹象，说明这座城市在灾难之前就已经在死去了？"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("june_18_645", transition=Dissolve(1.0))()
    pause
    $ Hide("june_18_645", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c011_s012_003 with Dissolve(2)
    play music nightmain2 fadein 2.0
    "傍晚来了，而我并不太高兴屋里亮着灯——那等于宣告我们在这儿。这不是唯一亮着灯的地方，可只要有个稍微有点脑子的人经过，就会知道里面有人。"
    scene c011_s012_004 with Dissolve(0.5)
    "雪莉又好奇又有点无聊，打开电视，结果只迎来一片雪花噪点。找到蓝光播放器之后，她想到可以放部电影，哪怕只是当个背景音。"
    scene c011_s012_005 with Dissolve(1)
    "二十分钟后，她和卡莉已经在沙发上，尽量享受这难得的正常时刻。当然卡莉找了本书看，可她还是待在旁边，离我们近一点。"
    scene c011_s012_006 with Dissolve(0.5)
    l "[player_name]。嘿。我想起今天有件事。"
    j "什么事？"
    scene c011_s012_007 with Dissolve(0.5)
    l "我第一眼看见她的时候，她的移动方式不像它们。这也是我以为她是另一个女人的原因。直到她停下来，我才觉得不对劲。就是在那时她开始抽搐痉挛。你走近之后看到了什么？"
    j "雾很浓，所以我没法确定，可她……她的头发更深。她的皮肤烂掉了，但不像我们在体育馆见的那个。一直到她……我找不到更好的词，炸了。"
    scene c011_s012_008 with Dissolve(0.25)
    l "就好像她在我们眼前变形一样。"
    j "正是这样。在最糟糕的那一下打在我身上之前，我看见她脸上透出生物荧光的辉光。她的嘴脱臼般地张开，皮肤和头发瞬间变成苍白色。"
    scene c011_s012_009 with Dissolve(0.25)
    l "你觉得她是这附近的人吗？"
    j "我能想到的最合理猜测就是这个。证据不足，无法确定。不过这能确认它们不止一个，我们也不是被某一个单独跟踪着。"
    scene c011_s012_010 with Dissolve(0.25)
    l "对。两种想法都不让人安心。"
    j "哦，趁我没忘，谢谢你刚才救了我。开枪把她打爆，还把我拖出来。"
    scene c011_s012_011 with Dissolve(0.25)
    l "你要是不追出来，也不会出现在那儿。"
    j "你做了换作是我也会做的事，劳拉。你是个成年人。我必须接受一个事实：你会去做你觉得必须做的事，而我得停止害怕你会跑掉。"
    scene c011_s012_012 with Dissolve(0.25)
    l "我为自己感到羞耻。我也不会骗你说我现在已经完全没事了。可我知道这件事的存在。"
    menu:
        "什么都别说。":
            "她已经用这个表态说明她清楚我在担心什么，可她是个大人，不需要我唠叨，所以我不会。"
        "如果你需要有人聊聊……\n[grr]":
            j "如果你需要有人聊聊，我随时都在附近。"
            scene c011_s012_013 with Dissolve(0.25)
            l "我知道。也谢谢你。"
    scene c011_s012_014 with Dissolve(1)
    "没过多久，我做出要加入她们的动作。我的脚很酸，只想休息。不过劳拉的脸色比平时更苍白。她决定去睡，这并不意外。"
    l "好吧，我有点不舒服，所以今晚早点睡。我睡第二间卧室，不过还是会尽量把电视声音调小。"
    s "好好好。睡个好觉。"
    k "祝你做个好梦。"
    scene c011_s012_015 with Dissolve(0.5)
    "劳拉去睡之后，我走到沙发上，一屁股坐在两个女孩中间。"
    scene c011_s012_016 with Dissolve(1)
    j "电影好看吗？"
    s "还行。不是我平常看的那种，可这是第一次我觉得这里总算有点接近正常了。"
    scene c011_s012_017 with Dissolve(0.5)
    j "卡莉？"
    k "呃，还行。有点背景音挺好。"
    scene c011_s012_018 with Dissolve(0.25)
    j "你在看什么书？"
    k "一本建筑方面的书。我想住这儿的那位女士对现代室内设计有兴趣。她有这几本书。"
    s "说不定她自己就是做室内设计的。"
    scene blank with Dissolve(1)
    if k_friend >= 12 and ch8_kallie_sex == "yes" or k_friend >= 12 and ch10_kallie_sex == "yes":
        scene c011_s012_020 with Dissolve(1)
        "接下来一个小时，我们大家都安静地坐在那儿。这对卡莉来说很正常。不过我用余光偶尔还是能瞥见她抬头看我。"
    else:
        scene c011_s012_019 with Dissolve(1)
        "接下来一个小时，我们大家都安静地坐在那儿。这对卡莉来说很正常。"
    scene c011_s012_021 with Dissolve(0.5)
    "雪莉则相反，她出奇地专注，几乎不说话，像是着了迷。从她脸上的表情看得出她不是在难过，只是专注在某件事上，用它来分散对今天这一天的注意力。"
    if ch11_shelley_sex == "yes":
        "我不会说她的精神状态有多好，不过跟之前那一周比，她今天显得更在场一些。我知道她说过昨晚那场性爱并不是为了让自己平复下来，可我觉得那也没坏处。"
    else:
        "我不会说她的精神状态有多好，不过跟之前那一周比，她今天显得更在场一些。"
    scene blank with Dissolve(1)
    scene c011_s012_022 with Dissolve(1)
    "第一部电影一结束，雪莉就很快找到了别的可看的东西。"
    scene c011_s012_023 with Dissolve(0.5)
    "片头字幕放完的时候，卡莉已经坐立不安，开始暗示自己很快就要去睡了。"
    k "好吧，虽然今天哪儿也没走，我还是累得不该这么厉害。"
    s "不知道你怎么样，我还在补睡眠的债。"
    scene c011_s012_024 with Dissolve(0.25)
    k "大概吧。你们两个晚安。电影看得开心。"
    scene c011_s012_025 with Dissolve(0.5)
    s "会的。晚安，姑娘。"
    j "晚安，卡莉。"
    if k_friend >= 12 and ch8_kallie_sex == "yes" or k_friend >= 12 and ch10_kallie_sex == "yes":
        scene c011_s012_026 with Dissolve(0.5)
        "我想我真是迟钝。雪莉瞪了我一眼，那眼神分明在说「你他妈在干嘛，哥们儿？」"
        scene c011_s012_027 with Dissolve(0.25)
        s "所以，你知道这里在发生什么，对吧？"
        j "电影里？知道啊。不算难理解。"
        scene c011_s012_028 with Dissolve(0.25)
        s "不是，哥们儿。她刚给了你一个眼神，然后就去卧室了。"
        j "那算眼神吗？你们都觉得我们这种直男能读懂你们姿势上、或者头上那些细微的非语言变化，还觉得那对我们意味着什么。等我们因为读不懂你们的暗示而生气时，又变成是我们的错，因为我们不是会读心术的。"
        scene c011_s012_029 with Dissolve(0.25)
        s "好吧，好吧。而且公平地说，卡莉比大多数女孩还神秘。可要是我，我会直接说出口：「我要去脱衣服了，在卧室等你。给我几分钟准备好，别等太久。」"
        j "谢谢。我很欣赏这份直白。可你真觉得她是那个意思？她可能只是累了。"
        scene c011_s012_030 with Dissolve(0.25)
        s "有可能。可那姑娘对你有意思。你在外面的时候她会担心——默默地，不过。"
        j "我在外面的时候劳拉会担心。这说明不了什么。"
        s "别迟钝了，哥们儿。"
        menu:
            "去看看卡莉吧。\n[rgr](卡莉 爱意 +1)\n[pks]":
                scene c011_s012_031 with Dissolve(0.5)
                j "对，我……该去看看她有没有事。"
                s "*咯咯笑* 这才像话。"
                scene c011_s012_032 with Dissolve(0.5)
                s "再过几分钟她就不只是「没事」了。不过动静小点。"
                j "不保证。"
                "不过也许劳拉不必被叫醒参与即将发生的事。"
                $ k_sex += 1
                $ k_love += 1
                $ ch11_kallie_sex = "yes"
                call ch11_kallie_sex from _call_ch11_kallie_sex
                jump ch11_house_morning
            "留下。\n[rgr](卡莉 欲望 +1)":
                $ k_desire += 1
                j "我不是。我只是不这么理解。"
                scene c011_s012_033 with Dissolve(0.25)
                s "随你吧,哥们。你要是铁了心要在这件事上装傻,我也不会硬把你拖进去。"
                "不管雪莉说得对不对,那个时刻感觉已经过去了。现在进去的话卡莉可能已经睡着了,而带着亲密的期待把她叫醒,既失礼又自作多情。"
                jump ch11_stayout
            "[gr]Mod: 两个都要":
                scene c011_s012_031 with Dissolve(0.5)
                j "对,我……该去看看她怎么样。"
                s "*咯咯笑* 这才像话。"
                scene c011_s012_032 with Dissolve(0.5)
                s "再过几分钟她就不仅是没事了。不过你小声点。"
                j "可不敢保证。"
                "不过劳拉大概也不需要被叫醒去看接下来要发生的事。"
                $ k_sex += 1
                $ k_love += 1
                $ ch11_kallie_sex = "yes"
                call ch11_kallie_sex from _call_ch11_kallie_sex
                pause
                $ k_desire += 1
                j "我没有。我只是不往那个方向理解。"
                scene c011_s012_033 with Dissolve(0.25)
                s "随便你吧，哥们儿。要是你铁了心要在这件事上装迟钝，我也不会硬把你拖进去。"
                "不管雪莉说得对不对，气氛看起来已经过去了。我要是这时候进去，卡莉可能已经睡着了，而带着亲密的期待去叫醒她，听起来既失礼又自作多情。"
                jump ch11_stayout
    else:
        jump ch11_stayout
label ch11_stayout:
    scene blank with Dissolve(2)
    scene c011_s012_034 with Dissolve(2)
    "过了几分钟，我们重新坐回去，把第二部电影看完了。到这时我自己也开始犯困了。我跟女巫那一场遭遇把我的肺折腾得不轻。我犹豫要不要把雪莉一个人留在这儿，可我要是那么做，倒霉事大概就会正好发生——有人晃进后院。"
    scene c011_s012_035 with Dissolve(0.5)
    s "嘿。我今晚就到这儿了。我没力气再开个头了。得去看看卡莉有没有给我在床上留位置。"
    j "行。我也得一样了。不过我在外面。不上床。"
    if ch11_shelley_sex == "yes" or s_love >= 2 or s_desire >= 5:
        play sound kiss
        scene c011_s012_038 with flashpink
        s "噜——~~~嘶噜——~~~"
        stop sound
        scene c011_s012_039 with Dissolve(0.5)
        s "嘿。谢谢。谢谢你今晚陪我。谢了那么多事。我不能说现在自己过得很好，可我知道没有你会惨得多。"
        j "我在乎你，而且我不会把你落下。"
        scene c011_s012_040 with Dissolve(0.25)
        s "不只是这个。可我还是谢谢你。而且今晚挺好，总算有那么点正常的东西。"
        j "对，是挺好。"
        s "我该让你休息了。你大概一直在等我回房，对吧？不管怎样，明早见。"
        scene c011_s012_036 with Dissolve(0.25)
        j "你会来的。"
        s "晚安，性感的小子。"
        scene c011_s012_037 with Dissolve(0.5)
        "说完，她就踉跄着往卧室去了。我关掉电视和灯，没过多久在沙发上躺开，自己也睡着了。"
    else:
        s "谢谢今晚。难得有那么点正常的东西，挺好。"
        j "对，是挺好。"
        scene c011_s012_036 with Dissolve(0.25)
        s "我该让你休息了。你大概一直在等我回房，对吧？不管怎样，明早见。"
        j "你会来的。"
        scene c011_s012_037 with Dissolve(0.5)
        "说完，她就踉跄着往卧室去了。我关掉电视和灯，没过多久在沙发上躺开，自己也睡着了。"
    jump ch11_house_morning
label ch11_house_morning:
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("nightmare2", transition=Dissolve(1.0))()
    pause
    $ Hide("nightmare2", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c011_s013_001 with Dissolve(2)
    $ k_anxiety +=1
    $ renpy.pause ()
    scene c011_s013_002 with Dissolve(0.5)
    play music nightmare fadein 2.0
    k "唔嗯~~~啥……"
    scene c011_s013_003 with flash
    an "卡莉！你在哪儿？！"
    k "天啊。不不不。"
    scene c011_s013_004 with Dissolve(0.25)
    an "{size=50}你在哪儿？！{/size}" with hpunch
    k "安德鲁？不不不。不在这儿。不——"
    show ch11dream with vpunch
    an "{size=60}没有我你什么都不是！{/size}"
    k "不，你不能——"
    scene c011_s013_007 with vpunch
    hide ch11dream
    an "{size=60}你居然敢自己思考！{/size}"
    k "不要……不要~~~别伤害我、别伤害我、求你了~~~"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    play music morning fadein 2.0
    if ch11_kallie_sex == "yes":
        scene c011_s013_008 with Dissolve(2)
        k "{size=30}嗯嗯~~ 唔唔~~~不要~~~别伤害……{/size}"
        scene c011_s013_009 with Dissolve(0.25)
        k "啊啊啊！！"
        scene c011_s013_010 with Dissolve(0.25)
        "{color=#ffcccc}天啊，我这是……我不能……不能……{/color}"
        scene c011_s013_011 with Dissolve(0.25)
        j "嘿，没事了。是我。[player_name]。"
        scene c011_s013_012 with Dissolve(0.25)
        j "我抱着你。你在我这儿很安全。"
        k "*吸鼻子* 天啊，我……*吸鼻子*"
        scene c011_s013_013 with Dissolve(0.25)
        j "嘿、嘿，没事了。没事了。我就在这儿。只是做噩梦。没人会伤害你。"
        k "哦，[player_name]。*抽泣*"
        "有一阵子，我就那么抱着她，任她哭。我没问她在怕什么。考虑到她经历过的一切，哪怕还在雾来之前，噩梦也可能是任何内容，不过我押的是安德鲁。"
        scene c011_s013_014 with Dissolve(1)
        "过了一会儿，最糟的部分过去之后，她就那样靠在我身上休息。"
        j "我抱着你呢，卡莉。我抱着你。"
        scene c011_s013_015 with Dissolve(0.25)
        k "我……对不起。我知道是做梦。"
        j "没关系。造出它的恐惧和痛苦是真的。我恨你经历过那些。之前的事。我能做的只有尽力对你好。"
        scene c011_s013_016 with Dissolve(0.25)
        k "你做到了。"
        scene c011_s013_017 with Dissolve(1)
        k "我、我该起来……去收拾一下。我得上厕所。"
        scene c011_s013_018 with Dissolve(0.5)
        j "好。好。"
        scene c011_s013_019 with Dissolve(0.5)
        "尽管睡在同一张床上，她在我们之间还是像竖着一些屏障。或者她不想谈安德鲁的事。又或者，她还没有足够信任我。她的痛苦还这么新鲜，要把那扇门打开确实很难。"
    else:
        scene c011_s013_020 with Dissolve(2)
        k "{size=30}嗯嗯~~ 唔唔~~~不要~~~别伤害……{/size}"
        scene c011_s013_021 with Dissolve(0.25)
        k "啊啊啊！！"
        s "嘿、嘿，没事了。没事了。只是做梦，姑娘。"
        scene c011_s013_022 with Dissolve(0.25)
        k "在哪儿？啊啊啊~~~在、在、在……"
        s "我们在一栋房子里。是雪莉。我在。"
        scene c011_s013_023 with Dissolve(0.5)
        k "哦……哈啊~~~*吸鼻子*"
        s "没事了，姑娘。你安全了。"
        scene c011_s013_024 with Dissolve(0.25)
        k "我感觉不安全。"
        s "只是做梦，仅此而已。发生什么了？你不介意我问吧。又是那个关于女巫的梦？"
        scene c011_s013_025 with Dissolve(0.25)
        k "不，不是。是……是安德鲁。他冲我来了。说我一文不值，*吸鼻子* *吸鼻子*"
        s "他不在这儿，卡莉。要是让我碰见他，我一定狠狠揍他一顿，听见没。"
        scene c011_s013_026 with Dissolve(0.25)
        k "*抽泣*"
        s "没事的。没事的。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_14_826", transition=Dissolve(1.0))()
    pause
    $ Hide("july_14_826", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c011_s014_001 with Dissolve(2)
    play music insideday fadein 2.0
    if ch11_kallie_sex == "yes":
        "花了一个小时左右才慢慢进入早晨的状态，我穿上了装备，闻起来比我预想的多了点花香。我的工作衬衫和裤子是几周以来第一次又软又干净。"
        "卡莉被噩梦毫无预警地弄醒，神经还紧绷着，可以理解她担心我打算再出去。"
    else:
        "花了一个小时左右才慢慢进入早晨的状态，我穿上了装备，闻起来比我预想的多了点花香。我的工作衬衫和裤子是几周以来第一次又软又干净。"
        "卡莉安静又有些紧绷——考虑到我们过去几天经历的一切，这完全可以理解——她担心我打算再出去。"
    scene c011_s014_002 with Dissolve(0.25)
    k "你确定吗？外面看着还是很糟。"
    j "*叹气* 对。我必须知道那个女巫死没死。我听见了枪声和子弹打中的动静，可我们撤离得太快，判断不了是不是致命伤。"
    scene c011_s014_003 with Dissolve(0.25)
    k "我们不该把劳拉叫起来吗？"
    j "让她睡吧。昨晚她睡小卧室看来是个好主意。那间在房子后面，也没人把她吵醒。她难得能好好睡上一长觉。"
    k "你不叫她起来，她会不高兴的。"
    scene c011_s014_004 with Dissolve(0.25)
    j "我不只是留了张纸条。我跟你和雪莉都说了。"
    k "*呻吟* 好吧。要是你撞上那个女巫，而她还活着在外面呢？"
    j "枪在我这儿。经过昨天的事，只要她还在走动，我绝不会走到能看见她的距离内。"
    k "……"
    scene c011_s014_005 with Dissolve(0.25)
    k "你昨天说她是个普通女人。"
    j "我可能把「正常」和「普通」搞混了。至少一开始是。可她的皮肤看起来像鳞片一样，还从嘴巴和眼睛里渗出那种黑色的、像体液一样的东西。那是在她完全转化之前。"
    scene c011_s014_006 with Dissolve(0.25)
    k "是因为她在外面待得太久了吗？她暴露在雾里，然后被转化了？就像灼烧者那样？"
    "我能听出她声音里的担心。她已经在把「暴露」和「转化成它们」联系到一起了。"
    menu:
        "有可能。":
            j "有可能。根据我们了解的情况，这最说得通。"
            scene c011_s014_007 with Dissolve(0.25)
            k "嗯……"
        "你在外面还没待够久。\n[rgr](卡莉 焦虑 -1)":
            $ k_anxiety -=1
            j "你在外面还没待够久。你们谁都还没有。而且我们每次都会进屋把身上冲干净，想办法把毒洗掉，对吧？那个女孩呢？她在外面待得太久了。她大概是绷不住了直接冲出去，然后再也没那个脑子回到屋里来。"
            scene c011_s014_007 with Dissolve(0.25)
            k "你说是就是吧。"
    j "好吧，我会尽快的。我保证。"
    if ch11_kallie_sex == "yes":
        scene c011_s014_009 with Dissolve(0.25)
        k "嘿。"
        play voice_loop kiss
        scene c011_s014_010 with flashpink
        k "噜——~~~嘶——~~~"
        stop voice_loop
        scene c011_s014_012 with Dissolve(0.25)
        k "小心。拜托。我需要你回来。"
        j "我会的。我有很好的理由回来。"
        scene c011_s014_013 with Dissolve(0.25)
        k "……"
    else:
        scene c011_s014_008 with Dissolve(0.25)
        k "好。"
    j "所以在我身后把门锁上，再把那个柜子推到门前。以防万一。"
    k "*叹气* 好吧。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c011_s014_014 with Dissolve(2)
    play music outsideday2 fadein 2.0
    "好吧，开始干活。而且得抓紧。这外面很糟，不过没昨天傍晚那么严重。如果「雾的浓度和女巫有关」这个理论成立，那就意味着她已经不在附近了。不管是死是活。"
    scene c011_s014_015 with Dissolve(0.5)
    "可我看见她吐出一大团浓雾这件事，引出了一堆问题，我相信某个科幻宅会为此激动得魂飞天外。我想我可以认为，要不是我及时脱身，她可能会把我变成一个灼烧者，就像校区里那个男生一样。"
    scene blank with Dissolve(2)
    scene c011_s014_016 with Dissolve(2)
    "而且我记得大概就是这附近。对，那道白色尖桩篱笆就在那儿。完全是美国郊区社区的样板切片，配着业主委员会和邻居们告诉你房子能怎么弄、不能怎么弄。"
    "我自己没享受过这套东西，可那些抱怨它的电视我全看过。牛逼哄哄的美国梦：郊区的一栋房子、一个妻子、孩子，还有一份我恨得要命却得靠它付账的工作。"
    scene c011_s014_017 with Dissolve(1)
    "没有尸体。可确实有「血」。也许吧。颜色挺深的。我想血干了会变深。可问题还是，没有尸体。所以要么它只是受了伤，要么它自己拖着伤躯跑到别处去死了。"
    play sound gunshot
    "*咔——砰*" with hpunch
    scene c011_s014_018 with Dissolve(0.5)
    "霰弹枪响。从车库那个方向。那是女巫跑掉的方向吗？还是别的什么？"
    "靠，我该过去看看。看看能不能弄清楚，或者帮上点忙。"
    stop sound
    if persistent.ch11_complete == False:
        $ persistent.ch11_complete = True
        $ quick_menu = False
        scene blank with Dissolve(2)
        window hide
        $ Show("achievement_chapter11", transition=slideright)()
        pause
        $ Hide("achievement_chapter11", transition=dissolve)()
        $ quick_menu = True
label chapter12:
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("chapter12", transition=Dissolve(1.0))()
    pause
    $ Hide("chapter12", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c012_s001_001 with Dissolve(2)
    play music outsideday2 fadein 2.0
    "一条血迹、一个失踪的女巫、车库那边传来的枪声——拼出这个谜题并不难。我以自己认为安全的最大速度，朝那个我确定有人拿着霰弹枪的地点赶去。"
    scene c012_s001_002 with Dissolve(1)
    "我到的时候，情况大致如我所料。嗯，也不{b}完全{/b}是，但落在我预料过的众多可能性之一里。"
    j "哇。嘿，你没事吧？"
    scene c012_s001_003 with Dissolve(0.25)
    u "什么？"
    j "是我。前两天见过的那个。别开枪。千万别开枪。我对你没有恶意。"
    scene c012_s001_004 with Dissolve(0.25)
    u "你有手枪。我知道。我昨天听见了。听声音是9毫米。"
    j "对，我们有。我不会去抢，所以请你把枪放下。我听见你开枪，就过来看看有没有出什么事。"
    scene c012_s001_005 with Dissolve(0.25)
    u "你他妈要真开了枪就是个白痴。"
    menu:
        "我可能确实是。":
            j "我可能确实是。这不是我第一次撞上危险。话虽如此，我知道这附近有个女巫，担心它会给你添麻烦。我不确定昨天劳拉开枪时它死没死，可当时我们也没法过去确认。"
        "或者我觉得该由我负责。\n[rgr](伊芙 信任 +1)":
            $ e_trust += 1
            j "或者我觉得该由我负责。我知道这附近有个女巫，担心它会给你添麻烦。我不确定昨天劳拉开枪时它死没死，可当时我们也没法过去确认。"
    scene c012_s001_006 with Dissolve(0.25)
    u "女巫？"
    j "我们对女性灼烧者的叫法。在学校那边的黑板上看到的，就一直用下来了。灼烧者是我们对另外那些的叫法。男性那些。"
    scene c012_s001_007 with Dissolve(0.5)
    u "好吧。管他妈的呢。你昨天朝它开枪居然没想着把它撂倒？谢了，新手。"
    j "那时候它刚转化完，整个区域都被那种浓稠的黄色雾罩着。我被雾晃得什么都看不见，劳拉能打中它纯属走运。我们撤退是因为局面完全对我们不利。今天早上最浓的雾散了一点之后，我又出来看看我们到底有没有杀掉它。"
    scene c012_s001_008 with Dissolve(0.25)
    u "你们没杀掉。它晃到这边来了，我不得不在它变成麻烦之前把它撂倒。"
    j "它是在挠窗户、求救吗？"
    u "……"
    scene c012_s001_009 with Dissolve(0.25)
    u "差不多吧。"
    j "对，它们以前也干过。这不是我们碰到的第一个，而且三个都装成需要帮助的样子，想骗我们靠近。所以我们能进屋吗？现在这雾挺糟的，我想在安全的地方交换一下情报。"
    scene c012_s001_010 with Dissolve(0.25)
    u "哦？这下我们的话说到头了，哥们儿。你他妈想都别想。"
    j "看来咱们是没法在这儿交心了。对了，我叫[player_name]。"
    scene c012_s001_011 with Dissolve(0.25)
    u "滚。"
    menu:
        "你好，滚。\n[rgr](伊芙 好感 +1)":
            $ e_friend += 1
            j "哟，你好，滚。很高兴认识你。"
            u "*哼* 你他妈个书呆子。"
        "呃，别这样嘛。":
            j "呃，别这样。我可没打算跟你约会。"
            u "你消受不起我。"
    scene c012_s001_012 with Dissolve(0.25)
    j "听着，我不是你的威胁，而且我愿意做任何必要的事来证明这一点。我只想跟另一个幸存者聊聊天。到目前为止我们遇到的大多是死人、疯子，还有灼烧者。所以能找到一个还活着、又不会立刻朝我们开枪的人，是件加分的事。"
    j "还有，我有个问题：你刚才为什么放下枪？我觉得我们的处境多少触动了你。另外，你为什么不待在那栋房子里？那地方挺适合据守的。"
    scene c012_s001_013 with Dissolve(0.25)
    u "天啊，你这个烦人的混蛋还真是不依不饶，是吧？"
    j "我可以这样。听着，我不知道你是一个人待在外面还是别的什么。如果是，你不该这样。我们那个队伍里没人算得上你所说的那种生存狂，可我们凑在一起，正想办法离开这座城。单靠我们自己，我们会完蛋。可凑在一起，也许能活。"
    scene c012_s001_014 with Dissolve(0.25)
    u "*叹气* 操。要是我跟你走你就能闭嘴，那就跟我来，我们聊聊。最多十五分钟。完事之后你回那栋房子，然后滚去任何你不来烦我的地方。"
    j "成交。"
    u "进去之后，你离我五英尺远，把武器放在地上。"
    menu:
        "只要你也一样。\n[rrd](伊芙 信任 -1)":
            $ e_trust -=1
            j "只要你也一样。"
        "公平。":
            j "公平。"
    scene blank with Dissolve(2)
    scene c012_s001_015 with Dissolve(2)
    "这算是次机会，可我对这女人有种直觉。她之前对雪莉表现出的同情，让我相信她也许并非完全敌对，只是非常谨慎。"
    scene c012_s001_016 with Dissolve(0.25)
    u "那边。武器放地上。别去碰。"
    j "行。我还是没问到你的名字。他妈的，你编个假的也行，随便给我一个能叫的。"
    scene c012_s001_018 with Dissolve(0.25)
    "那边有一辆越野车。不知道还能不能开。要是雾来之后它就一直停在里面，说不定还能动。这或许能解释她为什么一直在这附近晃悠。不过，要是我们有车能开，我们早就坐上去跑路了。"
    scene c012_s001_019 with Dissolve(0.5)
    $ e_met = "yes"
    e "伊芙。就叫伊芙。说吧，你跑到这一带来干什么？出事之后我在街上就只见过你们这一批活人。我听见过枪声，也看见过些怪物，可活人在外面乱晃？没有吧。你们居然敢带着那种雾出去，疯了吧？"
    j "也许吧。主要想去医院。我们的越野车在大学校区那边熄火了，之后我们就一点点往城那头挪。"
    scene c012_s001_020 with Dissolve(0.25)
    e "医院里有什么值得你送死的东西？"
    j "屋顶有个直升机停机坪，我们觉得他们一直在从那儿疏散人。或者，几周前还在这么做。那段时间我看见天上有个东西可能是直升机。你一直都在这儿吗？"
    scene c012_s001_021 with Dissolve(0.5)
    e "也不算是。"
    j "好，这有点等价交换的意思。你问一个问题，然后我问一个，这样我们都能多了解对方的处境。"
    scene c012_s001_022 with Dissolve(0.25)
    e "你还活着，而且疯到敢跑到那种地方去。你说你们是从校区走到这儿的？靠，哥们儿，我真惊讶你现在还没死。"
    j "很耗人。你出事的时候在哪儿？"
    e "离这儿不算太远。"
    scene c012_s001_023 with Dissolve(0.5)
    j "那是你的车？还是别人留在这儿的？"
    e "别打那车的主意。反正你也开不出去。"
    j "外面坏了吗？"
    scene c012_s001_024 with Dissolve(0.25)
    e "雾来之前我一直在修。"
    j "靠。"
    scene c012_s001_025 with Dissolve(0.25)
    "伊芙沉默下来，我赶紧在脑子里盘算着怎么别让这场对话走到死胡同。"
    j "那么，楼上贴的油价是怎么回事？每加仑30到35美分？"
    scene c012_s001_026 with Dissolve(0.25)
    e "这地方几十年没开过了。自从劳尔从原来那个老板手里买下它之后就没有。加油机里一点油都没有，你要是想问这个的话。"
    j "嗯，看着确实像是那种六十年代的加油站。这大概能解释一部分。"
    scene c012_s001_027 with Dissolve(0.25)
    e "你是那种非得把看到的一切都弄明白的人吗？墙上贴个牌子你都不能容许它没有前因后果？"
    j "我是喜欢知道到底怎么回事。"
    e "跟你一起看电影一定很折磨人。"
    menu:
        "我前妻也这么觉得。\n[yl]":
            j "我前妻也这么觉得。不过我们变成前任可不完全是因为这个。"
        "我能把事情闷在自己心里。\n[yl]":
            j "能把事情闷在自己心里。我刚才只是想找点话说。"
    scene c012_s001_028 with Dissolve(0.25)
    j "我得弄清楚——好让姑娘们能安心睡觉，不担惊受怕：你会不会哪天摸进来把我们杀了？比方说……你为什么让我们去那栋房子？你自己为什么不待在那儿？你明明勘察过这一带。"
    if e_friend >= 1 or e_trust >= 1:
        e "对，我进去拿了些食物补给，还冲了个澡。可我不打算留下来。那种房子一个人很难守得住。朝向后院的那些玻璃窗？那是个隐患。再说，从那儿到这边路太远。"
        scene c012_s001_029 with Dissolve(0.25)
        j "我们知道。我们也没打算在那儿久待，只是休整一下。可我实在想不明白，你为什么会选择待在这儿，像守着救命稻草一样守着那辆车。"
    else:
        e "对，我进去拿了些食物补给，还冲了个澡。可我不打算留下来。待在那儿装出一副居家过日子的样子没有意义，我不是那种人。"
        scene c012_s001_029 with Dissolve(0.25)
        j "所以你就待在这儿，像守着救命稻草一样守着那辆车？"
    e "你挺敏锐的？"
    scene c012_s001_030 with Dissolve(0.25)
    j "你缺的是哪一块？这附近的车你能拆出什么零件吗？"
    e "电气元件。你也知道，它们在雾里放得越久就损坏得越厉害。现在街上这些东西只是一堆金属和塑料。"
    scene c012_s001_031 with Dissolve(0.25)
    j "你知道我可以——"
    e "停。我觉得我们相处的时间已经够长了，而且你把这次交流当成了友好聊天。该你走了。别再回来。"
    scene c012_s001_032 with Dissolve(0.25)
    j "好吧，好吧，我觉得这次谈话算是有收获吧。勉强算上。如果你需要人陪或者需要洗个澡，我们会在那栋房子待几天，然后才试着重新上路。"
    e "随便。"
    scene blank with Dissolve(2)
    scene c012_s001_033 with Dissolve(2)
    "好吧，这比我能指望的顺利多了。尤其考虑到我们初次见面的方式，以及我们生活其中那种死亡与恐惧的整体氛围。可即便如此，问到她的名字还是一道大坎。她那份谨慎可以理解，可我从她那儿挖出来的，比她想给的要多。"
    "她待在这儿是因为她有一辆可能开得动的车。我得认为她是在附近搜零件。她没待在那栋房子，是因为一个人很难守住那儿，而且离这儿太远，来回走不安全。"
    "可以理解。而且，也许她怕让人在这车库里乱翻。我该回去了，不然劳拉要出来找我。"
    scene c012_s001_034 with Dissolve(0.5)
    "还有那具尸体？我猜我们现在只是把尸体丢在外面了。这也不是什么新鲜事。事实上，我身后已经留下了不少尸体。可我们也许还会走回头路。或者更准确地说，其他人也许会走回头路。"
    "不过你身上还是沾着太多雾，我没法把你就这么拖走。也许下次我到这边来的时候，你那副中毒的狼狈样能好点。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_14_1118", transition=Dissolve(1.0))()
    pause
    $ Hide("july_14_1118", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c012_s002_001 with Dissolve(2)
    play music insideday3 fadein 2.0
    j "我回——家——了！！！"
    l "你。你他妈跑哪儿去了？"
    scene c012_s002_002 with Dissolve(0.25)
    s "我跟她说你出去了，哥们儿。可后来我们听见了枪声——"
    l "是霰弹枪。肯定是霰弹枪。你……你还活着，没流血，那也算了。我差一点就要穿好衣服冲出去找你了。"
    scene c012_s002_003 with Dissolve(0.5)
    k "我告诉她你会回来。你说过你会回来。"
    j "现在，在你发火之前，让我解释——"
    scene c012_s002_004 with Dissolve(0.25)
    l "我的天，[player_name]，我们听见了霰弹枪的声音。你难道没想过我们会担心？"
    j "能给我一分钟解释一下吗？我当时在外面，想确认你们有没有杀掉那个女巫。顺便告诉你们一个乐子：你们没有。它一路摸到了车库，我到的时候，伊芙已经把它的头轰掉了。"
    scene c012_s002_005 with Dissolve(0.25)
    s "伊芙？"
    j "长话短说：车库那个女人叫伊芙，而且她大概是这世上最不好相处的人之一。我不怪她。要是我一个人过了快一个月，可能也会有点带刺。我从她那儿挖出来的东西不多，可她待在那附近是因为她有辆正在想办法修的车。"
    j "我们聊了聊，等确定再待下去也挖不出更多，我就离开了。你也知道，我剂量一大会变得很烦人。"
    if ch10_laura_argue == "no":
        scene c012_s002_006 with Dissolve(0.25)
        j "听着，我理解你们都想要更多解释，可让我先脱掉装备、稍微洗一洗，然后回来做一个更完整的说明。"
        l "*叹气* 好吧。"
        "我明白劳拉表达恐惧和担心的方式是发火，可她得学会在事情过去了之后把火气收一收。"
        jump ch12_backtolivingroom
    else:
        j "听着，我理解你们都想要更多解释，可让我先脱掉装备、稍微洗一洗，然后回来做一个更完整的说明。"
        scene c012_s002_007 with Dissolve(0.25)
        l "不行。跟我来。你我之间有一场早就该进行的谈话。"
        "对，劳拉气炸了，我敢肯定不只是因为今天早上的事。我想是时候终于把话说开了，对吧？"
        scene blank with Dissolve(2)
        scene c012_s002_008 with Dissolve(2)
        j "为什么我们非得转移到洗手间去？或者说，为什么是你？我该去冲一冲。"
        l "因为我气你可能已经死了，气我居然那么害怕，[player_name]。而现在你回来了，我……"
        scene c012_s002_009 with Dissolve(0.25)
        l "我们俩最近的紧张已经太多了，我们得把它翻过去。本来这一切就已经够难熬了。"
        j "你要是因为我听见伊芙的霰弹枪响之后没像个乖小子一样跑回来而生气，那你就只能忍着。我觉得她之所以不得不出手杀掉那个女巫，是我们害的，所以我得去跟她把关系处好。"
        j "我非常清楚一切对每个人来说都很难，劳拉。结合在体育馆说的那些话，我以为那就是新的常态了。而且我们彼此说话有点冲也不是什么秘密。她们俩都知道。"
        if ch10_tell_laura == "yes" and ch9_laura_sex == "yes" or ch10_tell_laura == "yes" and ch10_laura_sex == "yes":
            scene c012_s002_012 with Dissolve(0.25)
            l "也许我把你拉进来，就是不想让她们听见我要说的话。这件事已经蔓延到姑娘们身上了。而且卡莉可能并不知道全部。"
            j "我敢肯定雪莉知道。"
            scene c012_s002_013 with Dissolve(0.25)
            l "听着，[player_name]，我受够这一切了。我受够又气又难过，这正在消耗我们所有人。我知道自己也有份。我知道我已经那么习惯独立、习惯什么都靠自己，现在这两样都做不到了，这让我很火大。"
            l "因为以前至少想到基思操别的女人时，我还能开车出去，让开动自己来忘掉这一切。可现在我做不到了。而这种无力感只会让这一切变得更难。"
            scene c012_s002_011 with Dissolve(0.25)
            l "所以你告诉我你跟卡莉也上床时，就更让我希望自己能再消失一次。因为我就是这么处理这种事的。"
            j "劳拉，我不是故意要伤你。那是最不该——"
            scene c012_s002_015 with Dissolve(0.25)
            l "停。让我……让我说完。我知道……这件事我想了很久，我也明白……听着，我知道我们开始了一段什么，而我没法给你一个它会走向哪里的答案。我喜欢我们之间的状态。它给了我一点时间，让我感到有希望、感到跟某个人很亲近。"
            l "然后我他妈就崩溃了，我敢肯定你大概直接认定我们那点东西已经结束了。"
            j "而且我觉得继续跟你试着来，既不合适也没好处。就好像我待在旁边反倒让你更难了。不是我不想待，是我那时状态不对，我觉得比起恋人，你更需要的是一个朋友。"
            scene c012_s002_014 with Dissolve(0.25)
            l "我……对……"
            scene c012_s002_018 with Dissolve(0.25)
            l "所以时机上确实是能对上的。至少在我脑子里是这样。我退开了，因为我状态不好。细节我不知道，但我猜你和卡莉走近了。那个灼烧者扑向她的时候你救了她，她一直记着，你对她真的很好？"
            l "我能想象那可能让她用不同的眼光看你。尤其考虑到她是怎么描述她和安德鲁的关系的。"
            j "所以我跟她在一起才那么小心。而且坦白说，也许我自己的问题也不小。我离婚之后对自己形象有很严重的问题，所以我不是那种见谁就想睡的花花公子。到现在我都还对有女人愿意跟我在一起感到震惊。"
            j "我从来没有一次是带着上床的目的，走进你们任何一个人的房间。我一直在努力做一个靠得住的人，能陪你们说话、帮你们熬过痛苦。就算这搅起了这些情绪、让我们最后上了床，也不代表我是在趁人之危。对她也一样。"
            scene c012_s002_019 with Dissolve(0.25)
            l "你……爱她吗？"
            j "没那么简单，而且我们每个人都挺破碎的。这里没人有资格说「我爱你」，你心里清楚。就算我们的命没有时时刻刻悬着，我不认为我们中有谁准备好重新跳进爱情里。我在乎她。非常在乎。可我也在乎你。还有雪莉。因为我不想任何东西伤害你。"
            j "看见你受伤、看见你害怕，这让我痛得要命。听见卡莉因为安德鲁做噩梦也是。还有雪莉只是在因为我要求才硬撑着。而我什么都做不了让它变好。我只能继续往前走，祈祷能把我们活着、清醒地带出去，因为{b}做点什么{/b}就是我能做到的全部。"
            if ch10_lauramood <= 1:
                scene c012_s002_020 with Dissolve(0.5)
                l "我……[player_name]……我不知道该说什么。我还困在基思那件事里出不来，而我们之间也……不算什么。或者，不算稳定的关系。或者，取决于我心情的话，什么都不是。我一直反复摇摆，对你不公平，因为我既不稳定也没给你一致的对待。我纵容自己沉溺于冲动。别人可以这么干。我为什么不行？"
                scene c012_s002_021 with Dissolve(0.25)
                l "尽管我一直努力跟所有人保持距离，可你已经不只是同事了。不只是朋友。我对你的依赖超出了我愿意承认的程度。我恨……我恨我们之间这种疏远。它带给我的痛苦超过我喜欢它的程度。我想让它结束。"
                menu:
                    "我可以当你的朋友。":
                        $ ch10_lauramood = 0
                        $ ch12_laura_tellfriend = "yes"
                        j "劳拉，我可以当你的朋友。我从来没有停止做你的朋友，可更多？我不知道自己能不能。我们之前拥有的东西很美好，那时候我们俩确实都需要它，可现在该结束了。它只会在我们之间制造一堆两个人都不需要的纠葛。"
                        scene c012_s002_022 with Dissolve(0.25)
                        l "这个……我能理解。如果你觉得你和卡莉有未来，那我跟你不乱搞也许才是对的。"
                        j "我不知道我们有没有未来，可这件事已经把我们搞得够乱了，我需要一切都简单下来。可我需要你做我的朋友和同伴。我很在乎你。我愿意为你死，可是——"
                        scene c012_s002_023 with Dissolve(0.25)
                        l "[player_name]，我不需要你去死。别这么说。"
                        j "这是真的，你得明白这一点。"
                        scene c012_s002_024 with Dissolve(0.25)
                        l "我感激你的心意，可我需要你活着。我们都需要。我只想我们都好好的，别的都不要。"
                        j "我能做到。"
                        scene c012_s002_025 with Dissolve(0.5)
                        "劳拉抱着我，比预想的久得多。"
                        scene c012_s002_026 with Dissolve(0.5)
                        l "*叹气* 我该让你……呃，对……"
                        j "我过几分钟就出来。劳拉，我们没事了吧？"
                        scene c012_s002_027 with Dissolve(0.25)
                        l "对。没事了。"
                        play sound doorclose
                        scene c012_s002_028 with Dissolve(0.5)
                        "她走了。我得承认，我并不觉得那就是我们俩各自需要的完整和解。可如果这意味着我们不再互相敌对，那也够了。我没有看错：我需要她做我的朋友和同伴，胜过其他任何事。"
                        jump ch12_backtolivingroom
                    "[gr]我也是。\n[rgr](劳拉 爱意 +1)\n[pks]":
                        $ ch10_lauramood = 0
                        j "我也是。我可以继续往前走，可那具体意味着什么？我们是不是就退回朋友的位置，试着忘掉过去这几天？或者过去几周，然后装作我没进过你的身体？"
                        scene c012_s002_022 with Dissolve(0.5)
                        l "我……靠，我……"
                        scene c012_s002_031 with Dissolve(0.25)
                        l "我是个坏人，因为我知道卡莉喜欢你，可我也想要……我也需要你，[player_name]。我需要感受点痛苦和恐惧以外的东西。而只有我们俩单独在一起时，我才有一两个瞬间不用感受这些。我没法向你保证我们最后会走到哪儿。说不定明天我们就死了。"
                        scene c012_s002_032 with Dissolve(0.25)
                        l "可我……我需要被抱着。我需要有人安慰我。在每一天看起来都绝望透顶之后。我信任的人。而且，就算我们的生活乱成一团，我也知道我信得过你。"
                        scene c012_s002_024 with Dissolve(0.25)
                        $ ch12_laurahug = "yes"
                        "劳拉猛地扑过来，双臂环住我的脖子，把脸埋进我胸口。她抱得很紧，像是怕我会走掉。"
                        scene c012_s002_025 with Dissolve(0.25)
                        "各种情绪涌上来，几乎涵盖了全部，最后怒气消了下去。我就这么站在一个我跟有过亲密关系的女人怀里。她是我的知己，也曾经是我的恋人。心里我还在想我和卡莉可能会走向哪儿，可在那间洗手间里，我完全被这个紧紧抱着我的女人占据了。"
                        j "劳拉。嘿。"
                        scene c012_s002_027 with Dissolve(0.25)
                        l "嗯？*吸鼻子*"
                        j "你再这样下去，我会很难不去……你懂的。"
                        scene c012_s002_038 with Dissolve(0.5)
                        j "对不起。我讨厌自己某些部分在这种情绪汹涌的时刻会有这种反应，可你贴着我，呃……正在对我起一些作用。我知道时机不对，对不起。"
                        l "没事。我……"
                        j "劳拉？"
                        scene c012_s002_040 with Dissolve(0.5)
                        l "我……管他的，我不在乎。再亲我一次。现在。"
                        $ l_sex += 1
                        $ l_love += 1
                        $ ch12_laura_sex = "yes"
                        call ch12_laura_sex from _call_ch12_laura_sex2
                        jump ch12_backtolivingroom
            else:
                scene c012_s002_029 with Dissolve(0.25)
                l "*叹气* 可让我难受的是你还在继续。你知道我们俩的感情问题都还是新的。"
                j "继续什么？你和我又不是一对。你对我忽冷忽热。老实说，卡莉和我连什么都没说定。而且如果她发现我们俩乱搞不是她想要的，我会理解。我会受伤，那又会是我失败记录上的又一笔。所以，如果你因为「脚踏多条船」而生我的气，我很抱歉，可那「船海」暂时可没打算把我锁起来。"
                scene c012_s002_018 with Dissolve(0.25)
                j "而且{b}这儿{/b}不是约会对象池。这是四个想活下去的人。如果我们在亲密关系里能找到一小时的慰藉，那就随它去吧。这可能是我们中任何一个人最后的快乐时刻。"
                l "那要是她知道你也在跟我上床呢？她大概很难接受这个事实。"
                scene c012_s002_035 with Dissolve(0.25)
                j "如果你觉得该告诉她，那我去把她叫来。我们把一切都说开。"
                l "不不不。别。*叹气* 我不是想让事情发展到这一步。我们还是……"
                scene c012_s002_030 with Dissolve(0.25)
                j "你在生我的气，我觉得我们永远都过不去这一关。可你不只在生我的气。基思不在这儿，我在这儿，所以两份火气都由他来承受。"
                l "*低吼* 操。"
                "到这一步，这事看起来不会变好了。我们在原地绕着一个永远不会消失的死结打转。"
                menu:
                    "走开。":
                        scene c012_s002_036 with Dissolve(0.5)
                        $ ch12_walkout = "yes"
                        $ ch10_lauramood = 3
                        j "你知道吗？不管怎样我都会照顾你，就算你恨我，我也会想要你做我的朋友，可我已经没力气再跟你斗了。我累了。我痛。我只想让这一切停下来。"
                        play sound doorclose
                        scene c012_s002_037 with Dissolve(0.25)
                        "说完，我把劳拉留在了洗手间里。她呆住了，默默站在那儿看着我气冲冲地摔门出去。"
                        jump ch12_backtolivingroom
                    "[gr]留下来。干到底。":
                        $ ch10_lauramood = 0
                        $ ch12_laura_tellfriend = "yes"
                        scene c012_s002_032 with Dissolve(0.5)
                        j "劳拉，我他妈非常在乎你。我们共度的这段时间永远不会消失。我们一起挺过这一切的共同回忆。所以，如果你想冲我吼、恨我、惩罚我，然后把我跟谁睡告诉所有人，那就做吧。为了翻过这一页，你得做什么就做什么。"
                        j "因为哪怕我们以后再也用那种眼光看彼此，这一关也得翻过去。作为一个团队，我们需要你和我不成天针锋相对。我们得站在同一阵线上。所以你告诉我，要让这件事过去需要什么。惩罚由你来定。把我赶出这房子？他妈的，那就赶。"
                        scene c012_s002_031 with Dissolve(0.25)
                        l "你知道我不能……不能那么做……"
                        j "你是不是要我把所有出错的事都道个歉？对不起基思不忠，对不起他偷走了你好几年的生命。对不起我被你吸引，对不起在我们都很脆弱的那一刻，我让自己想要你。对不起在你受伤、状态很糟的时候，我做了一个不再往伤口上撒盐的决定。"
                        j "对不起我自己也需要感受点什么。对不起南希、怪物、疯子，还有到处看见死人，这些加在一起让我受的所有苦，逼得我需要有人想要我——只要是我——哪怕只有一晚。对不起我没法等你弄清楚自己到底喜不喜欢我，还是我只对你来说是一根鸡巴。也对不起我没法像基思那样，给你一次同样的东西。"
                        scene c012_s002_033 with Dissolve(0.25)
                        l "*吸鼻子* [player_name]，我……*吸鼻子*"
                        j "该死，我……我身上没剩多少东西了，劳拉，可如果你非要——"
                        scene c012_s002_024 with Dissolve(0.25)
                        l "停。求你了。我……我不需要你做任何事，[player_name]。我……*吸鼻子*"
                        "情绪很原始，我也正上头。可劳拉这么扑过来，不知怎么就像一盆冷水兜头浇下来。有那么一会儿，我就那么站着发抖，努力不在情绪上垮掉。"
                        scene c012_s002_025 with Dissolve(0.5)
                        "最糟的部分过去之后，我伸手搂住她，就那么抱着。"
                        scene c012_s002_038 with Dissolve(0.5)
                        l "我们能不能……就让它过去？求你了。我累坏了。而且我看得出你也快撑不住了。我……我都忘了我们每个人都有自己的破碎方式。在你已经拼尽全力让我们活下去的时候，我还一直给你压力，对不起。"
                        j "我们都需要休息一下，劳拉。"
                        scene c012_s002_039 with Dissolve(0.25)
                        l "[player_name]？我……我们能不能试着忘掉过去这两天？"
                        j "我不觉得忘记有用，但我愿意试着翻篇。就当我们之间有一段复杂的过去吧。你只要知道我在乎你，不管怎样，我都会做我该做的，让你活着。让你们所有人活着。"
                        scene c012_s002_040 with Dissolve(0.25)
                        l "你不用一个人扛。"
                        j "以后我可能不得不。可现在我们需要彼此。所以我们就往前走。"
                        scene c012_s002_026 with Dissolve(0.5)
                        l "好吧。这……这样就行。"
                        j "不是想破坏气氛，不过我该去冲一冲了。"
                        scene c012_s002_027 with Dissolve(0.25)
                        l "不，不。你说得对。让我……让我先缓缓，我出去给你留几分钟。"
                        j "希望用不着解释我们在吵什么。"
                        l "要是非得……我就说架已经吵完了。"
                        play sound doorclose
                        scene c012_s002_028 with Dissolve(0.5)
                        "劳拉溜出了房间。我对这场谈话落到这个地步感觉并不好，可我们需要把积怨放出来，如果这能做到，那已经是我能求到的最好结果了。"
                        jump ch12_backtolivingroom
        elif ch10_tell_laura == "no":
        #elif ch10_tell_laura == "yes" and ch9_laura_sex == "no" or ch10_tell_laura == "yes" and ch10_laura_sex == "no":
            scene c012_s002_012 with Dissolve(0.25)
            l "也许我把你拉进来，就是不想让她们听见我要说的话。这件事已经蔓延到姑娘们身上了。而且也许我不想让她们知道我们之间发生过什么。"
            j "我敢肯定雪莉已经知道了。"
            scene c012_s002_013 with Dissolve(0.25)
            l "听着，[player_name]，我受够这一切了。我受够又气又难过，这正在消耗我们所有人。我知道自己也有份。我知道我已经那么习惯独立、习惯什么都靠自己，现在这两样都做不到了，这让我很火大。"
            scene c012_s002_014 with Dissolve(0.25)
            l "因为以前至少想到基思操别的女人时，我还能开车出去，让开动自己来忘掉这一切。可现在我做不到了。而这种无力感只会让这一切变得更难。"
            l "而且就感情而言，我现在根本不适合决定任何事。所以当你开始问我我们之间到底怎么回事时，我的第一反应就是往后退。这只让我更想逃走。"
            j "好吧，那就是我需要的答案。"
            scene c012_s002_015 with Dissolve(0.25)
            l "停。让我……让我说完。我知道……这件事我想了很久，我也明白……听着，我知道我们开始了一段什么，而我没法给你一个它会走向哪里的答案。我喜欢我们之间的状态。它给了我一点时间，让我感到有希望、感到跟某个人很亲近。"
            l "然后我他妈就崩溃了，我敢肯定你大概直接认定我们那点东西已经结束了。"
            j "而且我觉得继续跟你试着来，既不合适也没好处。就好像我待在旁边反倒让你更难了。不是我不想待，是我那时状态不对，我觉得比起恋人，你更需要的是一个朋友。"
            scene c012_s002_018 with Dissolve(0.25)
            l "我……对……"
            scene c012_s002_019 with Dissolve(0.25)
            l "对，是我退开的。我那时状态不好。然后我脑子里冒出个念头：我想再要一次。想要你。我想要你。我想要感受到有人想要我。有人需要碰我、亲我。哪怕那里头没有任何更进一步的希望。"
            j "如果你对那件事没有任何希望——"
            scene c012_s002_029 with Dissolve(0.25)
            l "[player_name]，我他妈已经坏掉了，也害怕得很。我不允许自己有哪怕一刻不加防备，哪怕我自己再清楚不过，我并不是那个我一直想成为的强硬女人。可总有些时候——不管多短——我就是……"
            scene c012_s002_030 with Dissolve(0.25)
            l "我只是看着你，就想让你带我到某个地方去，让我们在一起，假装外面的世界不是死亡。而这个念头总在最奇怪的时候冒出来，我就是压不住。"
            j "你不必压抑。"
            scene c012_s002_020 with Dissolve(0.5)
            l "我必须，因为那会让我变得脆弱，我会失守、会失去专注，而你不可能每一秒都替我们所有人放哨。总得有别人能让你靠得住。"
            j "你们都是。可它来来去去，劳拉。我们每个人都得互相依靠。我们所有人都他妈的碎了，都需要帮助。"
            scene c012_s002_021 with Dissolve(0.25)
            l "可万一我只是……"
            menu:
                "这件事先搁一搁吧。":
                    $ ch10_lauramood = 0
                    $ ch12_laura_tellfriend = "yes"
                    $ l_love -= 1
                    scene c012_s002_022 with Dissolve(0.5)
                    j "劳拉……这件事先搁一搁吧。我们俩谁都不在能做艰难决定的状态上。我们都挺糟的，把这个压力压在你身上，对不起。可你要知道，我想做你的朋友。我从来没有停止做你的朋友。更多？现在还不行，好吗？"
                    j "我不知道我们最后——到底——有没有未来，可这件事已经把我们搞得够乱了，我需要一切都简单下来。可我需要你做我的朋友和同伴。我很在乎你。我愿意为你死，可是——"
                    scene c012_s002_023 with Dissolve(0.25)
                    l "[player_name]，我不需要你去死。别这么说。"
                    j "这是真的，你得明白这一点。"
                    scene c012_s002_024 with Dissolve(0.25)
                    l "我感激你的心意，可我需要你活着。我们都需要。我只想我们都好好的，别的都不要。"
                    j "我能做到。"
                    scene c012_s002_025 with Dissolve(0.5)
                    "劳拉抱着我，比预想的久得多。"
                    scene c012_s002_026 with Dissolve(0.5)
                    l "*叹气* 我该让你……呃，对……"
                    j "我过几分钟就出来。劳拉，我们没事了吧？"
                    scene c012_s002_027 with Dissolve(0.25)
                    l "对。没事了。"
                    play sound doorclose
                    scene c012_s002_028 with Dissolve(0.5)
                    "她走了，我得承认，我并不觉得那就是我们俩各自需要的完整和解。可如果这意味着我们不再互相敌对，那也够了。我没有看错：我需要她做我的朋友和同伴，胜过其他任何事。"
                    jump ch12_backtolivingroom
                "[gr]你「只是」什么？\n[rgr](劳拉 爱意 +1)\n[pks]":
                    $ ch10_lauramood = 0
                    scene c012_s002_022 with Dissolve(0.5)
                    j "你「只是」什么？劳拉，我不是要你做出承诺。我只是想要个明确的答案，好让我知道自己在你这心里是什么位置。"
                    scene c012_s002_031 with Dissolve(0.25)
                    j "我不会要求你变成你不是的人。如果你不想对什么做出承诺，或者你在我们之间看不到任何长期的东西，那也行。如果这一切对你来说只是解压，那就随它去。"
                    scene c012_s002_032 with Dissolve(0.25)
                    j "我们现在的处境是，每个人都需要某件事或某个人，好让自己觉得还有意义、还有理由不放弃。还需要一个在糟的时候可以望过去的人，心想「我得为了他们撑下去」。"
                    j "如果我只是个性工具——一个我们会上床的朋友——那就这样吧。我记下了，然后去别处寻找情感上的联结。"
                    l "[player_name]，我……"
                    scene c012_s002_033 with Dissolve(0.25)
                    l "别。别退开。求你了。我知道我没让这件事变容易，可跟基思过的那二十年，已经把一些习惯烧进了我骨头里，不是一夜之间就能改掉的。"
                    scene c012_s002_034 with Dissolve(0.25)
                    l "我需要你。我知道。你每次出去，我都担心你回不来。我讨厌自己不得不让你出去查看这一带。我讨厌不得不当那个妈，把你派出去，不知道这次你会不会死。"
                    scene c012_s002_038 with Dissolve(0.5)
                    l "尤其当我只是想要你单独陪我一会儿的时候。而且这地方不够大，我们根本没有隐私。我也总没法跟你单独拥有一间卧室。"
                    j "为什么不行？你在守着一个本来就守不住的秘密，对吧？"
                    scene c012_s002_039 with Dissolve(0.25)
                    l "*叹气* 对，我想既然雪莉都叫我该放下基思、跟你在一起，那我也就别再费劲藏着掖着了。"
                    j "这我爱听。当然，我一向爱听。你该多听她的。"
                    scene c012_s002_040 with Dissolve(0.25)
                    l "你开玩笑，可……哦，靠，算了。"
                    $ l_sex += 1
                    $ l_love += 1
                    $ ch12_laura_sex = "yes"
                    call ch12_laura_sex from _call_ch12_laura_sex
                    jump ch12_backtolivingroom
        else:
            $ ch10_lauramood = 0
            $ ch12_laura_tellfriend = "yes"
            scene c012_s002_010 with Dissolve(0.25)
            l "也许我是不想让她们听见我要说的话。这件事已经蔓延到姑娘们身上了。卡莉对我们的关系也已经公开表达了她的担忧，是时候把话说开了。"
            scene c012_s002_011 with Dissolve(0.25)
            l "听着，[player_name]，我受够这一切了。我受够对你动火、说话尖酸刻薄，这正在消耗我们所有人。我知道自己也有份。我知道我已经那么习惯独立、习惯什么都靠自己，现在这两样都做不到了，这让我很火大。"
            scene c012_s002_012 with Dissolve(0.25)
            l "所以，当你告诉我你和卡莉的事时，我顾虑重重——因为我和基思的过去，还有我对安德鲁的认知。我已经把卡莉当成自己人，所以很难不想冲上去保护她、管着她。"
            j "劳拉，我对她没有任何企图，只是……我甚至说不上来。我不想伤害她，这点你也该知道，我确实不会。"
            scene c012_s002_013 with Dissolve(0.25)
            l "我跟她谈过，她很明确地告诉我，你们并没有……你并没有在逼她。事实上，按她的说法，主动的更多时候是她。我打心眼里知道，你对她一直很好。"
            l "我能想象，那个灼烧者扑向她时你救了她的事，可能让她用不同的眼光看你。尤其考虑到她是怎么描述她和安德鲁的关系的。"
            j "安德鲁正是我跟她在一起时那么小心、小心翼翼的原因。而且坦白说，也许我自己的问题也不小。我离婚之后对自己形象有很严重的问题，所以我不是那种见谁就想睡的花花公子。到现在我都对她居然愿意让我看她光着身子感到震惊，更别说愿意跟我在一起了。"
            scene c012_s002_014 with Dissolve(0.25)
            l "你……爱她吗？"
            j "我不知道，劳拉。南希把我伤得很重，所以我也不太清楚自己的感受是什么，可我对她确实「有」某种感觉。我知道她到现在都还没说过这种话。"
            j "说真的，这里没人有资格说「我爱你」，你心里清楚。就算我们的命不是时时刻刻悬着，我也不认为我们中有谁准备好重新跳进爱情里。我在乎她。非常在乎。"
            scene c012_s002_015 with Dissolve(0.25)
            j "她……在我们独处、又没有在琢磨怎么躲开危险的那些时刻里，她总能让我惊叹。她又善良又聪明，就是好得不得了，我想更多地了解她。"
            j "可我也知道，为了摆脱安德鲁，我可能不得不把她送回家，所以现在很难去想什么未来。"
            l "对。要想我们逃出这座城市之后的日子，现在也太早了。"
            scene c012_s002_011 with Dissolve(0.25)
            l "[player_name]，我……我选择相信你和卡莉。听起来像是两个被逼入绝境的人刚刚找到了彼此。可你要温柔地对待她。我知道南希把你伤得很深，可别把这股气撒在卡莉身上。"
            j "南希对我做的事，我全都自己扛着，劳拉。"
            scene c012_s002_016 with Dissolve(0.25)
            l "我……我懂那种感觉，[player_name]。我真的懂。我们该出去告诉他们我们已经和好了。"
            j "如果他们还看不出来的话。*叹气* 我先出去洗一洗，过几分钟就来。"
            l "好。我们等你。"
            scene c012_s002_017 with Dissolve(0.25)
            "我想这大概已经是劳拉能给出的最接近认可的表态了。可我最好还是别在卡莉的事上搞砸，不然她会像我知道的那样、以一个复仇心切的妈的身份扑过来。"
            jump ch12_backtolivingroom

label ch12_backtolivingroom:
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    play music insideday2 fadein 2.0
    if ch12_walkout == "yes":
        scene c012_s003_020 with Dissolve(2)
        "对，我当时气炸了，而且那口气没处撒。于是我走进车库，对着空墙咆哮了远超合理的时间。你会以为把委屈说出来至少能让我觉得有点东西解决了，可留给我的只有满嘴的苦味。"
        "也许我们至少可以假装往后还是朋友。为了不让其他人更难做，我们得这么做。派系内斗不会让我们的处境变好，这一点我很清楚。"
        scene c012_s003_021 with Dissolve(0.25)
        "冷静了几分钟之后，我回到洗手间，幸好这会儿里面没人了。"
        "一场长时间的热水澡加上独处的时光，尽力让我最猛烈的怒气平息下来。至少下一次劳拉冲我发火时，我不会是气到喷火的状态。可现在，我需要回到其他人身边，去谈谈伊芙的事。"
    else:
        scene c012_s003_022 with Dissolve(2)
        l "好了，姑娘们。"
        k "劳拉？你和[player_name]之间没事吧？"
        if ch12_laura_sex == "yes":
            scene c012_s003_023 with Dissolve(0.25)
            s "要是不没事，那就是他们没做对。"
            k "嗯？"
            scene c012_s003_024 with Dissolve(0.25)
            s "没什么。劳拉，我知道有些严重的紧张气氛连我都察觉到了。我明白你们俩得扛起让我们活下去、继续前进的责任，可是……你们俩不是朋友吗？"
        else:
            scene c012_s003_024 with Dissolve(0.25)
            s "对，有些严重的紧张气氛连我都察觉到了。我明白你们俩得扛起让我们活下去、继续前进的责任，可是……你们俩不是朋友吗？"
        scene c012_s003_025 with Dissolve(0.5)
        l "我们还是朋友。我知道雾来之前我们都背了不少东西，虽然我不想替[player_name]说话，可这确实让我比平时更紧绷。我到现在还在气我未来的前夫，我想我们之所以针锋相对，部分原因也在于此。"
        l "而且我特别习惯独立，所以这个局面对我来说很难熬。我知道那次崩溃之后，是我自愿把[player_name]完全放到主控位置的，因为当时我不敢相信自己的判断。"
        scene c012_s003_026 with Dissolve(0.25)
        l "可过了几天，我感觉好些了，而他也受了伤，我看得出身心俱疲的代价正在显现，所以我觉得我该更多地顶上来，而这就让我们吵架的次数超过了应有的程度。"
        s "他在学校被袭击那事真的吓到你了，对吧？"
        scene c012_s003_027 with Dissolve(0.25)
        l "没什么帮助。"
        "{color=#66ff33}我们好像一天都离不开尸体和性命威胁，这一点也没有帮助。{/color}"
    scene blank with Dissolve(2)
    scene c012_s003_001 with Dissolve(2)
    "冲完澡后，我尽可能穿好衣服，回到客厅和大家汇合，他们正不耐烦地等着更多关于早先那场会面的细节。"
    s "那么，她长什么样？她戴着那一身装备，很难看清。"
    j "她并不怎么跟我自在。也就是摘掉了面罩和眼镜。就我能看出来的，她有些肌肉，而且给我的印象是她受过某种训练，警察或者军队的。"
    scene c012_s003_002 with Dissolve(0.25)
    l "因为装备？还是因为她握霰弹枪的姿势？"
    j "两者都有。而且她一直跟我保持距离。我们进屋的时候，她确保我处在她够不着的范围内。感觉她随时只差一个动作，就能在我觉得是个麻烦时掏枪。"
    j "还有她一直在修那辆越野车，这说明她有些汽车维修的经验。所以她是有本事的。"
    scene c012_s003_003 with Dissolve(0.25)
    l "她为什么还待在这儿？出了事的时候，你以为她早该想办法离开这座城了。"
    j "我没从她那儿挖出多少东西。而且不是因为我不够努力。她嘴很紧。可以理解。我只得到了她的名字，以及她待在车库附近是想把那辆越野车修好。我猜她觉得总有一天能开车离开这座城。"
    scene c012_s003_004 with Dissolve(0.25)
    l "她待在那儿？在车库？"
    j "我问过她这个，为什么不住在这儿。她的回答归结为车库和这儿之间那段危险的距离，以及她觉得自己一个人没法把房子守得足够严密。她当时高度戒备，说真的……"
    l "[player_name]？"
    scene c012_s003_005 with Dissolve(0.25)
    j "我觉得她满脑子都是那辆越野车，根本没考虑过自己可能得徒步走出去。我是说，她甚至连医院或者任何形式的救援都没想过。或者，我一提起来，那对她好像还是新闻一样。"
    l "我能理解你把全部希望都押在一辆车能不能跑上。"
    s "我们打算怎么办？如果她能让那辆越野车重新跑起来，那总比走路强，对吧？"
    scene c012_s003_006 with Dissolve(0.25)
    l "只要它能一直跑，当然。可我们不能想当然地认为能搭上她的车。"
    j "对，我不觉得她在找人拼车。至少不会跟我们。"
    k "我们能不能帮上她什么？比如她在找零件吗？她要是还没把车修好，肯定需要些什么。都已经一个月了。"
    scene c012_s003_007 with Dissolve(0.25)
    j "伊芙没在找人帮忙。也没在找朋友。可这也可能只是因为站在那儿的是我。看来我在女人面前的第一印象不总是那么好。"
    s "抱歉。"
    l "我可以去跟她谈谈。"
    menu:
        "也许今天别去。":
            j "也许今天别去，不过这不失为一个选项。让另一个女人去接近她，会是让她更愿意接纳我们的好办法。"
            scene c012_s003_019 with Dissolve(0.25)
            l "我也这么觉得。"
            j "不过我不会让你一个人去那儿。绝对不行。"
        "我对这个主意感觉不好。\n[rrd](劳拉 好感 -1)":
            $ l_friend -= 1
            j "我对这个主意感觉不好，不过主要是因为——"
            scene c012_s003_019 with Dissolve(0.25)
            l "你不在掌控之中，而且得让我走、你却不能跟着。"
            j "进屋可以，但不许一个人。绝对不行。"
    scene c012_s003_008 with Dissolve(0.25)
    l "[player_name]，我们说话的时候你不会在外头站着吧？你知道那主意有多糟。而且她要是看见你在外面，对我们的信任只会更少，不会更多。"
    s "我……我可以跟你一起去。这样你就不是一个人。我不喜欢出去，可……"
    j "前几天她好像对你表现出了真心同情？"
    scene c012_s003_009 with Dissolve(0.25)
    s "对。现在我心态好一些了，我能看出来。我并不想利用她或者怎样，可要是让她看到我们相处得还不错，也许我可以告诉她，她在我们周围是安全的——就像你刚来宿舍时我不得不学着明白的那样。"
    j "这……"
    scene c012_s003_010 with Dissolve(0.25)
    l "[player_name]，具体的安排我们待会儿再商量。明天早上，等我们有时间睡一觉想想再说。好吗？现在就回去那边，感觉我们会变成一种打扰。"
    j "对。我也不想让人觉得我们不受欢迎。所以先给她一两天再过去。"
    "而且，我不太想就这么让她们在车库和这儿之间没人陪同地乱走。所以如果能想个办法，让我在伊芙不知情的情况下把她们带过去再带回来，那就理想了。"
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_14_255", transition=Dissolve(1.0))()
    pause
    $ Hide("july_14_255", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c012_s003_011 with Dissolve(2)
    "那天早上发生了那么多事之后，我花了比本该花的更久才接受一件事：我们还要在这儿再待一天，也许两天。也许更久。当然，这里有吃的，也有那么点安全的样子——甚至还有两张床可以睡——可一直耗在这儿不是长久之计。"
    "我早该知道不该跟劳拉提那辆越野车。更不该说得好像它快能跑了似的。我讨厌扣着信息不告诉她，或者干脆对她撒谎，可我怕这会重新触发她之前那种非要开车去医院的执念。"
    scene c012_s003_012 with Dissolve(0.25)
    "接着就来了伊芙这件事该怎么做的问题。说到底，把她一个人撂在那儿，我心里不好受。她有理由敌对、有理由保护自己。就算不认识她本人，我也看出来了一件事：你必须小心自己信任谁。"
    "一个月前，我完全可以坐在那儿看电视或者上网。今天呢？我却觉得非得做点什么不可。可实际上又根本没什么可做的，不是吗？"
    scene blank with Dissolve(2)
    scene c012_s003_013 with Dissolve(2)
    s "卡莉？你在哪儿？"
    k "在这儿。"
    scene c012_s003_014 with Dissolve(0.25)
    s "哦，嘿。你在找别的衣服穿？"
    k "找别的可能合身的。她看起来跟你差不多高。你应该……"
    scene c012_s003_015 with Dissolve(0.5)
    s "总有一天会的。嘿，我在浴室里找到了一把女士剃毛刀。要是你想做点护理的话。我想，以你头发这么金这么细，你大概不急着刮腿毛。或者是腋毛。"
    k "哦？啊，对，我该刮一下。"
    scene c012_s003_016 with Dissolve(0.25)
    s "怎么？怕他看到你比平时毛茸茸一点？"
    k "……"
    scene c012_s003_017 with Dissolve(0.25)
    s "也许你该给你那丛灌木修修枝。我知道我就干了这事。得把它收拾干净。*咯咯笑* 听起来是很傻的一件事，可在这种时候，谁知道下次还有没有机会讲究。"
    if k_sex >= 2:
        scene c012_s003_018 with Dissolve(0.25)
        s "我们该说服[player_name]把胡子刮干净。虽然我也不介意有点粗犷的胡茬。我敢说那玩意儿扎在你大腿内侧的触感简直天堂，对吧？"
        k "……"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_11_802", transition=Dissolve(1.0))()
    pause
    $ Hide("july_11_802", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c012_s004_001 with Dissolve(2)
    play music nightmain2 fadein 2.0
    "那天晚上，吃完饭后大家都安顿下来，试图找点正常的事做。雪莉又一次放了电影。对她来说这是种消遣。卡莉呢，又回到了她的书里。"
    "劳拉再怎么努力让自己放松，也显得坐立不安。哪怕在雾来之前，我也很怀疑她是不是那种能闲坐着看电视的人。"
    scene c012_s004_002 with Dissolve(1)
    "至于我？我想我比自己以为的更累。肚子里有点东西，缺乏活动就很容易让我在第一部片的最高潮之前就在什么地方打起盹来。"
    scene c012_s004_003 with Dissolve(1)
    l "嘿，卡莉。我问你个事。"
    if ch10_laura_argue == "yes":
        k "哦？当然，劳拉。不过我能先问一个吗？你们俩现在没事了吧？我们尽量给你们留点空间、没去偷听，可还是忍不住听见有提高的音量。"
        scene c012_s004_004 with Dissolve(0.25)
        if ch10_lauramood ==3:
            l "对，能有多好就多好了。我们达成了谅解。我不敢说以后不会像之前那样时不时顶几句，可我们会努力对彼此好一点。"
        else:
            l "对，我们和好了。我们之间现在一切都好。我不敢说以后不会像之前那样时不时顶几句，可我们会努力对彼此好一点。"
        k "好。我讨厌给你们俩施压——真的讨厌——可雪莉和我真的需要你和[player_name]别在打架。你们是我们俩依靠的稳定。"
        l "不管怎样你都可以依赖我们，卡莉。可我其实还得跟你谈另一件事。"
        scene c012_s004_005 with Dissolve(0.25)
        k "关于伊芙？"
        l "正是。我打算明早就去找她谈谈，不再等了。或者说，试一试。如果雪莉愿意，我可能会带她一起去。我需要你去牵制[player_name]。陪他去搜更多衣服之类的。"
    else:
        scene c012_s004_005 with Dissolve(0.25)
        k "哦，嘿，所以……伊芙……"
        l "所以我才想谈这个。我打算明早就去跟她谈谈，不再等了。或者说，试一试。如果雪莉愿意，我可能会带她一起去。我需要你去牵制[player_name]。陪他去搜更多衣服之类的。"
    scene c012_s004_006 with Dissolve(0.25)
    k "我……我想我可以。他确实需要的不只是两条平角裤和那身工作服。你觉得他会听我的吗？"
    l "只要你说你要去搜，不管他跟不跟你，他都会听。对，不是要利用他那保护所有人的冲动，可他不可能不跟你去。"
    scene c012_s004_007 with Dissolve(0.25)
    k "呃……大概吧。我……我不确定我喜欢干这事。"
    l "听着，如果我不认为能试着打动这个伊芙，我就不会来求你。如果她有一辆我们能用的车——哪怕她还在修——那我就得试试看能不能说服她跟我们合作。"
    scene c012_s004_008 with Dissolve(0.25)
    k "你觉得她是因为[player_name]才敌对的？"
    l "不。或者，我不知道。我觉得她不喜欢我们那样直接闯进她的地盘。这一次我们会先通报身份，努力争取她。"
    scene c012_s004_009 with Dissolve(0.25)
    k "靠带上雪莉？"
    l "是雪莉自己提出来的。我不喜欢搞欺骗，可我不会一个人去，而如果她对我们的处境有些同情，也许我们能把这一点用上。听着，一想到我需要利用这个，我心里就不好受，可要是我们有机会不用走完整段路，我们就得试。"
    l "我讨厌瞒着他，可我觉得他已经到极限了。而且，一想到他要在雾里站在外面等我们跟人谈话？这对他太过分了。"
    k "……"
    scene c012_s004_010 with Dissolve(0.25)
    k "*叹气* 好吧。明早我会把[player_name]带出房子。可他要是问，我不会骗他。"
    l "只要给我们足够的时间赶到那边。"
    scene c012_s004_011 with Dissolve(0.25)
    k "但是在外面要小心。好吗？"
    l "我们会的。我可能一门心思都在伊芙身上，可我知道从那边到这儿的那几个街区不能算安全。"
    if ch11_kallie_sex == "yes":
        scene c012_s004_012 with Dissolve(0.25)
        l "而且别太享受逗他的过程。*咯咯笑*"
        k "我……好、好吧。*咯咯笑*"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("unknown", transition=Dissolve(1.0))()
    pause
    $ Hide("unknown", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c012_s005_001 with Dissolve(2)
    j "唔嗯……"
    "我打起了盹。很容易。我累坏了，而且这是很久以来我第一次坐下来什么都不做。再说这把椅子比我预想的舒服。装潢高档、看着气派，不代表它就不软。或者说，比睡地板软。"
    scene c012_s005_002 with Dissolve(0.25)
    "一个人。大家应该都已经去睡了。"
    play music nightmare fadein 2.0
    w "咔哒咔哒咔……"
    "什么？那个咔哒声。我之前听过。"
    scene c012_s005_003 with Dissolve(0.25)
    "在哪儿？得抓件武器。弄清楚在哪儿。做一次威胁评估。"
    scene c012_s005_004 with Dissolve(0.25)
    "在后院。等等……为什么雾会灌进屋里？"
    scene c012_s005_005 with Dissolve(0.5)
    "玻璃。没了。怎么会——"
    w "[player_name]……"
    scene c012_s005_006 with flash
    j "什么……？你看起来……"
    w "[player_name]……你爱我吗……"
    scene c012_s005_007 with flash
    j "卡莉？你怎么——"
    w "是你干的……对我……" with hpunch
    scene white with flash
    scene blank with Dissolve(2)
    scene c012_s005_008-1 with Dissolve(2)
    j "啊啊啊~~~"
    stop music fadeout 2.0
    scene c012_s005_008-2 with Dissolve(1)
    scene c012_s005_008 with Dissolve(1)
    play music nightmain2 fadein 2.0
    s "[player_name]。[player_name]，是雪莉。"
    j "靠，靠。啊……"
    scene c012_s005_009 with Dissolve(0.25)
    s "嘿，没事了。"
    j "靠。窗户……还好吗？"
    scene c012_s005_010 with Dissolve(0.5)
    s "还好。问题问得奇怪，不过还好。"
    scene c012_s005_011 with Dissolve(0.25)
    s "你没事吧？其他人去睡了，我正打算一个人待着，然后你就开始嘟囔了。"
    j "*叹气* 只是噩梦。我想我们所有人都在做噩梦。"
    scene c012_s005_012 with Dissolve(0.25)
    s "哥们儿，我们生活里他妈的狗屎事太多了。所以不奇怪。你会没事吗？"
    j "我还有别的选择吗？*轻笑* 我总不能回屋去把那个梦揍一顿，对吧？"
    scene c012_s005_013 with Dissolve(0.25)
    s "那倒挺好。"
    j "谢了，谢谢你来看我。我现在应该没问题了。你先去睡吧。我去沙发上躺。"
    if s_sex <= 1:
        scene c012_s005_014 with Dissolve(0.5)
        s "好吧。你确定？你要是愿意，也可以跟我挤一晚。"
        j "总得有人守在外面。以防万一。"
        scene c012_s005_015 with Dissolve(0.25)
        s "站岗的时候听着也不像能睡得多沉。"
        j "睡着的时候算不上全世界最好的哨兵，可一旦我醒了，谁也别想从我这儿过去。"
        scene c012_s005_016 with Dissolve(0.25)
        s "到目前为止你干得相当不错。我知道你在外头我就安全。晚安，希望你剩下的时间都能做好梦。"
        j "你也是。"
        scene blank with Dissolve(2)
        scene c012_s005_050 with Dissolve(2)
        "雪莉去睡了，我挪到沙发上。有一阵子我就躺在那儿，在脑子里把最近的事重放一遍。睡着之前的某个时候，我忽然意识到：为了去做那件真正该做的事，人唯一会假装去做的，就是睡觉。"
    else:
        scene c012_s005_017 with Dissolve(0.5)
        s "如果你想的话，我随时能帮你重新睡着。*咯咯笑*"
        j "你真是不可救药。"
        scene c012_s005_018 with Dissolve(0.25)
        s "我以为你喜欢这样。"
        j "我喜欢。"
        "我想问这是不是意味着她心里已经扯平了，可那太扫兴。她精神确实好些，所以我该把这个观察照单全收，别毁了这个时刻。"
        scene c012_s005_019 with Dissolve(0.25)
        s "怎么样？刚才的提议还在。我可以伺候你。不过先提醒一下：我月经刚来，所以不会有那种事。抱歉。我也是今天早些时候才知道它要来了。"
        if ch11_shelley_sex == "yes":
            j "哦，靠。那天晚上要是知道，我就该体外射精了。"
            scene c012_s005_020 with Dissolve(0.25)
            s "唉。我这生理周期被吃的那堆药搞得乱七八糟，根本没在意。再说，看样子我也没怀孕。"
            j "我想这说得通。"
            scene c012_s005_021 with Dissolve(0.25)
            s "不过……"
        else:
            j "真可惜，不过我猜也是迟早的事。我身边可围着三个女人呢。我惊讶这居然是我第一次听说这件事。"
            scene c012_s005_020 with Dissolve(0.25)
            s "对。好在这房子的女主人还留了卫生棉条。"
            j "别说了。"
            s "我不说了。不过……"
        menu:
            "最好别说了。":
                j "*叹气* 最好别说了。为了很多很多原因。"
                scene c012_s005_022 with Dissolve(0.25)
                s "好吧。我一走出这个房间，这个提议就作废。"
                j "我知道。可快速地拉一下或者吸一口、又不做到更过分，感觉就不太对。"
                scene c012_s005_023 with Dissolve(0.25)
                s "你能这么想还挺可爱的。你也可以先欠着。"
                j "要不你去睡，我们几天后再补上这笔账？"
                scene c012_s005_024 with Dissolve(0.25)
                s "好吧，好吧。尽量好好休息。"
                j "你也是。"
                scene blank with Dissolve(2)
                scene c012_s005_050 with Dissolve(2)
                "雪莉去睡了，我挪到沙发上。有一阵子我就躺在那儿，在脑子里把最近的事重放一遍。睡着之前的某个时候，我忽然意识到：为了去做那件真正该做的事，人唯一会假装去做的，就是睡觉。"
            "为什么不呢？\n[rgr](雪莉 好感 +1)\n[rgr](雪莉 欲望 +1)":
                j "哦，去他妈的，为什么不呢？我正需要点乐子。"
                $ s_desire += 1
                $ s_friend += 1
                call ch12_shelley_sex from _call_ch12_shelley_sex
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_15_712", transition=Dissolve(1.0))()
    pause
    $ Hide("july_15_712", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c012_s006_001 with Dissolve(2)
    play music morning fadein 2.0
    "雪莉去睡之后，我大概睡得很沉——至少没有再做噩梦。所以卡莉叫醒我的时候，我得承认，我花了比平时长得多的时间才清醒到能听懂她在说什么。"
    k "[player_name]，我想去附近几栋房子看看，能不能给你翻点衣服。"
    j "嗯？啥……"
    scene c012_s006_002 with Dissolve(0.5)
    k "抱歉。早上好。"
    j "早。这是要去哪儿？"
    scene c012_s006_003 with Dissolve(0.25)
    k "你得换一身干净衣服，要是没人逼你，你就绝对不会自己换。"
    j "这么早就搞人身攻击，太过分了。*轻笑*"
    scene c012_s006_004 with Dissolve(0.5)
    j "现在，再跟我讲一遍。"
    k "你需要新衣服。这儿没有你的尺码。我想去街对面看看能找到什么。这能让我觉得自己有用，可我知道我一个人去你会生气。所以我先告诉你，好让你跟我一起去。"
    scene c012_s006_005 with Dissolve(0.25)
    j "好吧，好吧，明白了。对，呃……等等。劳拉呢？"
    scene c012_s006_006 with Dissolve(0.25)
    k "她还在睡。她和雪莉都还在睡，雪莉还有点赖床。而且她说她今天不去。也不会不跟你一起，因为你铁了心不让她和雪莉自己去。"
    j "嗯……好吧。好吧。我去套上衣服，趁其他人还没起床我们就走。"
    "没有那杯早咖啡，卡莉的建议听起来勉强说得过去。而且我得承认，我本来就想答应她的要求。她没要求太多，所以我觉得她开口时我该让步。"
    scene blank with Dissolve(2)
    scene c012_s006_007 with Dissolve(2)
    l "雪莉？你醒了吗？"
    s "{size=30}醒了。卡莉把我叫醒的。实在太他妈早了。{/size}"
    scene c012_s006_008 with Dissolve(0.5)
    l "我们得赶紧走。"
    if ch10_laura_argue == "yes" and ch12_walkout == "no":
        s "我们真的确定了吗？我觉得这不会让他太高兴。尤其你们俩才刚和好。"
    else:
        s "我们真的确定了吗？我觉得这不会让他太高兴。"
    scene c012_s006_009 with Dissolve(0.25)
    l "我宁愿他冲我发火，也不想让他在雾里站上不知道多久等我们。"
    s "大概吧。"
    scene c012_s006_010 with Dissolve(0.25)
    l "你出去没问题吧？我知道自从离开宿舍之后，你在外面一直过得很艰难。"
    s "我……我凑合吧。"
    scene c012_s006_011 with Dissolve(0.25)
    l "还有跟伊芙谈？"
    s "只要她别拿枪指着我们。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c012_s006_012 with Dissolve(2)
    play music outsideday2 fadein 2.0
    "我花了几秒钟回想哪些房子对我们来说是安全的、哪些可能有些我能穿的东西。有一栋里有尸体，另一栋里有灼烧者，这就在我们附近只剩下两栋可选。"
    "我们进去的第一栋一直开着空调（我之前侦察时把它关了），这意味着空气里的毒素刚好多到我们没法摘面罩。也意味着我不可能试穿。找到的东西只能目测尺码。"
    scene blank with Dissolve(2)
    scene c012_s006_013 with Dissolve(2)
    "幸好男装比女装没那么讲究。尺码档位更少，而且要是不正好落在某一档里，你就只能将就。除非你去买定制西装，否则大部分衣服的尺码标注，同样能拿去快餐店点一杯汽水。"
    scene c012_s006_014 with Dissolve(0.5)
    j "好吧，所以我要求不高。也许就一件新衬衫。"
    k "裤子、内裤。也许短裤。对，短裤要的。"
    j "*轻笑* 好吧。看来有人对我穿什么很有意见。"
    scene c012_s006_015 with Dissolve(0.25)
    k "因为，跟其他一切一样，你似乎总是为了别人将就。你有你身上这套、两件衬衫、再加一条内裤，就这些了。我不想冒那种风险——万一你所有能穿的东西突然全脏了、你又得往外面冲。所以多几件衣服是必须的。"
    j "我很感激，而且你能随口报出这么详细的清单，我也很佩服。我有时会忘记你的超能力是观察力。"
    scene c012_s006_017 with Dissolve(0.5)
    k "*咯咯笑* 我没那么留意。"
    if ch11_convenience_k == "yes":
        j "你还当面点出我在便利店没吃东西。"
        k "好吧，好吧。那也许吧。"
    else:
        j "真的？你知道我们在便利店之前我一直在吃多少吗？"
        k "也许。而且那不够。"
    if k_love >= 4 or ch10_kallie_sex == "yes" or ch11_kallie_sex == "yes":
        scene c012_s006_018 with Dissolve(0.25)
        j "说得好。而且你对细节的关注比别人都多。我觉得我该更努力地去了解你，好让我们之间不要除了这一个月之外什么都不剩。"
        scene c012_s006_019 with Dissolve(0.25)
        k "什么意思？"
        scene c012_s006_021 with Dissolve(0.25)
        j "雾来之前，我们几乎不认识，只是在同一个办公室工作。之后我们光着身子待过不止几次，还一起经历了多得数不清的死里逃生。我不希望我们的关系是建立在一连串创伤事件和各个地点的性爱之上的。"
        k "哦，呃，对。我……我能理解。"
        scene c012_s006_022 with Dissolve(0.25)
        j "比方说，我现在知道你什么？你爱读书。你读了很多非虚构类的东西，可那是因为环境所迫，不是因为你真的想读。你不太爱看电视或电影，不过——我不想做任何可能伤到你的假设——也许那是因为你不太觉得自己有选择的余地。"
        scene c012_s006_023 with Dissolve(0.25)
        k "……"
        j "你来自纽约州北部。你是老大。你高中时参加过越野跑。你上的大学是网络课程，可我记不清专业了。抱歉。"
        scene c012_s006_024 with Dissolve(0.25)
        k "英语文学学士，技术写作。"
        j "谢谢。比方说，我没法猜你喜欢什么颜色、什么衣服，因为我们已经捡了一个月能找到的一切。可你最喜欢什么颜色？最喜欢的食物？最喜欢的歌？我都不知道。"
        scene c012_s006_025 with Dissolve(0.25)
        $ k_trust += 1
        j "我，呃……抱歉。"
        "卡莉握我的力气，大得不像她那副小身板。我能听见她在忍着不哭。是我逼得太紧了吗？说得太不留情面了吗？还是那句关于衣服的话太过了？操，还真是的，不是吗？"
        "我敢说安德鲁限制了她的衣柜。她大概很久没给自己买过东西了。"
        scene c012_s006_026 with Dissolve(0.5)
        j "嘿，我只是……我不是故意……"
        k "*吸鼻子* 没事。你没有……你根本不知道太久没有被「看见」是什么感觉。有时候我觉得自己像是布景的一部分，别人就直接把我略过了。可你说的那些话？我……"
        scene c012_s006_027 with Dissolve(0.25)
        j "没事的，卡莉。我不是想提起这么沉重又情绪化的事。我只是想让你知道，我在乎你，我想更多地了解你这个人。"
        scene c012_s006_028 with Dissolve(0.25)
        "我从来不是个内向的人。对，我是个厌世的老顽固，可我从没觉得自己不存在过。南希也许让我觉得自己不被需要，但她从没装作我不在场。事实上，我的存在本身更像个麻烦。"
        k "没关系。我知道你不是那个意思。而且蓝色是我最喜欢的颜色。"
        scene c012_s006_029 with Dissolve(0.25)
        j "难怪。你穿蓝色特别好看。"
        k "……"
        scene c012_s006_030 with Dissolve(0.25)
        k "我们该回去继续给你找点别的衣服了。"
        j "当然。我们来这儿的目的。"
    else:
        j "说得好。而且你对细节的关注比别人都多。"
        scene c012_s006_018 with Dissolve(0.25)
        k "那不是我们来这儿的目的。继续找衣服。我给你一个自己挑衣服的机会。你要是再浪费时间，我就替你挑了。"
        j "好吧，好吧。提醒我永远别把你惹毛。你想凶的时候还挺凶的。"
        scene c012_s006_019 with Dissolve(0.25)
        k "你使坏的时候也挺倔的。"
        j "所以今天注定全是人身攻击。"
        scene c012_s006_020 with Dissolve(0.25)
        k "[player_name]……"
        j "好吧，好吧，我玩够了。"
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_15_822", transition=Dissolve(1.0))()
    pause
    $ Hide("july_15_822", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c012_s008_001 with Dissolve(2)
    l "你没事吧？"
    s "没、没事。我们不该在外面待更久了，对吧？我发誓我听见后面有什么东西在动。"
    l "你可能真听见了，不过只要我们不停下脚步、留意周围，就没事。还有，离它们可能藏身的地方远点。"
    scene c012_s008_002 with Dissolve(0.25)
    s "它们可能藏身的地方？那到处都是。"
    l "没关系。车库就在前面。"
    scene c012_s008_003 with Dissolve(0.5)
    s "是……那是路面上的血吗？"
    l "看着像。[player_name]提过伊芙开枪打了一个女巫。也许她把尸体处理掉了。"
    scene c012_s008_004 with Dissolve(0.25)
    s "呃。光是那股味道就够呛。幸好我今天早上没吃东西。"
    l "好吧，进去之后让我来处理这个。"
    scene c012_s008_005 with Dissolve(0.25)
    s "我也没别的计划。"
    l "还有，你要是开始紧张或者怎样，就吱一声。我知道我们算是把你自愿推上了这个场面，可我不想让事情变得更糟。"
    scene c012_s008_006 with Dissolve(0.25)
    s "我会稳住的。我保证。尤其要是她那儿有车能让我们蹭。"
    scene blank with Dissolve(2)
    scene c012_s008_007 with Dissolve(2)
    "翻衣柜和抽屉翻了大概一个小时之后，我总算抓到了几套可能合身的衣服。一件都不时髦，可要是能让我多几件换着穿，也就够了。"
    k "回去以后我们直接去车库。把这些全塞进洗衣机洗干净。"
    j "有道理。"
    scene c012_s008_008 with Dissolve(0.25)
    k "也许把你身上这套也一起扔进去。在它开始臭得太过分之前。"
    menu:
        "听起来你很想让我脱光。\n[rgr](卡莉 欲望 +1)":
            $ k_desire += 1
            j "听起来你很想让我脱光。"
            k "……"
        "好吧，行吧。":
            j "好吧，行吧。我想趁我们还能用，把洗衣机用起来。"
            k "这才像话。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_15_902", transition=Dissolve(1.0))()
    pause
    $ Hide("july_15_902", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c012_s007_001 with Dissolve(2)
    play music school fadein 2.0
    j "雪莉？劳拉？我们回来了。"
    k "现在就去车库。别让布料里困着的太多毒气进到屋里来。"
    scene c012_s007_002 with Dissolve(0.25)
    j "是，长官。有人开始拿着鞭子管家务和责任了。"
    k "是是是。现在动起来。你们知道车库在哪儿。"
    scene blank with Dissolve(2)
    scene c012_s007_003 with Dissolve(2)
    j "我有点喜欢你这个监工版本了，卡莉。"
    k "这话说得。把包放这儿，外套脱了。我把你新弄来的衣服扔进去，你先脱衣服。"
    scene c012_s007_004 with Dissolve(0.25)
    j "是，女主人。别打我的屁股，女主人。或者，打也行。你的癖好是什么都行。*轻笑*"
    k "我……我不玩那种。皮革啊、鞭子啊那些。"
    scene c012_s007_005 with Dissolve(0.5)
    j "哦，可你知道那是什么？"
    k "支配与服从？对我也许有点天真，但我不是那么与世隔绝。我又不是哪个阿米什族姑娘要去经历{a=https://www.ohiosamishcountry.com/articles/the-traditional-amish-youth-period-of-rumspringa}出师礼{/a}。电影和电视剧里那些穿漆皮紧身衣的女主人我都见过。我还看过《躲避球》。"
    j "然后呢？"
    scene c012_s007_006 with Dissolve(0.5)
    k "是……看见有人穿着那种紧身发亮的皮衣，不管你怎么说，看着就是难受，这感觉很离谱。而且可能也不是每个人都适合穿那种东西。"
    j "我敢肯定它们的设计更在于挑逗，而不是舒适。"
    scene c012_s007_007 with Dissolve(0.25)
    k "好了，剩下的也脱了吧。你那件衬衫都穿了一个月了，它大概都能自己站起来了。"
    j "你两天前才洗过它。"
    k "可之后你又被女巫扑过一次。它现在闻起来像电池酸液。"
    scene c012_s007_008 with Dissolve(0.25)
    j "看来我们真要好好利用这地方了。不是为了我们的电费或水费账单，对吧？"
    k "那是。而且我觉得他们不会回来了。"
    scene c012_s007_009 with Dissolve(0.25)
    "看见她这么开心真好。我以前从没认真想过雾来之前她有多惨。我只把她那点有限的给予当成一个安静独处的性格罢了。再说，我自己也困在自己的烂摊子里。"
    if k_friend >= 12 and ch10_kallie_sex == "yes" or k_friend >= 12 and ch11_kallie_sex == "yes":
        scene c012_s007_023 with Dissolve(0.5)
        "就这么一个人在这儿脱衣服，感觉怪怪的。就好像只有我一个人急着脱光，为了自以为不会发生的性爱。要是她一口回绝我，我就要穿着内裤站在这儿像个发情的傻逼，那我会失望透顶。"
        "我觉得我们已经到了这样一个阶段：这类话题我可以对她再直接一点。我们有过亲密关系，而且上次之后她已经明确表示，别再像对待易碎品那样对她。"
        menu:
            "为什么只有我一个人？\n[rgr](卡莉 爱意 +1)\n[pks]":
                scene c012_s007_024 with Dissolve(0.5)
                j "我他妈为什么要是唯一脱衣服的人？"
                k "嗯？"
                j "你的装备也有雾的臭味。你从浴室出来时闻着像花，并不代表你就不会被那玩意儿沾上。"
                $ k_sex += 1
                $ k_love += 1
                $ ch12_kallie_sex = "yes"
                call ch12_kallie_sex from _call_ch12_kallie_sex
            "什么都别说。":
                scene c012_s007_010 with Dissolve(0.5)
                "算了。不是每个时刻都得奔着上床去。尤其我们俩身上都是雾味和汗味。"
                scene c012_s007_011 with Dissolve(0.25)
                "可这一切还是无聊又平淡。我站在洗衣机旁边脱衣服，活像个刚在外面割完草、怕把草屑和泥土带进屋的丈夫。"
                scene c012_s007_012 with Dissolve(0.5)
                j "好了。就这些。"
                scene c012_s007_013 with Dissolve(0.25)
                k "谢谢。开始洗吧，几个小时后你就有干净衣服了。"
                scene c012_s007_014 with Dissolve(0.25)
                j "你知道我在外面大概还是会一直穿工作服那套，对吧？我们做的只是找了些可以在屋子里穿的衣服，撑过我们待在这儿的日子。"
                k "我说不过你放弃这个念头。你是男的。我猜你以前也有把衣服一直穿到掉下来的时候。"
                j "确实有，不过那是因为我的装备已经磨合得很服帖，也被证明足够结实，所以我短时间待在外面倒没什么大问题。"
                scene c012_s007_015 with Dissolve(0.25)
                j "不过这感觉挺没意义，尤其如果我明天还得跟劳拉和雪莉一起出去的话。能干净干燥地待上一阵子，也就只能凑合了。等……"
                j "等等。她们在哪儿？我们回来之后就没听到她们任何一个的消息。"
                scene c012_s007_016 with hpunch
                j "{size=50}劳拉！雪莉！{/size}"
                k "她们走了。"
                scene c012_s007_017 with Dissolve(0.25)
                j "什么？"
                k "她们之前走的。就在你们在外面的时候。"
                scene c012_s007_018 with Dissolve(0.25)
                j "什么？！你怎么知道的？"
                k "她可能……请我把你支开……一小会儿。"
                scene c012_s007_019 with vpunch
                j "靠。{size=50}操！{/size}"
                scene c012_s007_020 with Dissolve(0.25)
                "我就那么穿着内裤站在那儿，也没有什么可穿的能追着劳拉出去，气死我了。这一切都是算好的、故意的，我觉得自己被骗了，像那种必须被耍一耍才会错过集体活动的人。就算这个判断算不上理性，我也觉得自己变成了那个所有人都想排除在外的人。"
                scene c012_s007_021 with Dissolve(0.25)
                "我能感觉到卡莉怯怯地往后缩，提心吊胆地预料着我会冲她发火。我没有发作说出以后会后悔的话，而是一气之下冲出了车库。"
                if k_friend >= 12 or k_love >= 3:
                    scene c012_s007_022 with Dissolve(0.25)
                    k "*吸鼻子* *抽泣*"
    else:
        scene c012_s007_010 with Dissolve(0.25)
        "就这么一个人在这儿脱衣服感觉怪怪的，可我觉得那是因为卡莉和我之间还算不上我说的那种「熟」。这很奇怪，因为我们一起经历过的事太多了。我见过她穿着几乎称得上张扬的衣服。"
        scene c012_s007_011 with Dissolve(0.25)
        if k_sex >= 1:
            "就算不算我们已经上过床，我还曾在浴室里和她独处、看着她赤裸地站在淋浴下，努力不去看她，同时又努力不让她摔倒。"
        else:
            "就算不算我们已经上过床，我还曾在浴室里和她独处、看着她赤裸地站在淋浴下，努力不去看她，同时又努力不让她摔倒。"
        scene c012_s007_012 with Dissolve(0.5)
        "可现在这一切显得无聊又平淡。我站在洗衣机旁边脱衣服，活像个刚在外面割完草、怕把草屑和泥土带进屋的丈夫。"
        scene c012_s007_013 with Dissolve(0.25)
        j "好了。就这些。除了那条平角裤，出于体面还得留着。"
        k "谢谢。开始洗吧，几个小时后你就有干净衣服了。"
        scene c012_s007_014 with Dissolve(0.25)
        j "你知道我在外面大概还是会一直穿工作服那套，对吧？我们做的只是找了些可以在屋子里穿的衣服，撑过我们待在这儿的日子。"
        k "我说不过你放弃这个念头。你是男的。我猜你以前也有把衣服一直穿到掉下来的时候。"
        j "确实有，不过那是因为我的装备已经磨合得很服帖，也被证明足够结实，所以我短时间待在外面倒没什么大问题。"
        scene c012_s007_015 with Dissolve(0.25)
        j "不过这感觉挺没意义，尤其如果我明天还得跟劳拉和雪莉一起出去的话。能干净干燥地待上一阵子，也就只能凑合了。等……"
        j "等等。她们在哪儿？我们回来之后就没听到她们任何一个的消息。"
        scene c012_s007_016 with hpunch
        j "{size=50}劳拉！雪莉！{/size}"
        k "她们走了。"
        scene c012_s007_017 with Dissolve(0.25)
        j "什么？"
        k "她们之前走的。就在你们在外面的时候。"
        scene c012_s007_018 with Dissolve(0.25)
        j "什么？！你怎么知道的？"
        k "她可能……请我把你支开……一小会儿。"
        scene c012_s007_019 with vpunch
        j "靠。{size=50}操！{/size}"
        scene c012_s007_020 with Dissolve(0.25)
        "我就那么穿着内裤站在那儿，也没有什么可穿的能追着劳拉出去，气死我了。这一切都是算好的、故意的，我觉得自己被骗了，像那种必须被耍一耍才会错过集体活动的人。就算这个判断算不上理性，我也觉得自己变成了那个所有人都想排除在外的人。"
        scene c012_s007_021 with Dissolve(0.25)
        "我能感觉到卡莉怯怯地往后缩，提心吊胆地预料着我会冲她发火。我没有发作说出以后会后悔的话，而是一气之下冲出了车库。"
        if k_friend >= 12 or k_love >= 3:
            scene c012_s007_022 with Dissolve(0.25)
            k "*吸鼻子* *抽泣*"
    $ k_anxiety += 1
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c012_s008_009 with Dissolve(2)
    play music insidedark fadein 2.0
    l "呃，你好？伊芙？你在吗？我们没有恶意。我们只是想聊聊。我们是跟[player_name]一起来的。我知道你前几天跟他谈过。我希望这次我们能聊一聊，不带枪之类的东西。也许双方头脑都更冷静清醒一些。"
    e "{size=30}滚你妈的。{/size}"
    scene c012_s008_010 with Dissolve(0.25)
    l "我们没有恶意。我们只是——"
    e "{size=32}我他妈求你，滚。{/size}"
    s "求你了，就让我们进去几分钟。一直待在外面对我们没好处。"
    scene c012_s008_011 with Dissolve(0.25)
    e "{size=34}这在你们出门的时候我就提醒过你们了，我保证。{/size}"
    s "劳拉，这行不通。我也不知道站在这儿有没有用。我感觉不太好，而且你知道，等[player_name]发现我们骗他留下来，他会气炸的。"
    "{color=#66ff33}我听见伊芙在笑？不可能。{/color}"
    scene c012_s008_012 with Dissolve(0.25)
    "*咔哒*"
    e "在引来别的什么东西注意之前赶紧他妈进来，不过就待在门边。"
    scene c012_s008_013 with Dissolve(1)
    l "谢谢你——"
    e "别。你连自己人都不肯说实话。不过想到你回去要挨骂，倒也挺有意思的。也许他该重新考虑一下自己跟什么人同行。"
    scene c012_s008_014 with Dissolve(0.25)
    l "我们这么做是因为不搞点保护措施他不会让我们来，而我们也不想要他在外面等上不知道多久。"
    e "你知道吗？我早该告诉他，要是你们再来烦我，我就把你们全杀了。那样这一切狗血戏早就提前收场了。"
    scene c012_s008_015 with Dissolve(0.25)
    s "劳拉~~？"
    e "那不是……*呻吟*不是真的。我只是脾气暴躁。可能我本来就不喜欢不请自来的客人。而且你们两个显然就是听不懂「滚蛋」这个提示。"
    scene c012_s008_016 with Dissolve(0.5)
    l "我们现在能不能约定一下别再放狠话？气氛已经够紧张了。出事之后我们经历了太多破事，我们不是来吵架的。"
    e "我们就别装了。你来是因为觉得我可能对女人更有好感。别撒谎说没这么想过。你大概觉得我是个胖妞、手上活儿又好，所以可能属于那种仇视男人的女权主义者。"
    scene c012_s008_017 with Dissolve(0.25)
    l "我们想的不是——"
    e "坦白说，我他妈恨死了跟你们这种女人待在一起。整天忙着盘算怎么达成自己的目的。我开始有点同情他了。你们有几个人是用一句「将来会有点什么」吊着他，好让他继续为你们吃苦的？"
    scene c012_s008_018 with Dissolve(0.25)
    s "听着，我理解怕陌生人，尤其是当你独自待了一阵子之后。他妈的，我第一次看见[player_name]从雾里走出来的时候，还以为他是灼烧者。我把自己锁在房间里，一天都没出来。"
    e "我才不怕。还有那个名字？他妈的多蠢。你以为这是电子游戏吗？"
    s "我没觉得有那么蠢。"
    scene c012_s008_019 with Dissolve(0.25)
    if ch10_lauragoreseen == "yes":
        l "她想表达的是：我们理解对新来的人保持谨慎。到目前为止我们见过的其他人，不是死了就是疯得离谱。学校里有个男的试图杀了[player_name]，而且我完全知道他干过更糟的事。"
    else:
        l "她想表达的是：我们理解对新来的人保持谨慎。到目前为止我们见过的其他人，不是死了就是疯得离谱。学校里有个男的试图杀了[player_name]，而且我敢肯定他干过更糟的事。"
    scene c012_s008_020 with Dissolve(0.5)
    e "而且我一个人在这儿过得挺好。听起来你们已经受够了自己那堆屁事。也许是受得太多了，而我看起来又不像个情感行李搬运工，对吧？"
    l "对，我们确实受了不少。可那是因为我们没有一直窝在一个地方。我们知道只要能到医院，就有机会获救。"
    e "你把这么多希望押在那上面。万一他们不在呢？万一他们已经放弃了。就把这座城跟外面切断，对里面还活着的人说「去他妈的」。或者更糟。"
    scene c012_s008_021 with Dissolve(0.25)
    s "更糟？"
    e "对，你对政府没放弃这件事抱着太多信心。封死一座城市、然后对里面还活着的人说「去他妈的」，这种事又不是第一次。你听说过{a=https://www.history.com/articles/mine-fire-burning-more-50-years-ghost-town}中央镇{/a}吧？"
    l "随便吧。你现在肯定需要冲个洗、吃点东西。或者只是想找个人说说话，好让寂静不至于把你逼疯。一个人待了一个月，对你不会有好处。我当初在自己的车里待了一天就受不了了。"
    scene c012_s008_022 with Dissolve(0.25)
    e "不是每个人在生存这件事上都是业余的。我以前在野外待过更久。这根本算不上什么麻烦。而且我一个人也待得住。"
    s "真无礼。"
    scene c012_s008_023 with Dissolve(0.5)
    e "咱们就实话实说吧：你来这儿只是为了那辆车。你根本不在乎我。行，那你就把这个念头打消吧。它跑不起来。等我把它修好了，我会走得飞快，快到你都忘了我存在过。"
    l "听说了车的事才让我更愿意跟你说话。是啊。我听说你有一辆越野车，知道不用每一英里都徒步去医院，这个念头确实让我更感兴趣了，而不是干脆抽身走人。我要是想回到你这儿来，被你像刚才那样威胁着要杀我们，那我一定是疯了。"
    scene c012_s008_024 with Dissolve(0.25)
    l "那[player_name]呢？他来只是因为觉得没能在有机会时杀掉那个女巫是他的责任。另外他也想要一个保证——确认我们不是在被人摆布。你可能不太看得起我们任何人——或者不太看得起人这个物种——但他来这里从来不是带着恶意。"
    e "那你一定不太了解他。"
    l "你他妈说什么。我只知道，就算你把那辆车重新弄上路，雾也不会给它多少时间。我以前试过在这种雾里开车。你不能减速也不能停下，因为你一慢下来，雾里的东西就会去啃你的发动机。"
    scene c012_s008_025 with Dissolve(0.25)
    e "听听你这口气，好像我会听似的。你的喘息时间够多了。赶紧他妈滚出这儿。要是你打算继续住那栋房子，就别再往这边来。我不想再被你们任何人打扰。你们那套鬼话就是我一辈子都在躲的垃圾。"
    scene c012_s008_026 with Dissolve(0.25)
    s "劳拉？"
    l "我们该走了。我觉得我们待得太久了。"
    e "你们已经待得太久了。走的时候别让门夹着屁股。"
    scene blank with Dissolve(1)
    scene c012_s008_027 with Dissolve(1)
    l "真是一团糟。"
    s "有你想象的那么糟吗？"
    scene c012_s008_028 with Dissolve(0.25)
    l "*叹气* 更糟。我不知道自己为什么觉得能跟她找到共同语言。因为我们都是女人？那大概是我天真了。"
    s "没事的，劳拉。你对我已经很好了，是我他妈太不正常。"
    scene c012_s008_029 with Dissolve(0.25)
    l "你不是，姑娘。你只是在对这一切有多糟糕做出正常反应。*叹气* 我们回去吧。"
    s "[player_name]会气炸的，对吧？"
    scene c012_s008_030 with Dissolve(0.25)
    l "大概。我真以为我能说服她，那样他接受起来也会容易些。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c012_s009_025 with Dissolve(2)
    play music school fadein 2.0
    "我得离开一下、一个人待着，好把这股怒气烧掉一些。衣服还在洗衣机里，我没法直接冲出屋子。于是我进了小卧室，穿着内裤就那么站着，生这个局面的气。这是我唯一能做的，好让自己不至于做出或说出以后会后悔的事。"
    scene c012_s009_026 with Dissolve(0.25)
    "我真想冲着她们破口大骂，骂她们合起伙来把我当个麻烦耍。我的第一反应就是在卡莉面前发火。可在某种层面上我知道不该那样，因为我知道她的创伤有一部分来自安德鲁的虐待。"
    scene c012_s009_025 with Dissolve(0.25)
    if ch11_kallie_sex == "yes" or ch12_kallie_sex == "yes" or ch10_laura_sex == "yes" or ch12_laura_sex == "yes":
        "而这反而让我更火大。因为现在的人与人打交道不就是这样吗？我们打交道的不是一个具体的人，而是透过我们所有过往关系的镜头去看待对方，并据此评判他。"
    else:
        "而这反而让我更火大。因为现在的人与人打交道不就是这样吗？我们打交道的不是一个具体的人，而是透过我们所有过往关系的镜头去看待对方，并据此评判他——不管我们是朋友还是有男女关系。"
        "我不想成为那个人。我会成为上一个男人的替代品，而那男的是坨屎。不管我做什么，都会有一种期待：只要日子稍微难过一点，我就是又一个「他们」。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("june_24_1020", transition=Dissolve(1.0))()
    pause
    $ Hide("june_24_1020", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c012_s008_031 with Dissolve(2)
    play music horror fadein 2.0
    l "回去之后，让我来谈。我带你一起来，是因为我觉得我们俩配合，也许能让她打开心扉。对，我做了一个不成立的假设。天哪，我错得离谱。"
    if ch10_laura_argue == "yes":
        s "你们俩又要互相生对方的气了吗？"
    else:
        s "天哪，他会气炸的，对吧？"
    scene c012_s008_032 with Dissolve(0.25)
    l "这事我认了，雪莉。我以为这么做能让[player_name]不必把所有责任都扛在身上。我们这么做是有正当理由的，哪怕得对他撒谎。可如果他生气了——我敢肯定他会——我认。"
    s "我只希望他别太生卡莉的气。"
    l "对……"
    scene c012_s008_033 with Dissolve(0.5)
    s "呃，劳拉，我们有麻烦了。"
    l "靠。对。那是我离开车库之后看到的第三个。"
    scene c012_s008_034 with Dissolve(0.25)
    s "它们知道我们在这儿吗？感觉像是在跟着我们。"
    l "就算不是，我们也得快点走。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c012_s009_027 with Dissolve(2)
    play music insideday2 fadein 2.0
    "那房子并不算大，可我从卧室出来、打算去拿衣服（不管变成什么样）时，却惊讶地发现卡莉不见踪影。我心里很矛盾。我还在气头上，满脑子都是想大喊大叫，可我也需要知道她没事。结果，我选择跟她保持距离。"
    "看不见她之后，我气冲冲地回了车库。"
    scene blank with Dissolve(2)
    scene c012_s009_028 with Dissolve(2)
    "这时候，所有东西已经在烘干机里翻天了。卡莉坚持留到把东西全转移过去，才去房子的某个角落熬过我的发作。我为此感到难受，因为我的感受并没有错，可我也不能把卡莉扮演的角色全算在她头上。"
    "也许她和劳拉觉得她们这么做是出于某种慈善的理由。问题在于，我没打算去当什么守卫或者护卫，因为我是个死脑筋的混蛋。这又不是「男人的活儿」。"
    "我这么做是因为我们之前在外面见过事情怎么迅速变糟。我在乎雪莉，可我知道一旦出了意外，她是靠不住的。"
    scene c012_s009_029 with Dissolve(0.25)
    "我在那儿磨蹭着，试图想清楚这事该怎么办，就听见前门被推开又关上，那动静震得房子都在响。"
    l "[player_name]！卡莉！"
    j "他妈的。"
    scene c012_s009_030 with vpunch
    "那个语气我太熟悉了。我猛地拉开烘干机门，拽得合页吱吱作响，然后开始把衣服往外掏。就算还没全干，也只能穿上了。"
    scene blank with Dissolve(2)
    scene c012_s009_001 with Dissolve(2)
    l "[player_name]？哦，谢天谢地，你在这儿。"
    scene c012_s009_002 with Dissolve(0.25)
    j "劳拉，你他妈搞什么？！你对我这么不尊重，觉得我非得被骗，你才能想去哪儿就去哪儿，好像我是个控制欲爆棚的混蛋老公！？"
    l "不不，[player_name]，我——"
    scene c012_s009_003 with Dissolve(0.25)
    s "有灼烧者盯上我们了。"
    j "{size=50}什么？！{/size}" with hpunch
    scene c012_s009_004 with Dissolve(0.25)
    l "对，我们往回走的时候，好像有那么几只跟着我们。回到这儿的时候，它们就在人行道上。"
    "我以为自己不可能更生气了。我错了。可至少现在，我有个地方可以安放这股怒气。"
    scene c012_s009_005 with Dissolve(0.25)
    j "待在这儿。在我出去之后把门堵上。草坪上有几个东西我得去清理掉。"
    "劳拉肯定说了什么想拦住我。我听不见。就算听见了也不会听。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c012_s009_006 with Dissolve(2)
    play music monster fadein 2.0
    "当然，我出门时衣服还有点潮。可看着那两个灼烧者站在那儿、外加街边第三个，我根本不在乎。"
    play sound axehit
    scene c012_s009_007 with flashred
    "你有没有过那样愤怒的时刻——一切都褪成了背景？贴在皮肤上的潮衣服？劳拉在屋里说话的声音？雾里的毒素落在我后颈上、那股灼烧感刚开始的那一下？全都没有了。"
    play sound axehit
    scene c012_s009_008 with flashred
    "我心里那团火刚好够把我烧成一场动作片式的屠杀，把那个会提醒我这有多蠢多危险的声音压了下去。取而代之的，是我脑子里成天放着阿诺德·施瓦辛格和基努·里维斯杀穿一整栋楼里坏蛋的画面。"
    play sound axehit
    scene c012_s009_009 with flashred
    "我见过足够多这种家伙，认得出它们的套路，也知道它们喜欢用什么招数。个头和体重当然有差别，可灼烧者似乎都有相似的一套招式，像是电子游戏里代码写得很烂的敌人。"
    scene c012_s009_010 with Dissolve(0.5)
    "它们是伏击型的捕食者，招式库里只有几下笨拙的起手挥击。它们能做的最恶劣的事，就是把那股黄色的、像胆汁一样的雾喷向我们。"
    scene c012_s009_011 with Dissolve(0.5)
    "如果它们把我撞倒，我就得迅速脱身。那才是它们真正危险的地方。也许那就是它们的目的：把猎物拖倒在地，好让他们被转化成更多同类。"
    "它们在传播这种状况，就像某种需要更多宿主、才能扩张出这座小城城界的感染。"
    play sound axehit
    scene c012_s009_012 with flashred
    "在那股怒火里，我看清了一件事。这些东西不是僵尸，不是到处乱晃找脑子吃的。它们是会走动的瘟疫传播者。"
    "那女巫呢？她们在干什么？我能预料到她们靠近时雾会变浓，而且我亲眼见过她们怎么骗我们靠近。她们除了比男性同类多点什么更高的用途吗？"
    scene c012_s009_013 with Dissolve(0.5)
    "当第四只和第五只灼烧者踉跄着闯进街上时，我朝它们冲了过去。我铁了心要把这片街区的这祸害清干净。"
    play sound axehit
    scene c012_s009_014 with flashred
    "我得承认，砍刀劈下去、溅起一片恶心的液体时，我有那么一瞬间是懵的。"
    scene c012_s009_015 with vpunch
    stop music fadeout 2.0
    "尸体倒地、雾散开之后，我认出了伊芙——她也参与了这场屠杀。"
    e "哇，好吧，杀人狂。我觉得它们全在这儿了。或者说，全是我能看见的都解决了。你可以收住那股肾上腺素了。"
    j "嗯嗯~~~*低吼*"
    play music horror fadein 2.0
    scene c012_s009_016 with Dissolve(0.5)
    j "什么风把你吹到这边来？"
    e "我看见几个你的「灼烧者」（顺便说一句，这名字真蠢）在两个姑娘离开之后朝这个方向晃过来。我好奇它们会闹出什么事来。"
    scene c012_s009_017 with Dissolve(0.25)
    j "现在问题不大了。你会发现那边有一堆{a=https://youtu.be/dDD_yKEhO8A?si=V402GPIcdOyp5QbK}死的、快死的、还有想死都死不成的{/a}。"
    e "靠。"
    scene c012_s009_018 with Dissolve(0.25)
    j "先是干掉那个女巫，再是我们在车库和这儿之间来来回回跑了这么多趟，我想我们总算把这片区域所有的害虫都招来了。"
    e "而且你也跟它们近身了。你没有枪吗？"
    menu:
        "子弹不够。\n[rgr](伊芙 trust +1)":
            $ e_trust += 1
            j "子弹不够。我们在便利店找到的，已经用掉一部分。"
        "我枪法没那么好。":
            j "我枪法没那么好。我怀疑用那种办法我一个都杀不掉。可用斧子？我知道我确实干成过。"
    scene c012_s009_019 with Dissolve(0.25)
    e "好吧。嗯，那这就说得通了。"
    j "不过还是谢谢你。谢你出来帮忙。也抱歉打扰到你们。我们很快就会走，你也不用再操心我们了。"
    e "我不知道，哥们儿。听说你朋友们为了来找我而骗你，倒是给了点娱乐。而且还是最蠢的理由。看着你一路留下的那种……呃……残局，我觉得她们最好别这么干。我敢说你现在气炸了。"
    scene c012_s009_020 with Dissolve(0.25)
    j "有一点。很高兴我们能提供点娱乐。"
    e "哎，别这样。我不是那个意思。我已经很久没跟人待过了，所以可能我的礼貌很烂。也可能是，能花一整天的工夫不去跟自己自言自语、像个疯子一样，感觉还挺不错。"
    j "对，日子好过的时候，身边有人其实也没那么糟。"
    scene c012_s009_021 with Dissolve(0.25)
    j "*叹气* 我想我得回去再冲个澡，把这身东西洗掉。"
    e "呃，说到这个……我有一阵子没洗澡了。那位老太太……"
    j "劳拉？"
    scene c012_s009_022 with Dissolve(0.25)
    e "对，她提过我可能可以过来冲个澡。也许还能吃点不是单兵口粮或者罐装狗屁的东西。"
    j "*哼* 好吧。"
    scene c012_s009_023 with Dissolve(0.25)
    e "这应该不成问题，对吧？看你刚才在这儿演了一整部杰森·沃罗辛斯基，我想我得先确认你对此没意见。"
    j "对，对。我们家有淋浴间。先提醒一句：屋里有四个人，所以里面可能有点挤。是房子挤，不是淋浴间挤。"
    scene c012_s009_024 with Dissolve(0.25)
    e "何况你可能至少跟其中一两个人还在气头上，谁也不理谁。"
    j "虽然我很想对她们集体冷脸，可我负担不起在这件事上像个赌气的小孩。不过不会太久。我觉得我的意思已经表达清楚了。"
    e "真希望我早很多年就有这份觉悟。"
    scene c012_s009_031 with Dissolve(0.5)
    j "我知道这个问题很讨人嫌，尤其昨天发生了那些事，可我们是不是该预料还会有更多这种家伙晃到这边来？我宁愿现在就解决掉，也不想明天再撞上。"
    e "这一个是我在这边和车库之间看到的最后一个。不是说外面没有别的——在屋子里或者困在后院里的。"
    scene c012_s009_032 with Dissolve(0.25)
    j "够了。我想我们该确认这些真的死透了。"
    e "对。"
    $ e_friend += 1
    play sound axehit
    scene c012_s009_033 with flashred
    "*噗叽* *咚*"
    scene c012_s009_034 with Dissolve(0.25)
    j "不用霰弹枪？"
    e "不想引来更多注意。"
    j "好好好。要是你不介意跟我回那栋房子的话。跟着我走很容易，我一路留下了满地的尸体当路标。"
    scene blank with Dissolve(2)
    scene c012_s010_001 with Dissolve(2)
    j "好了，这边清理干净了。你们可以进来了。"
    l "稍等一下。"
    e "你让她们把门堵上了？"
    scene c012_s010_002 with Dissolve(0.25)
    j "灼烧者以前从没费心试图破门而入，可我不打算冒这个险。"
    l "好。你没问题了。我们去客厅。"
    e "聪明。把门厅当成气闸来减少暴露。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c012_s010_003 with Dissolve(2)
    play music insidedark fadein 2.0
    l "我，呃……没想到会有客人。"
    e "我注意到你往房子走的路上后面跟了些麻烦，就想来看看你闹出了什么动静。结果看到这位正在外面进行一场大规模屠杀，我可真吃了一惊。我想他大概有些怒气需要找个地方发泄。"
    scene c012_s010_004 with Dissolve(0.25)
    l "啊……所以……"
    j "我建议今天别往前院看，不过最近我们见的可怕东西也不少了，所以外头那些不算最糟。"
    e "哦，别往轻了说。*轻笑* 你们得知道自己惹出了多大的动静。街上躺着五具「灼烧者」的尸体。说真的，我有点佩服他能把其中大多数像碾蚂蚁一样碾过去，自己连一点擦伤都没有。我可能得把他从「业余」升级成「不是业余」了。"
    scene c012_s010_005 with Dissolve(0.25)
    s "五个？我去。"
    e "对。我不知道是不是干掉你那个「女巫」把它们刺激到了，还是怎么的，反正这些混蛋追着你跑，像是欠了它们钱一样。"
    scene c012_s010_006 with Dissolve(0.25)
    l "[player_name]，如果我知道——"
    menu:
        "我现在没心情讨论这个。":
            j "劳拉，我现在没心情讨论这个。好吗？"
        "这就是我不想让你不带我就去的原因。\n[rrd](雪莉 焦虑 +1)\n[rrd](劳拉 焦虑 +1)":
            $ s_anxiety += 1
            $ l_anxiety += 1
            j "这就是我不想让你不带我就去的原因。因为你永远不知道这种事什么时候会发生。"
    scene c012_s010_007 with Dissolve(0.25)
    e "喂，喂。站在这儿听你们一家的狗血戏虽然挺有意思，可有人答应给我洗澡和吃的。"
    j "洗手间在那扇门进去，走廊到底。"
    scene c012_s010_008 with Dissolve(0.25)
    e "行。谢谢。别把嗓子喊哑了。"
    j "我尽量。"
    scene c012_s010_009 with Dissolve(0.5)
    l "我们现在算朋友了？她刚才在车库见到我们的时候可不太高兴。"
    j "事情是会变的。人也可以很复杂。或者很难看透。我不假装这比「她冒险相信我们不会坑她」更多什么。你会注意到她没把自己的东西留在这儿。我敢肯定洗手间的门是锁着的。"
    scene c012_s010_010 with Dissolve(0.25)
    j "不过我觉得，提供一点正常的东西——哪怕只有一两个小时——对她还是有吸引力的。听起来她一个人待得太久了。再说既然她帮忙收拾了这摊子，做点邻里该做的事也说得过去。"
    l "[player_name]，我真不是故意——"
    scene c012_s010_011 with Dissolve(0.25)
    j "卡莉在哪儿？"
    s "她，呃……她在卧室里。我想她生气了。"
    if ch12_kallie_sex == "yes":
        "废话，她当然生气了。我发了脾气，哪怕出发点是好的。而且我不能就这么去找她，哪怕我想去，因为她也是这件事的一部分。所以那个我觉得可以完全信任的人，也跟着一起对我喊了句大大的「去你妈的」。这开始让我怀疑我们之间的一切是不是真的。"
    else:
        "废话，她当然生气了。我发了脾气，哪怕出发点是好的。而且我不能就这么去找她，哪怕我想去，因为她也是这件事的一部分。所以那个我觉得可以完全信任的人，也跟着一起对我喊了句大大的「去你妈的」。"
    scene c012_s010_012 with Dissolve(0.25)
    j "操。操！！！" with hpunch
    scene c012_s010_013 with Dissolve(0.25)
    j "我得……我得去做点什么，不然我会说出或做出以后会后悔的事。"
    s "[player_name]，等等……"
    scene blank with Dissolve(2)
    scene c012_s010_014 with Dissolve(2)
    "尽管它们还很新鲜、还在散发着恶臭，我还是觉得把尸体拖走更值得我花时间。我不打算埋它们，可把它们挪到看不见的地方，感觉已经足够好地消耗掉我过剩的精力了。"
    scene c012_s010_015 with Dissolve(0.25)
    "我当时火气太冲，根本不可能有一场健康的对话。在我脑子深处，我知道这股怒气迟早会散掉。可我的脑子里塞满了互相冲突的念头，让我的愤怒程度剧烈起伏。"
    scene c012_s010_016
    "{i}「我只是他们不得不应付的累赘。」「劳拉这么做是因为她不想让我在外面待得比平时更久。」{/i}那她就被将了一军。{i}「卡莉要不是觉得那样做才对，不会骗我。」「她刚刚证明了我不能信她们任何一个。」{/i}而且，我本来对女人就有信任方面的问题，所以这一句特别疼。"
    if ch12_kallie_sex == "yes":
        "想到她也很难过，我感到一阵痛。我拼命克制着想去找她、告诉她没事的冲动。然后又一个念头冒了出来。{i}「你又在让鸡巴替你思考了。她不会爱上你。她只是需要你活着。」{/i}这念头像一块腐烂的硬块，堵在我的胃里。"
    scene c012_s010_017 with flash
    j "什么？"
    scene c012_s010_018 with Dissolve(0.5)
    "我……那是什么？那是我噩梦里的女巫。对吧？"
    "或者，只是我脑子在他妈耍我。我该把这事办完。空气里的毒素开始对我产生不良影响了，不管我多想待在屋子以外的地方。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("june_27_304", transition=Dissolve(1.0))()
    pause
    $ Hide("june_27_304", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c012_s011_001 with Dissolve(2)
    play music insideday3 fadein 2.0
    e "天啊，太需要这个了。我都忘了热水澡有多舒服了。"
    s "你有多久没洗澡了？"
    scene c012_s011_002 with Dissolve(0.25)
    e "我想有两周了吧。回到车库之后没多久就开始这样。那边浴室有个水槽，可那不叫舒服。用一块拉瓦香皂搓皮肤简直是地狱。不过这还不是我经历过的最糟的。有一回我跟一群人在阿巴拉契亚待了四个月。"
    s "你露营那么久？我一天没有床都受不了。"
    scene c012_s011_003 with Dissolve(0.25)
    e "其实也不算露营。我们那阵子是在脱离电网的状态下。"
    scene c012_s011_004 with Dissolve(0.5)
    l "你是民兵的一员？"
    e "差不多吧。一个末日求生小组，有点过头了，如果你懂我的意思。"
    e "第三个试图爬进我床铺的家伙被刺伤了裆部、还得送去医院之后——他说「你拿走了我的男子气概」、「这可能会致命」——我就觉得这群混蛋大概不是我想要保留的那种朋友。"
    s "呃，好吧……"
    scene c012_s011_005 with Dissolve(0.5)
    e "所以，不是想当个烂客人，可[player_name]提过吃的。说有东西可以吃。"
    s "哦，对，对。我这儿有些冷冻餐可以微波。可能有点冻坏了，但应该还行。"
    scene c012_s011_006 with Dissolve(0.25)
    e "什么都比我之前吃的强。我从附近的房子里搜了不少耐放的东西，可不新鲜的乐事饼干和罐头牛肉再怎么吃也是有上限的。"
    scene c012_s011_007 with Dissolve(1)
    l "不是想戳你的痛处，可是什么让你改了主意？今天早些时候你还坚决反对跟我们扯上任何关系。"
    e "今天早上我走进来这件事肯定把你折磨得够呛。我敢说你最恨别人改变主意。也许我看见了你们把那些怪物从藏身处拖出来，就觉得我得在烂摊子变成我的麻烦之前先把它收拾干净。"
    e "然后我就走到这儿，哥们儿正对她们来了一整套{a=https://villains.fandom.com/wiki/Axe_Gang}斧头帮{/a}，我得说，我有点刮目相看。"
    scene c012_s011_008 with Dissolve(0.25)
    e "我的意思是，我之前因为你把事情搞砸、连累到我而冲你发火。可后来发现你们耍了他一手——不管你们觉得理由多正当——我就理解他了。他是个男人。"
    e "如果他在乎你，不管你自称多么强势的女人，他都会想保护你。这点还挺让人佩服的。"
    scene c012_s011_009 with Dissolve(0.25)
    e "你得理解男人。他们不复杂，可他们有一套特定的思考方式，你得学着应对、学着相处。假如你以为你在跟其中一个调情，然后坐到他旁边说「我冷」，他会把它当成一件要去做的事。或者要修的事。他会生一堆火。或者给你找件毛衣、外套。"
    e "他们就是这么造出来的。给他们点事做，因为干坐着等待可不在他们的基因里——除非有纳斯卡比赛，或者他们的大学队正在电视上打橄榄球。"
    l "你是说你改主意是因为……抱歉，我真不明白。"
    scene c012_s011_010 with Dissolve(0.25)
    e "我理解他需要点事做。我是说，他现在他妈在哪儿？"
    l "他气冲冲地跑去挪尸体了。"
    scene c012_s011_011 with Dissolve(0.25)
    e "*轻笑* 对，他总得花点时间消化情绪。要不是这个，就该是车库里什么工程之类的东西，反正是他的那一套。再加上，我们解决掉最后那几只之后，他也没硬要留下来纠缠我。他没坚持说什么「你们需要我」。就好像他已经不再追求我了。"
    e "而且，也许我开始想想到底自己一直在失去什么之后，在回车库之前确实需要一点来自普通人的慰藉。"
    scene c012_s011_012 with Dissolve(0.25)
    l "如果那辆越野车开不了，你真的需要回去吗？"
    e "我还没放弃它。我只是需要看看能不能找到一个还能用的零件。"
    play sound doorclose
    scene c012_s011_013 with Dissolve(0.25)
    "*咔哒咔哒*"
    l "哦？听起来他回来了。"
    e "*轻笑* 天啊，就让这男人有一次自己的空间吧。"
    scene blank with Dissolve(2)
    scene c012_s012_001 with Dissolve(2)
    "我回去的时候能听见厨房里有人在说话，可我没心情加入她们。于是我径直去了车库，把装备重新扔进洗衣机。"
    "还有点潮，现在又沾满了血和雾的恶臭，我想干脆好好洗干净算了。而且这会儿烘干机里剩下的那批应该也好了，这样我就有衣服穿了。"
    scene c012_s012_002 with Dissolve(1)
    j "*咳嗽* *咳嗽*"
    "在外面待太久了。对，我需要发泄一些怒气，可我吸入的量已经严重超标。我能感觉到肺里的刺激感。还有那个「卡莉女巫」的幻象？也许是雾的副作用在搞我的脑子。或者只是眼睛在骗我。"
    scene c012_s012_003 with Dissolve(1)
    s "[player_name]？"
    j "我在车库。"
    s "我可以进来吗？"
    menu:
        "我穿上衣服了。":
            j "当然。我也穿上衣服了。虽然这没什么意义。"
        "对，进来吧。":
            j "对，进来吧。反正我也拦不住任何人。"
        "你是我唯一没在生气的人。\n[rgr](雪莉 焦虑 -1)":
            $ s_anxiety -= 1
            j "你是我唯一没在生气的人。"
    scene c012_s012_004 with Dissolve(1)
    s "呃，嘿。你没事吧？"
    j "我现在的状态比刚拖进邻居院子里的那些死灼烧者好多了。而且，哥们儿，如果你以为人们会因为自家狗在别人草坪上拉屎而生气，那他们看见这些会更火大。"
    scene c012_s012_005 with Dissolve(0.25)
    s "我问的是你有没有受伤。你声音糟透了，脸也红得厉害。"
    j "身体上，没有。"
    scene c012_s012_006 with Dissolve(0.25)
    s "*叹气* 我知道你因为被撒谎而生气，可劳拉那么做是有正当理由的。你不肯让别人帮忙。我知道自己一直是个没用的累赘，可卡莉和劳拉都在努力。而且你看起来被打垮了。"
    j "我这么做是因为我得保证有人挡在你和外面那些该死的东西之间。这很危险，有些事我们必须留心，而且坦白说，我到目前为止都太他妈马虎了。总想着只要它们不在视线里，灼烧者就不成问题。"
    scene c012_s012_007 with Dissolve(0.25)
    j "可瞧好吧，我们有一长串灼烧者一路追着我们回这栋房子。所以，要是我必须冲在最前面，我就会去。要是我得把这片街区的每一样东西都杀光，我就会去。要是用一个人受伤来确保其他人没事，我愿意去。"
    s "好吧，今天不是个好例子，可你一直在讲，好像我们非得牺牲一个人、其他人才活得出去似的。我们不该那样。逃亡不该变成四个人里得死一个的过路费。"
    scene c012_s012_008 with Dissolve(0.25)
    s "我理解我们每个人都有过糟糕的时候，可能你会对依赖任何人产生动摇，可我们不是故意的。至于我？我很抱歉我崩了——"
    j "雪莉，我不怪你难受。我理解。"
    scene c012_s012_009 with Dissolve(0.25)
    s "对，可加上这个、卡莉被灼伤、还有劳拉跟你关系不好，我能理解你觉得什么都得自己扛。可我们提出要帮你分担的时候，你可并没有那么愿意听。而且我理解，今天不是个好例子，你完全有资格说「我早说过」。"
    scene c012_s012_010 with Dissolve(0.25)
    s "可万一你真的受伤了呢？或者更糟呢？"
    "我什么也没说。雪莉也许不算特别有说服力，可她是对的。不过我心里还是憋着一股怨气，很难放下。"
    scene c012_s012_011 with Dissolve(0.25)
    j "*叹气* 给我一两天，我就能翻过这一页。"
    s "这……你值得休一两天。"
    if s_friend >= 12 and s_love >= 2 or s_love >= 4:
        scene c012_s012_012 with Dissolve(0.5)
        "出乎意料地，雪莉抱了我一下。考虑到我们迄今为止的关系，这感觉有点奇怪。"
        s "别再说自己对受伤或死亡无所谓了。求你了。这种……不该这么说。我知道的。"
        scene c012_s012_013 with Dissolve(0.25)
        j "抱歉。我有时候说话不过脑子，没考虑会影响别人。我已经习惯了不觉得自己这条命有多重要。"
        s "可现在你有在乎你的人。"
        scene c012_s012_020 with Dissolve(0.5)
        s "我在乎。就算别人都不在乎，我也在乎。"
        j "我……好吧。"
        scene c012_s012_021 with Dissolve(0.25)
        "我们就那么站着，沉默着，四目相对。我一直有点把我跟雪莉的关系当成「有福利的友谊」，可我是不是隐约察觉到点别的什么？"
        "就这么站了几分钟之后，我们分开了。为了不在这件事上纠缠，我换了话题。"
    scene c012_s012_014 with Dissolve(0.5)
    j "伊芙还在吗？"
    s "在。我给她热了点东西吃，最后看见她的时候她在厨房。劳拉还在旁边转悠，就是随便聊几句。我不知道她能不能从伊芙那儿问出什么，但她尽力了。"
    j "伊芙不太想交朋友，对吧？"
    scene c012_s012_015 with Dissolve(0.25)
    s "不太想。我没法说理解她的想法。我一个人待了几天就快疯了。对，你第一次出现的时候我是疯了，可到第二天，我就巴不得有人在身边。我猜她比我要坚韧得多。"
    j "大概比我能坚韧得多。"
    scene c012_s012_016 with Dissolve(0.25)
    s "嘿。你不该冲卡莉发火。我知道你觉得自己被骗了，可她那么做的理由跟劳拉一样。她是怕你伤得比现在更重。她此刻非常难过。"
    j "我可能冲她发了脾气，可我尽量没直接冲她吼。因为安德鲁的事。"
    scene c012_s012_017 with Dissolve(0.25)
    s "那大概算好事吧。可你得让她知道没关系。等你觉得能安慰人的时候。"
    j "我会的。也许我先让所有人休息一晚，然后再去挨个道歉。"
    if k_love >= 4:
        scene c012_s012_018 with Dissolve(0.25)
        s "你知道她爱上你了吧？"
        j "我没听她亲口说过，所以我没敢往那儿想。"
        scene c012_s012_019 with Dissolve(0.25)
        s "别犯傻。也别在外面待太久，会着凉。"
    else:
        scene c012_s012_019 with Dissolve(0.25)
        s "也许吧。还是那句，别在外面待太久，会着凉。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_15_604", transition=Dissolve(1.0))()
    pause
    $ Hide("july_15_604", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c012_s013_001 with Dissolve(2)
    play music insideday fadein 2.0
    "我终于回到客厅时，惊讶地发现伊芙还在。她刚吃完，正慢慢挪向自己的装备。离日落没多久了，我觉得她很快就会走。"
    j "晚饭还合口味吗？"
    scene c012_s013_002 with Dissolve(0.25)
    e "难得能吃到热乎的，感觉不错。"
    j "最近我产生过同样的想法的次数，多到不想承认。"
    "我觉得我该开口留她住下。她看起来不像是会主动提这种要求的人。"
    menu:
        "请她留下。\n[rgr](伊芙 好感 +1)":
            $ e_friend += 1
            $ ch12_evestay = "yes"
            scene c012_s013_003 with Dissolve(0.5)
            j "嘿，我们这儿有沙发还有把椅子，你要是想找个暖和、还算「安全」的地方过一夜，没问题。"
            e "不用了。我得回去了。不过还是谢谢你的好意。其实我该在天黑前就走。晚上在外面乱走实在太糟糕了。"
        "别走。":
            "我确实不该走。那样感觉像是在得寸进尺地试探她。之前我们提出的时候，她看起来反应并不好。我该把这一刻当成一场胜利来收下。"
            scene c012_s013_004 with Dissolve(0.25)
            e "好。我得回去了。不过还是谢谢你的好意。其实我该在天黑前就走。晚上在外面乱走实在太糟糕了。"

    j "这我明白。那么，你找车需要帮忙吗？我猜你是要找一个没被扔在外面……已经一个月？……弄坏的零件。靠，都过去这么久了。"
    scene c012_s013_005 with Dissolve(0.25)
    e "我怀疑你找不到什么。我已经把附近的房子和南边那片社区都搜遍了。没有。或者说，没有我能用的。"
    scene c012_s013_006 with Dissolve(0.25)
    e "他妈的倒霉事在于，那个零件我已经下单了。我有物流单号，本来那天就该送到。也就是说，要是这堆狗屎晚来一天，我早就上路了。我他妈早就是个幽灵了，正在去科罗拉多的路上。"
    j "物流单号？哪家？我是说，哪家公司？"
    scene c012_s013_007 with Dissolve(0.25)
    e "UPS。"
    j "不是吧。UPS？*嗤笑* 我大概知道你那包裹在哪儿了。"
    scene c012_s013_008 with Dissolve(0.25)
    e "什么？真的？在哪儿？"
    scene c012_s013_009 with Dissolve(0.5)
    "这可能是一个我利用自己对她的价值来换取些什么的时刻，可那就得扣住信息不给。或者，我也可以主动说出来、试着赢得她的信任，指望这足以让我讨她喜欢。"
    menu:
        "告诉她。\n[rgr](伊芙 信任 +1)\n[rgr](伊芙 好感 +1)":
            $ e_friend += 1
            $ e_trust += 1
            $ ch12_telleve = "yes"
            j "你的车库和大学校区之间有家便利店。其实更靠近体育馆和足球场。停车场里有一辆UPS的厢式车，就那么扔在那儿。"
            scene c012_s013_010 with Dissolve(0.25)
            e "不是吧。我大概知道你说的是哪儿。那可不近。你们是走过去的？"
            j "没别的选择。我进那辆车里看见了几个包裹。我们还开玩笑说那些人拿不到自己的东西并不算最大的问题。要是你愿意，我可以带你去。"

        "带她去。\n[rrd](伊芙 信任 -1)":
            $ e_trust -= 1
            j "要不我干脆带你去？"
            scene c012_s013_011 with Dissolve(0.25)
            e "*呻吟* 当然。这世上没有白给的东西，对吧？"
            j "好像一路走回那边是我在为了健康健身似的。"
            scene c012_s013_012 with Dissolve(0.25)
            e "你指望靠说话就蹭到车，对不对？"
            j "要是不试一下，我就是在不顾我的队伍。可我不傻。你可以自己回到车库，把车修好，然后在我们反应过来之前就消失了。"

    scene c012_s013_013 with Dissolve(0.25)
    j "一个人去那边可谈不上安全。不管你带上多少火力。跟一个能替你望风的人一起去，才是明智的。"
    "伊芙转过身去，像是不确定该怎么消化这个消息。又或者，但愿吧，她是在考虑我参与取回那个包裹这件事。"
    scene c012_s013_014 with Dissolve(0.25)
    e "管他的，你就是个烦人的刺头。"
    j "这算是答应了还是没答应？"
    e "明天一早，你最好在车库外面等着。你带我去、再带我回来。要是我发现你是在耍我，我就打断你的膝盖，把你扔那儿等死。还有，别唠叨个没完想说服我加入你们那个小团体。"
    j "来回一趟、尽量少说话？你确定你不是个男的？"
    scene c012_s013_015 with Dissolve(0.25)
    e "我可不是白留着那个{a=https://fightclub.fandom.com/wiki/Robert_Paulson}罗伯特·保尔森的骚奶子{/a}的。所以呢？"
    j "我会早到，然后我们出发。"
    scene c012_s013_016 with Dissolve(0.25)
    e "好。你确定她们会高兴？"
    j "这重要吗？"
    scene c012_s013_017 with Dissolve(0.25)
    e "我需要你保持冷静、留意我们周围的情况，而不是在脑子里反复重播你刚才那场架。你杀气腾腾的当然挺好，可要是在路上就不行了。"
    j "我知道怎么把事情分开处理。而且一旦上路我就会这么做。"
    scene c012_s013_018 with Dissolve(0.25)
    e "那只能这样了。我要走了，你去把消息告诉她们。"
    j "我送您到门口。"
    scene blank with Dissolve(2)
    scene c012_s013_019 with Dissolve(2)
    "伊芙上路之后，我锁好门并从里面堵上，然后回到客厅，因为劳拉正在等我，我准备好要解释这件事。"
    l "所以，她回去了？"
    scene c012_s013_020 with Dissolve(0.25)
    if ch12_evestay == "yes":
        j "我确实提过让她在这儿过夜。你也猜得到，她拒绝了。刚才那些你们听见多少？"
    else:
        j "我本来会提让她在这儿过夜，可我觉得她可能会拒绝。刚才那些你们听见多少？"
    l "一些。你真觉得她那包裹在那辆UPS车里？"
    j "有可能。而且事到如今，我愿意冒这个险。要是这能让她的越野车跑起来，那就值了。"
    scene c012_s013_021 with Dissolve(0.25)
    l "单程走过去可要两个多小时。"
    j "所以我们明早出发。而且在你开口之前先说清楚，我这么做是因为要是这能给我们一个蹭车的机会，我就必须试。为了把这段路缩短一点，什么都值得试。"
    scene c012_s013_022 with Dissolve(0.5)
    l "我知道。我讨厌你非做这件事不可，尤其我并不完全信任她，可你得抓住这个机会。"
    "劳拉在这件事上没有跟我对着干。也许我们之前那些架本来就太过了。我知道自己没剩多少力气再来一次了。"
    scene c012_s013_023 with Dissolve(0.25)
    l "只是……帮我盯着她一点，好吗？"
    j "你真的不信任她。"
    l "我没有任何理由信任她。她可以到了那辆车那儿、找到她的包裹，然后把你做掉。或者在事情败露的时候把你甩下。"
    j "你之前跟她那几次交谈，可没给你多少信心，对吧？"
    scene c012_s013_024 with Dissolve(0.25)
    l "我觉得她有能力，可我也觉得她首先是为了自己。"
    j "这一点我非常清楚。"
    scene c012_s013_025 with Dissolve(0.25)
    l "还有……之前的事，对不起。关于没跟你说实话。"
    j "我们就翻过这一页吧，劳拉。我真的受够了为这件事生气。我刚才的反应可能有点太戏剧化，可我们不是都活着出来了吗。"
    scene c012_s013_026 with Dissolve(0.25)
    l "对。是。我……对。"
    j "我明天会早起。这样你不会因为我顺手把门带上而吓一跳。"
    l "我也会早起。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_15_814", transition=Dissolve(1.0))()
    pause
    $ Hide("july_15_814", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c012_s013_027 with Dissolve(2)
    play music nightmain2 fadein 2.0
    "一整天的活动加上待在外面的时间，吃饱又坐定之后，我就开始撑不住了。因为要一大早赶路，我也没怎么抵抗。"
    "劳拉和雪莉都在，可谁都没怎么说话。我敢肯定这一天下来把所有人都耗干了。卡莉则在我打瞌睡之前一直没露面。"
    s "他费了那么大劲去弄新衣服，结果还是穿着那件衬衫和平角裤。该死的男人。"
    l "这就是你们男人的平均水准。找到一样自己喜欢的东西就一直凑合用。嗯，通常是这样。"
    scene c012_s013_028 with Dissolve(0.5)
    s "我们明天就让他跟她一起走？"
    l "就算我想拦也拦不住他。这很危险，可他在「这里面的可能性」上并没有说错。这正是我们之前去找她的原因。要是她能被说服，让她明白跟我们合作长期来看对她有好处。"
    scene c012_s013_029 with Dissolve(0.25)
    s "嗯……"
    scene c012_s013_030 with Dissolve(0.25)
    s "你们俩还好吗？刚才在吼，然后就不吼了，这通常意味着爸爸妈妈要离婚了。哦，靠，我不是那个意思。抱歉。"
    l "没事。不过也不全错。我们没问题。我们往前走。过几天就会好的。"
    s "你说了算吧。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_16_624", transition=Dissolve(1.0))()
    pause
    $ Hide("july_16_624", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c012_s014_001 with Dissolve(2)
    play music school fadein 2.0
    "即使隔着雾，我也能感觉到太阳正从东边的地平线上探出来。炭灰色慢慢变成棕色，等我穿好衣服准备出发时，已经渐渐转成橙色了。"
    scene c012_s014_002 with Dissolve(0.25)
    "劳拉还没完全醒，过来给我送行。"
    l "本来该让你小心的，可是——"
    scene c012_s014_003 with Dissolve(0.5)
    j "我是个大男孩。而且有伊芙和我一起，我觉得我们能应付。"
    l "她不是朋友，[player_name]。"
    scene c012_s014_004 with Dissolve(0.25)
    j "我不会犯那种错。*叹气* 那我该上路了。"
    "我忽然意识到，从我在车库里发脾气之后，我就再没见过卡莉了。尽管我得走，可心里有种冲动：至少在离开前见她一面。"
    menu:
        "没时间。":
            "我没时间做这件事。等我回来再找她、跟她道歉。"
            scene c012_s014_005 with Dissolve(0.25)
            j "现在就是最好的时机。"
        "[gr]就一分钟。\n[rgr](卡莉 焦虑 -1)":
            $ k_anxiety -=1
            scene c012_s014_005 with Dissolve(0.5)
            j "给我一分钟。我在前门跟你会合。"
            l "好。"
            scene c012_s014_006 with Dissolve(1)
            j "卡莉？我知道现在很早……"
            scene c012_s014_007 with hpunch
            "*咔哒*"
            "门锁着。我猜她想一个人待着。该死，现在我心里更难受了。不过这个冷落是我活该。"
            scene c012_s014_008 with Dissolve(0.25)
            "我甚至不知道她醒没醒。就算我说点什么，她会听见吗？也许我只是说给自己听。"
            menu:
                "对不起。":
                    scene c012_s014_009 with Dissolve(0.25)
                    j "嘿，卡莉，昨天的事对不起。我是真的。我发誓以后会补偿你。我发誓。"
                "我在乎你。":
                    scene c012_s014_009 with Dissolve(0.25)
                    j "嘿，卡莉，昨天的事对不起。我在乎你，我不想永远伤害你。我发誓以后会补偿你。我发誓。"
                "我爱你。\n[rgr](卡莉 爱意 +1)" if ch12_kallie_sex == "yes" or ch11_kallie_sex == "yes":
                    $ kallie_tellheriloveyou = "yes"
                    $ k_love += 1
                    scene c012_s014_009 with Dissolve(0.25)
                    j "嘿，卡莉，昨天的事对不起。我……我不想永远伤害你。因为我爱你。我知道我们已经绕着这件事转悠了一阵子，可我想把它说出口，也许这样你以后会觉得足够安全，也能说出同样的话。我爱你。"
                    "好吧。说出来了。就算她还在睡，我也得接受我只是把它说了出来这件事，哪怕那只是说给自己听的。"
            scene c012_s014_006 with Dissolve(0.25)
            "什么都没有。没有移动的声响。我得走了。等回来再找她、跟她道歉吧。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c012_s014_010 with Dissolve(2)
    play music horror fadein 2.0
    "我记得以前这么早起床只是上班流程的一部分。我会灌下刚好够我开车的那点咖啡，同时躲开迎面直射的晨光。日子真简单。"
    scene c012_s014_011 with Dissolve(0.5)
    "我得好好利用这个机会。让自己显得有用，又不能看起来太刻意。伊芙给我的感觉是谨慎，而且很清楚——如果她的车真修好了，我们是想蹭她的车。"
    scene c012_s014_012 with Dissolve(0.5)
    "这一切可能白费。也许她那包裹根本不在这辆车里。又或者在，可她修好车之后，在我们说服她「跟我们走有好处」之前就开走了——尽管我也不知道这对她到底有没有好处。"
    scene c012_s014_013 with Dissolve(0.5)
    "不管怎样，我到了车库之后，得把注意力放在我们自己和去便利店这趟路上。不许分心。不许去想我没见卡莉就走了。我得对周围的一切保持警觉和聪明。"
    if persistent.ch12_complete == False:
        $ persistent.ch12_complete = True
        $ quick_menu = False
        scene blank with Dissolve(2)
        window hide
        $ Show("achievement_chapter12", transition=slideright)()
        pause
        $ Hide("achievement_chapter12", transition=dissolve)()
        $ quick_menu = True
label chapter13:
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("chapter13", transition=Dissolve(1.0))()
    pause
    $ Hide("chapter13", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c013_s001_001 with Dissolve(2)
    play music outsideday fadein 2.0
    if ch12_telleve == "yes":
        "等我走到车库时，「自己来晚了」这种焦虑已经在我胃里扎下了根。伊芙给我的感觉既不耐心，也不像是能忍别人废话的人。要是她急着赶去便利店，她可能直接不等我就走了。"
    else:
        "等我走到车库时，「自己来晚了」这种焦虑已经在我胃里扎下了根。伊芙给我的感觉既不耐心，也不像是能忍别人废话的人。要是她急着赶去那辆UPS车，她可能直接不等我就走了。她知道我们会从哪个方向来。往回走对她来说并不难。"
    scene c013_s001_002 with Dissolve(0.5)
    j "伊芙？我是[player_name]。"
    "希望你还在。"
    play sound doorclose
    scene c013_s001_003 with Dissolve(0.5)
    e "好了。我准备好了。你要带的东西都齐了吗？"
    j "我行李很少。"
    scene c013_s001_004 with Dissolve(0.5)
    e "那就出发吧。"
    j "也祝你有个「美好的一天」。"
    scene c013_s001_005 with Dissolve(0.5)
    e "*呻吟* 别这样。"
    "伊芙听起来跟平时一样让人不痛快，我也就没敢得寸进尺。我忍住了那种想通过闲聊来多了解她一点的冲动。"
    scene blank with Dissolve(2)
    scene c013_s001_007 with Dissolve(2)
    "我忽然意识到，之前我们走这条路的时候，我其实根本没怎么留意方向。路标在任何距离都很难辨认，而且不止一次我得去看路牌，确认我们走的方向没错。"
    "靠着GPS，加上我早上晚上通勤基本都在神游，我没法假装自己熟悉这座城市的布局。况且我以前住在城的另一边。这对我来说基本算全新的地盘。"
    scene blank with Dissolve(2)
    scene c013_s001_008 with Dissolve(2)
    e "你上次过来的时候，这儿有这么空吗？我总觉得应该……更多才对。"
    j "我记得有几个在不远处晃悠。只要我们不停下脚步，它们就不成问题。"
    scene c013_s001_009 with Dissolve(0.5)
    e "我敢肯定你朋友们昨天也是这么想的。还有提醒你一下，我们晚点还得从这边回去。"
    j "对……靠。"
    scene blank with Dissolve(2)
    scene c013_s001_011 with Dissolve(2)
    "我不知道为什么，这趟路走起来比上次感觉更长。也许是因为我把精力分给了两件事：一边重走之前走过的路线，一边留意周围的环境。我们不再是四个人拼命找地方躲，而是两个人在执行任务——其中一个还铁了心要保证我们的退路仍然可行。"
    "一路上，伊芙沉默而克制，很少说超过几个字的话。她对周围的观察非常仔细。就算没人请她来，她也在某位地方受过军事训练。"
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_16_930", transition=Dissolve(1.0))()
    pause
    $ Hide("july_16_930", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c013_s001_012 with Dissolve(2)
    "等我们走到便利店时，我已经满头大汗、喘得不行了。"
    j "我本以为自己体力没这么差。"
    scene c013_s001_013 with Dissolve(0.5)
    e "就是这儿吗？"
    j "对，就在上面。加油机的另一边。"
    scene c013_s001_014 with Dissolve(0.25)
    j "说起来，我们是不是该拿个油桶、弄点汽油？"
    e "不用，这我已经处理好了。车库里有个油罐，里面还有大概十加仑。是劳尔在和他家人离开、这一切发生前几周给我加的，所以应该还没坏。"
    scene c013_s001_015 with Dissolve(0.5)
    j "那么，劳尔是谁？你之前提过车库是他的。"
    e "就是个普通家伙。重要吗？"
    scene c013_s001_016 with Dissolve(0.25)
    j "好吧，就是随便客套几句。想多了解一下你。"
    e "随便吧。退后点，我要把这扇窗户砸了。"
    scene blank with Dissolve(2)
    scene c013_s001_017 with Dissolve(2)
    "砸碎一扇窗户之后，伊芙爬进了车里，然后开始翻找。我在外面待着，徒劳地努力监视着四周。"
    scene c013_s001_018 with Dissolve(0.25)
    "听着她把其他箱子一个个扔开，我忽然意识到雾越来越浓了。过去的经验在我脑子里拉响了警报。"
    e "巧克力？那玩意儿大概已经化了。他妈的为什么这儿的东西都不按正常顺序放？"
    e "等等，那是……"
    e "他妈的，中了！给伊芙·金凯德的一个包裹。"
    scene c013_s001_019 with Dissolve(0.25)
    j "你在里面还好吗？"
    e "对。让我把这东西从盒子里拿出来，塞进我的腰包。我可不想一路提着这玩意儿回去，跟个邮差似的。"
    j "对，不着急。"
    scene c013_s001_020 with Dissolve(0.5)
    e "哦？呃，这玩意儿……"
    j "我们进去待一会儿吧。用下洗手间，喝点东西。也许就会过去。不过在那之前，我们先进去。"
    scene c013_s001_021 with Dissolve(0.25)
    e "听起来你像是知道会发生什么。"
    j "你还没碰上过白化天灾？"
    scene blank with Dissolve(2)
    scene c013_s002_001 with Dissolve(2)
    j "另外，先跟你说一声，免得你吓着，后面那间屋子里有一具尸体。"
    e "又一具普通的老尸体。小事。"
    scene c013_s002_002 with Dissolve(0.25)
    j "对我们来说？对，这越来越像个模式了。"
    e "最好是到此为止。所以……「白化天灾」？"
    scene c013_s002_003 with Dissolve(0.25)
    j "就是雾浓到让你哪儿都去不了的时候。如果你一直窝在车库里，可能还没怎么遇上过。"
    e "我一直在外面到处跑，翻遍这一带。你说得好像我是个足不出户的人。"
    scene c013_s002_004 with Dissolve(0.25)
    j "抱歉，不是想找茬。*叹气* 我去撒个尿。马上回来。"
    scene c013_s002_005 with Dissolve(0.5)
    "我不想跟她吵起来，因为她现在说话带刺儿。她趁我在里面的时候直接走掉的概率有多大？我想我是让劳拉的悲观想法影响了我，可我不是傻子。她已经拿到了她想要的东西，不需要我了。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c013_s003_001 with Dissolve(2)
    play music insideday2 fadein 2.0
    s "卡莉？嘿，你没事吧？你在这儿待了好一会儿了。我得来看看你还活着。"
    k "我……我会没事的。我只是……只是心里不好受。关于昨天的事。"
    scene c013_s003_002 with Dissolve(0.25)
    k "他当时气疯了。我……我不喜欢骗他，可我以为我是在做对的事。"
    s "对，[player_name]可能爆发了一下，不过到晚上他就冷静下来了。发泄掉了不少怒气。"
    scene c013_s003_003 with Dissolve(0.5)
    k "发、发生了什么？我听见有人喊叫，还有门开关了好几次。"
    s "*叹气* 伊芙对我和劳拉也不怎么热情。后来我们还把几只灼烧者一路引了回来。[player_name]出去了，按伊芙的说法，他杀了一大堆。"
    scene c013_s003_004 with Dissolve(0.25)
    k "天啊。他没事吧？我今天早上听见过他，可听起来不太……嗯……"
    s "对，对。他们回来了，她洗漱了一下，吃了点东西，然后就走了。看来她车需要的零件就在那辆UPS车里。所以他就出发跟她一起回便利店了。"
    scene c013_s003_005 with Dissolve(0.25)
    k "什么？他……那是……"
    s "我知道。劳拉也不太高兴，不过她在给自己找理由：要是他为伊芙做了这件事，那伊芙至少会觉得我们中有一个人是有用的。"
    k "……"
    scene c013_s003_006 with Dissolve(0.5)
    s "嘿，你没事吧？情绪上。我理解[player_name]发脾气肯定不太合适，也让你压力很大，可你知道他不想伤害你，对吧？"
    k "我为骗他这件事感到愧疚。他信任我——或者我愿意相信他信任我——我看得出自己把他伤得多深。可当他开始吼的时候，我……我只是觉得自己又回到了安德鲁身边。我只想逃走。"
    scene c013_s003_007 with Dissolve(0.25)
    k "可那对他不公平。他不是安德鲁，我讨厌自己第一反应就是假定他也会那样对我。我……我不知道自己还能不能不再这样反应。我……我可能永远都修不好了。"
    s "你没有坏，姑娘。你才刚从安德鲁手里逃出来不到一个月。你只是需要时间来愈合。放自己一马。而且[player_name]生气的是我和劳拉，不是你。他喜欢你喜欢得要命。"
    scene c013_s003_008 with Dissolve(0.25)
    if kallie_tellheriloveyou == "yes":
        k "我不知道。我……我只是希望他在这儿，这样我就能跟他谈谈。我想只要能看见他，我就会感觉好一点。他昨晚在门口想跟我说话的时候，我半睡半醒，我为此难受极了，他大概以为我在故意不理他。"
    else:
        k "我不知道。我……我只是希望他在这儿，这样我就能跟他谈谈。我想只要能看见他，我就会感觉好一点。"
    s "他会回来的。昨天他在外面演了一通动作片主角之后，我一点都不担心他了。何况他身边还跟着个女版{a=https://en.wikipedia.org/wiki/Rambo_(franchise)}兰博{/a}。"
    scene c013_s003_009 with Dissolve(0.25)
    k "你信任她吗？"
    s "我不能说「信任」……不过我觉得她不会坑他。来，我们先离开这间屋子，给你弄点早饭。你从昨天就没吃过东西了，不能再不吃饭。你已经够瘦、够苍白了。"
    k "我……大概吧。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_16_1020", transition=Dissolve(1.0))()
    pause
    $ Hide("july_16_1020", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c013_s002_006 with Dissolve(2)
    play music insidedark fadein 2.0
    "我回来的时候，看见伊芙站在前门处，望着外面。她的霰弹枪和面罩都搁在一旁，看起来她暂时没打算去哪儿。"
    scene c013_s002_007 with Dissolve(0.25)
    j "外面也没好到哪儿去。"
    e "看来我们进屋是对的。想再出去可就没门了。还有，对不起，刚才冲你发火。我知道你不是那个意思。我的防备心竖得太久了，有时都会忘记——普通人并不是总在试图当什么「阿尔法男」。"
    menu:
        "没事儿。\n[rgr](伊芙 好感 +1)":
            $ e_friend += 1
            scene c013_s002_008 with Dissolve(0.5)
            j "没事儿。我也没太往心里去。"
            e "纯属扯淡，不过算了。"
        "我从来就不是什么阿尔法。":
            scene c013_s002_008 with Dissolve(0.5)
            j "我从来就不是什么阿尔法。所以你不用担心我会对你来这套。"
            e "你们那一群里就你一个男人。劳拉虽然装得像个女王蜂，但她肯定不是。"
    scene c013_s002_009 with Dissolve(0.25)
    e "所以你以前也遇到过雾这么糟？我只在它刚爆发后的头几天见过这种情况。"
    j "有过几次。起初我以为只是因为外面有一群灼烧者。但后来几次就不是这么回事了。事实上，我们每次碰上女巫，都正好是在雾最浓的时候。"
    scene c013_s002_010 with Dissolve(0.25)
    e "嗯。"
    j "你有什么想法吗？"
    scene c013_s002_011 with Dissolve(0.25)
    e "暂时没有。这个假设挺有意思，但见过几次可算不上什么科学证据。"
    j "我宁愿不要遇到太多次，多到能称之为规律。"
    scene c013_s002_012 with Dissolve(0.25)
    e "*哼* 嗯，我懂。那依你的经验，出去会有多糟？"
    j "能见度大概只有几英尺。雾又浓得像在水里跋涉，所以还特别累人。至于能不能呼吸？戴上面罩的话你或许还能撑住。我的话……大概几分钟就得往回撤。所以你要是想赌一把……"
    scene c013_s002_013 with Dissolve(0.25)
    e "算了。我正好想歇一歇，再吃点东西。你刚提到的那个洗手间……"
    j "经理办公室在右手边。就在那后面。"
    e "不错。"
    scene blank with Dissolve(2)
    scene c013_s002_014 with Dissolve(2)
    e "这种白茫雾一般要持续多久？"
    j "我见过它们一夜就散掉，所以至少得两三个小时。我不太想窝在这儿不上路，但安全第一。"
    scene c013_s002_015 with Dissolve(0.5)
    e "再说了，你还有几位女士等着你回去呢，对吧？"
    j "她们会担心的，但我也无能为力。"
    scene c013_s002_016 with Dissolve(0.5)
    e "嗯哼。"
    "我还没来得及把话题往她身上引，伊芙就晃悠着找吃的去了。说实话，我并不着急。如果我们真要在这儿困上一阵子，我大概会有机会。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c013_s003_010 with Dissolve(2)
    play music insideday2 fadein 2.0
    s "早上好，劳拉。看，我捡到谁了。"
    scene c013_s003_011 with Dissolve(0.5)
    l "早上好，雪莉。卡莉，看到你恢复精神真是太好了。昨天的事很抱歉。你不该替[player_name]承受他对我的怒气。"
    k "没、没事。他没有……他没有冲我吼。他只是生气，等我有时间冷静下来、拉开距离去回想的时候，我知道他不是冲我来的，可是……我……我还是发作了恐慌。"
    scene c013_s003_012 with Dissolve(0.25)
    l "真的很抱歉。我完全没想到会闹成这样。我想我们之间积压了不少矛盾，而我是出于好意那么做的，结果反倒彻底在我们面前炸开了。"
    k "你们俩没事吧？"
    l "嗯，我想我们俩都不打算再吵再打了。我本意是好的，但最后还是他说得对。也许等他和伊芙回来，我们会试着把这事解决掉，不过现在先休战。还有更重要的事要处理。"
    scene c013_s003_013 with Dissolve(0.5)
    s "呃，枪怎么放在台面上了？"
    l "因为我敢肯定是他故意留下的，好让我们有枪能用，以防万一。他走的时候我迷迷糊糊的，不然我早就发现了。"
    scene c013_s003_014 with Dissolve(0.25)
    k "他自己不需要吗？"
    l "希望不需要。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_16_1126", transition=Dissolve(1.0))()
    pause
    $ Hide("july_16_1126", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c013_s002_017 with Dissolve(2)
    play music insidedark fadein 2.0
    "一边嚼着零食、一边翻杂志足足一个小时后，伊芙的耐心终于耗尽，我一点都不意外。她来回踱了几分钟，然后抱着「雾也许会稍微变淡一点」这种徒劳的希望回到了前门。"
    scene c013_s002_018 with Dissolve(0.25)
    e "外面我一个灼烧者都没看见？你确定吗？"
    j "我对她们并不在行，所以不确定。但你要是想就那么出去，光是能见度这一条就够你受的了。"
    scene c013_s002_019 with Dissolve(0.5)
    e "*呻吟*"
    "我看得出她在纠结要不要赌一把。我想劝她别冲动。这种事我不是没遇过，知道那样做从来不会有好结果。就算她装备齐全，也绝不轻松。也许她的面罩能挡住毒素不让它进肺，但她照样会在雾里迷路。"
    "而且谁也说不准外面有什么东西正等着伏击她。"
    scene c013_s002_020 with Dissolve(0.25)
    e "行吧，管他的。你可以留在这儿，像条等雨停的臭婊子一样躲着，但我没工夫再耗下去了。"
    $ renpy.sound.set_volume(.30, 0.0, channel = "sound")
    scene c013_s002_021 with Dissolve(0.5)
    menu:
        "什么都别说。":
            "她可不像是在等谁告诉她该怎么做。我最好就让她随心所欲，然后看结果如何。真是糟透了，我本希望这件事能有个好结果，但看来我已经没法让任何人按我的方式看事情了，对吧？"
            scene c013_s002_022 with Dissolve(0.25)
            e "都不打算劝我打消念头？老兄，你他妈就是个贝塔。"
        "试着劝她别去。\n[rrd](伊芙 好感 -1)":
            $ e_friend -= 1
            j "拜托，伊芙。这么冲出去并不安全。我知道你还不了解我，但你得相信，我们窝在这儿可不是因为觉得好玩。"
            scene c013_s002_022 with Dissolve(0.25)
            e "省省吧，罗密欧。也许家里有姑娘等着你，这才让你过分谨慎，但我不想再在这个破镇子里浪费一天了。"
    stop music fadeout 2.0
    scene c013_s002_023 with Dissolve(0.25)
    play sound monster_thump
    "还没等我再说什么，地面传来一声闷响，微微震了一下。货架晃了晃，晃得刚好让我心里一紧。饮料柜里的纸张沙沙作响，玻璃瓶叮叮当当地碰在一起。" with vpunch_soft
    j "嗯？"
    $ renpy.sound.set_volume(.60, 0.0, channel = "sound")
    e "怎么？没别的可说了？"
    play sound monster_thump
    "又发生了。这次的动静更大一些。伊芙是不是一门心思只想着离开这里，根本没注意到？还是说我自己在疑神疑鬼？我知道刚才有那么几个瞬间，我连自己的感官都不敢信了，但这次的感觉，就像《侏罗纪公园》里霸王龙越走越近、水杯里的水开始震动的那个镜头。" with vpunch_soft
    scene c013_s002_024 with Dissolve(0.25)
    $ renpy.sound.set_volume(.80, 0.0, channel = "sound")
    j "喂，等一下。"
    e "老兄，你劝不动我的。"
    play sound monster_thump
    "又是一声闷响。更近了，也更频繁了。她被我烦得这么厉害，连自己都没察觉到吗？" with vpunch
    scene c013_s002_025 with Dissolve(0.25)
    $ renpy.sound.set_volume(1.0, 0.0, channel = "sound")
    j "我不是想改变你的主意，但先停一下。"
    e "什么？等等……"
    scene c013_s002_026 with hpunch
    play sound monster_thump
    "来了。"
    e "搞什么鬼？"
    play music monster
    play sound grendel_growl
    scene c013_s002_027 with Dissolve(0.25)
    $ e_anxiety += 2
    e "什……"
    scene c013_s002_028 with vpunch
    j "躲起来，快。"
    play sound monster_thump
    scene c013_s002_029 with hpunch
    "伊芙抵抗了一秒，但在我把她拉到柜台后面时还是松了口。"
    play sound grendel_growl
    scene c013_s002_030 with Dissolve(0.5)
    e "{size=32}那他妈是什么东西？{/size}"
    j "{size=32}安静。别露面。{/size}"
    scene c013_s002_031 with Dissolve(0.25)
    e "{size=32}我以为它们看不见我们。{/size}"
    j "{size=32}灼烧者？也许吧。但那个……操，我不知道那是什么。{/size}"
    scene c013_s002_032 with Dissolve(0.5)
    play sound grendel_growl
    "它朝店里张望的时候，我和伊芙尽可能地把自己缩进柜台后面。我不知道它能不能看见或听见我们。我不打算赌。那个生物——巨大、漆黑，像捕食者一样潜行——正在寻找什么。既然这一带只有我们两个活物，我只能认为目标就是我们。"
    scene c013_s002_033 with Dissolve(0.5)
    e "{size=32}我勒个去。我、我……我去拿霰弹枪。{/size}"
    j "{size=32}你觉得你能干掉它？{/size}"
    scene c013_s002_034 with Dissolve(0.25)
    e "{size=32}我不知道。{/size}"
    j "{size=32}那就除非必要，别去惹毛它。{/size}"
    e "*哼哧*"
    scene c013_s002_035 with Dissolve(0.5)
    "虽然她不喜欢这个建议，但并没有伸手去拿枪。"
    e "{size=32}你带你的9毫米手枪了吗？{/size}"
    j "{size=32}没。我留给劳拉了。以防她们需要用来防身。{/size}"
    scene c013_s002_036 with Dissolve(0.25)
    e "{size=32}你脑子有病吗？{/size}"
    j "{size=32}也许吧。但我要是不在，我不会丢下她们不管。{/size}"
    "尤其要是我现在就死在这儿的话。"
    scene c013_s002_037 with Dissolve(0.5)
    "还没等伊芙再开口，我们就听见金属的呻吟声，还有一记玻璃碎裂的脆响。"
    j "{size=32}它冲面包车去了。{/size}"
    e "{size=32}感谢上帝，我们抢先一步。{/size}"
    scene c013_s002_040 with hpunch
    "接着是一声撞击，然后是一阵刺耳的摩擦声。我只能想象，它先把整辆车掀翻，然后推着它在路面上拖行。"
    "我之前曾推测，它们虽然看不见、听不见我们——尤其是我们开车从它们身边驶过的时候——但也许能用别的方式追踪我们。气味？体温？谁知道呢。也许这一个的运作方式和其他的不一样。"
    scene c013_s002_038 with Dissolve(0.5)
    "当它回到门口时，我又往木柜台后面缩了缩，祈祷它不会跟进来撞开门。"
    j "{size=32}要是我们得从这儿跑，后屋有个出口。{/size}"
    e "{size=32}好。{/size}"
    scene c013_s002_039 with Dissolve(0.25)
    play sound grendel_growl
    "它佝偻着身子，隔着玻璃往里张望，久久不肯离去。我紧张得要命，能感觉到脉搏在耳朵里咚咚直跳。"
    scene c013_s002_041 with Dissolve(0.5)
    "伊芙却紧张得直发抖。我回头看她，只见她双眼圆睁，满是惊恐。对一个说话像硬汉拳手一样的女人来说，这阵仗显然把她吓住了。"
    menu:
        "握住她的手。\n[rgr](伊芙 好感 +1)\n(伊芙 焦虑 -1)":
            $ e_anxiety -= 1
            $ e_friend += 1
            "管他的，每个人在最糟糕的时候都需要知道，自己不是孤身一人。"
            scene c013_s002_042 with Dissolve(0.5)
            "我握住她的手时，伊芙没有抽开。不仅如此，她还紧紧攥住我的手指，一声叹息从紧抿的唇间漏了出来。"
        "什么都别做，也什么都别说。":
            "最好别把这事当回事。她是个自尊心很强的女人，不会想让我把她当成什么弱女子。"
    play sound monster_thump
    scene c013_s002_043 with Dissolve(1)
    "感觉它们的脚步声渐渐远去后，我深吸一口气，探出身去看那生物有没有离开。"
    scene c013_s002_044 with Dissolve(0.25)
    "抱着它终于走了的希望，我慢慢从地上站了起来。"
    scene c013_s002_045 with Dissolve(0.25)
    e "你干什么？"
    j "待在这儿。我去看看。"
    scene c013_s002_046 with Dissolve(0.25)
    e "你疯了？"
    j "是。但重点不在这个。"
    stop music fadeout 4.0
    scene c013_s002_047 with Dissolve(0.5)
    "什么都没有。停车场空空的。"
    scene c013_s002_048 with Dissolve(0.5)
    "面包车侧翻着，被顶在了铁丝网围栏上。碎玻璃撒了一地。"
    e "怎么样？"
    j "走了。暂时。"
    scene c013_s002_049 with Dissolve(0.5)
    e "我想我们……我想我们暂时哪儿也去不了。"
    j "外面那玩意儿还在某个地方。我们该给它点时间，彻底走远。"
    play music horror fadein 2.0
    scene c013_s002_050 with Dissolve(0.25)
    e "操，我刚才感觉真他妈像个菜鸟。居然跟个小新兵一样尿了裤子，胆子一下全丢了。"
    menu:
        "这事对我们所有人来说都够呛。":
            j "这事对我们所有人来说都够呛。每天都是新的、操蛋的恐怖。我见过一些玩意儿，别说是现实里，就算放在电影里都能让我吓得尿裤子。所以你偶尔接不住招、应付不来，完全没关系。"
            scene c013_s002_051 with Dissolve(0.25)
            e "大概吧。谢谢你没当面数落我。"
            j "不知道你以前跟谁混，但我不是那种人。"
            e "我注意到了。"
        "我本来对你期望更高。\n[rrd](伊芙 好感 -1)":
            $ e_friend -= 1
            j "是啊，「铁娘子」小姐，我也对你期望更高。那东西没比灼烧者更恐怖，只是更大。"
            scene c013_s002_051 with Dissolve(0.25)
            e "*哼* 谢谢你这一番「严厉的爱」啊，混蛋。"
            j "你还指望能更好？"
            e "大概不能。"
    scene c013_s002_052 with Dissolve(0.5)
    j "你到底是什么来头？你说话做派像是当过兵，又或者以前是警察，可我只知道你爱往林子里一待就是好几个月，过与世隔绝的日子。"
    e "我……我不是，两样都不是。我高中毕业后就混进了这个圈子。起头是几个我爸认识的人。然后就是一个认识一个、那个又认识一个，我慢慢就跟这帮人混到了一起。我自己都说不清是怎么开始的，反正后来我就跟劳尔还有他几个朋友搭上线了。"
    j "就是那个开修理厂的？"
    scene c013_s002_053 with Dissolve(0.25)
    e "对。是个年纪比我大不少的家伙，我以前常跟他混。要是我好那一口的话，他就跟我父亲差不多。别把这话理解成我有什么恋父情结。劳尔只是那个圈子的一员。那帮人就像个枪友会，只不过里面多了几个对政府特别紧张的家伙。"
    j "生存狂？还是民兵？"
    scene c013_s002_054 with Dissolve(0.25)
    e "没那么多组织性，人也不多。当然，有几个喜欢装生存专家，我也曾经花太多个月往荒野里跑，就为了脱离这个网格。但等我长到足够大、明白那些家伙大多只是没完没了地在生气之后，我就不干这种事了。"
    e "劳尔算是里面比较理智的几个之一。四十多岁的家伙，三个孩子，其中一个马上要当爷爷了。是个好人。我觉得他买下那个修理厂，是以为自己能重开起来，但最后没能成，所以他就拿那儿当修车的地方。"
    scene c013_s002_055 with Dissolve(0.25)
    e "我的车抛锚时，他让我把车拖过去存着，等我修好。他教我怎么弄，还说可以用他的工具。"
    j "哦，那这就解释了我几个疑问。"
    e "我就知道。你是那种非得弄清来龙去脉和人物动机的人，对吧？"
    j "算是吧。你家里还有人留在本地吗？有让你惦记的人吗？"
    scene c013_s002_056 with Dissolve(0.25)
    e "我看着像担心的人吗？不过，没有了，一个都没有。要说劳尔和他家人吧——这事发生时他们在外州，去了他岳父母那儿。我自己的亲人？这附近一个都没剩下。说实话，我唯一在乎的就是我爷爷，不过我长大一点之后，他就搬回{a=https://www.visitcincy.com/}辛辛那提{/a}了。"
    e "他就是从那儿来的。我爸因为联邦枪支指控被逮捕时，是他回来这边收拾残局。他老把自己当成「暴走族」里那种蠢货。嘛，其实那种蠢货是我爸。"
    e "爷爷是那种老派的中西部白人男人，只想着把自家房子和车打理得漂漂亮亮。他始终想不明白自己和我爸之间到底是哪儿出了错。"
    scene c013_s002_057 with Dissolve(0.25)
    j "哇，这故事够狠的。不过还好你身边有劳尔这样的人。"
    e "怎么了？女孩就非得有个男人在身边盯着，好免得自己把事情搞砸？"
    j "*叹气* 不是。我的意思是，人总该有一圈可以依靠的人，哪怕只是酒友或者同事。我离婚那会儿被折腾得够呛，真希望身边能多几个像奥蒂斯那样的人。"
    scene c013_s002_058 with Dissolve(0.25)
    e "啊？那倒有点道理。"
    j "怎么？打算嘲笑我连段婚姻都维持不下去吗？"
    scene c013_s002_059 with Dissolve(0.25)
    e "不不不。离婚太常见了，我见过不少好男人被它整惨了——明明是好父亲，却娶了个想要「白色栅栏中产生活」的女人，结果被榨得一干二净，走出那扇门时兜里连一毛钱都不剩。老实说，这让人对婚姻整体都挺没信心的。"
    e "而且在我活着的这些年里，我没觉得处对象值得受那些罪。定期上床确实挺爽，但其他那些破事？不了。我喜欢一个人待着。我不需要谁在我没心情的时候还来缠着我干这个干那个。"
    scene c013_s002_060 with Dissolve(0.25)
    e "再说了，能听到一个男人承认自己确实需要别人，而不是直接躲进酒瓶里，或许还挺新鲜的。太多蠢货总想一个人硬扛过难熬的时候。"
    scene blank with Dissolve(2)
    scene c013_s004_001 with Dissolve(2)
    "到了这时候，我们都很清楚，待的时间会比我们俩希望的都长得多。店里闷热的空气越来越难熬，我们都脱掉外套，想办法让自己舒服点。"
    scene blank with Dissolve(1)
    scene c013_s004_002 with Dissolve(1)
    "偶尔，我们俩会有一个偷偷往门前的停车场瞄一眼，要么盼着雾开始变淡，要么盼着那头巨兽别再回来。"
    scene c013_s004_003 with Dissolve(1)
    "伊芙没头没脑地主动多讲了些自己的过去，这让我有点意外。我不知道是因为她对我放下了一点戒心，还是她需要用说话声填满空气，好压住那点连死寂都平息不下去的焦躁。"
    scene c013_s004_004 with Dissolve(0.5)
    e "这事发生的时候，我借住在劳尔家。正好他们要出门一阵子、我也还没租到新住处，就主动提出帮他们看房。那会儿我正坐在饭厅的窗边望着街道，喝着咖啡。"
    j "我当时在上班，我和卡莉在一起。要不是她的手机一下没了信号，我们甚至都不知道这事发生了。"
    scene c013_s004_005 with Dissolve(0.25)
    e "我可是亲眼看着它实时发生的。有个邻居正在外面割草坪，我当时还在想，工作日干这事真够傻的。然后雾就那么冒出来了。像有人把海绵里的水挤出来一样，从地里喷涌而出。"
    e "雾又浓又……是橙色的。我记得当时心想，这看起来真诡异。几秒钟之内，我就什么都看不见了。但我听得见。我听见那台割草机停了，然后那家伙就……开始惨叫，像是被活活煮了一样。当时我吓傻了，除了站在原地什么都做不了。"
    j "等雾稍微散开一点，他就已经是个灼烧者了，对吧？"
    scene c013_s004_006 with Dissolve(0.25)
    e "差不多吧。好几个钟头都没怎么变淡。不过听你这口气，你是听说过类似的事？"
    j "我在校园里碰见过一个学生。他被灼烧者扑倒了。那玩意儿把这种……就像你说的，橙色的雾喷了他一身，我眼睁睁看着他变成了它们中的一个。"
    scene c013_s004_007 with Dissolve(0.25)
    e "我感觉当时在外面的每一个人都倒了霉。运气好的话，他们在变成更可怕的东西之前就先窒息死了。我……我在那扇窗边站了大概一整天，彻底吓傻了。"
    e "等最凶的那阵过去、雾变成平常那种白色的烟状鬼东西之后，我生出了点好奇心。嗯，也不算好奇，就是觉得我大概没法就这么一直躲着。"
    j "你直接交手过多少个灼烧者？"
    scene c013_s004_008 with Dissolve(0.25)
    e "几个吧，大多都是躲开的。我离开劳尔家的时候，有两个在附近晃荡，我直接跑过去就完了。既然不打算回来，跟它们打毫无意义。不过你那个女巫？那是我见到的第一个。你确定不是被你带来的？"
    j "劳拉说，她出门的时候看见它沿着街往修理厂那边走。一开始还以为是你们。"
    scene c013_s004_009 with Dissolve(0.25)
    e "那婊子瘦成那样？看来我还得谢谢她。*轻笑*"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c013_s003_015 with Dissolve(2)
    play music insideday3 fadein 2.0
    "{color=#8bc7ff}他走了多久了？我一直在睡，那也得有五六个小时。太久了，连我都知道。劳拉很安静，这意味着她正为这事紧张。我不怪她，我也是。{/color}"
    "{color=#8bc7ff}就算他们俩总是吵架，她也不希望他受伤。就算他们算不上朋友，她也清楚我们都需要他。而且我得说，他们很多争吵都是因为两个人都想当这个局面的老大。{/color}"
    scene c013_s003_016 with Dissolve(0.25)
    "{color=#8bc7ff}劳拉既是妈妈，又得撑着以前她管的那些事，我觉得她跟她丈夫之间的破事确实让她绷得很紧。所以，她和[player_name]一旦意见不合，火气立刻就上来了。{/color}"
    if ch12_laura_sex == "yes" or ch10_laura_sex == "yes":
        "{color=#8bc7ff}事实上，我怀疑他们是不是还在上床。也许做了那么一两次就停了。跟那个眼看要变成前夫的人牵扯太深，她大概也没法维持一段健康的关系。再说了，每天提心吊胆地琢磨怎么活下去，可不是什么容易找到下一个真命天子的时候。{/color}"
    if s_friend >= 12 and s_love >= 3:
        scene c013_s003_017 with Dissolve(0.25)
        "{color=#8bc7ff}操，看看我。站在这儿像个傻乎乎的恋爱脑姑娘一样患得患失。我应该是那种「不想被一个人拴住」的女大学生才对。我是个「现代女性」，不需要依附谁，想上谁就上谁。至少，我一直就是这么跟人说的。{/color}"
        "{color=#8bc7ff}可是，[player_name]他……有人真的在乎你，是那种感觉吗？在你需要的时候照顾你？我从来没跟谁待够久。尤其是在我情绪崩掉的时候。{/color}"
        if ch11_kallie_sex == "yes" or ch10_kallie_sex == "yes":
            "{color=#8bc7ff}而且这感觉还挺糟的，因为我知道卡莉喜欢他。所以我不知道该怎么办，也不知道该不该办。从现在到我们离开这儿，中间还可能发生太多糟糕的事。也许……我就让这一切顺其自然吧。{/color}"
    scene c013_s003_018 with Dissolve(0.25)
    k "雪莉？我本来想问问有没有什么新情况，可是……"
    s "哦，他要真回来了，你早听见我喊了。说实话我倒挺意外，劳拉居然没来回踱步、每隔几分钟就查一遍。"
    scene c013_s003_019 with Dissolve(0.5)
    k "她是忙着重新整理背包，好让自己别闲下来。就算她追出去，他们也不会更早回来。"
    s "是啊。以前我还能接受坐着什么都不干，但这种时候？简直地狱。什么都不知道。太……太他妈的漫长了。"
    scene c013_s003_020 with Dissolve(0.25)
    k "我讨厌他就这么走了，我们连话都没能再说上。上次我跟他说话时，告诉了他真相。我不想那句成为我对他说的最后一句话。"
    s "不会的。他倔得要命，除了回来不会做别的。"
    scene c013_s003_021 with Dissolve(0.5)
    "{color=#8bc7ff}不过我真希望他早点回来。我讨厌等待。我们每个人都讨厌。{/color}"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_16_1248", transition=Dissolve(1.0))()
    pause
    $ Hide("july_16_1248", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    play music school fadein 2.0
    scene c013_s004_010 with Dissolve(2)
    e "是啊，那家伙死透了。死法也够惨的。看那状态，我猜是雾来了之后的事。他没变得更惨，只是因为那边冷得要命。"
    j "等下次有人过来的时候，他可就不是这副样子了。"
    scene c013_s004_011 with Dissolve(0.25)
    e "要是这附近还有别的活人……你在干嘛？找你那个牌子的烟？打火机？彩票？我看你可中不了一亿彩票了，老兄。"
    j "那我就真够衰的。不，我在找弹药。我们发现的那把手枪就压在他身下，所以我猜是他的。我本来想他会不会把多余的弹药藏在这儿。上次我们在这儿的时候劳拉找过了，什么都没翻出来。"
    scene c013_s004_012 with Dissolve(0.25)
    e "你不觉得她还没糊涂到连一盒子弹都看不见吧？"
    j "不，不。完全相反，只是我觉得多一双眼睛看看也无妨。尤其反正我们在这儿也是耗时间。"
    scene c013_s004_013 with Dissolve(0.25)
    e "不是想翻旧账，不过你表现得好像完全不信她们能自己把事情办妥。你可能得正视这一点。"
    j "不是那样。我是在尽量让她们别撞上最惨的那些事。这地方正在发生一些非常糟糕的东西，几乎每一天都像恐怖秀。不只是灼烧者，就连普通人都集体疯了。就好像孤立无援加上雾的侵蚀，把每个人都他妈逼疯了。"
    j "所以总得有人站在最前面。很早我就做了决定：这份危险，我来扛。是啊，听起来像愚蠢的、蠢男人式的屁话，我自己也时不时觉得憋屈，但只要能行，每一栋楼我还是第一个往里冲。"
    scene c013_s004_014 with Dissolve(0.5)
    e "嗯……"
    j "怎么了？"
    scene c013_s004_015 with Dissolve(0.25)
    e "你是觉得，也许得用你的命，才能换她们逃出去？因为你这口气，像个已经接受了「自己可能会死」、正在给自己找一套「这值得」的说辞的男人。"
    j "我……也许吧。也许我确实愿意为了护住她们而吃下所有苦头。"
    scene c013_s004_016 with Dissolve(0.25)
    e "这一点我能理解。只要你们当中有一个人清楚——你们可能没法全都活着出去——这也许就是她们能不能逃出来的分界线。"
    j "那你呢？"
    scene c013_s004_017 with Dissolve(0.25)
    e "我是我一个人。我脑子里没有任何讨价还价，不拿命去换命。我要么出去，要么出不去。所以我拥有了这种心态带来的那种「终结感」。大概会让想象未来变得很难，对吧？你压根没在想出去以后要住哪儿吧？"
    j "从第一周之后就再没想过了。"
    scene c013_s004_018 with Dissolve(0.25)
    e "也让「关系」很难超出此时此刻的范围。没法做计划，没法跟谁在情感上一起成长。何必呢？只会削弱你的意志。而你要是跟她们里的谁上床，也不过是为了让自己开心一会儿。"
    j "你这话说得也太想当然了。或者……这其实更多是在说你自己，而不是我？"
    scene c013_s004_019 with Dissolve(0.25)
    e "你还没想到那么远？还是觉得有那么一丝可能，最后能和其中一个人在一起？年纪大点的那个，劳拉，她手上还戴着婚戒。等这一切结束，她还有地方可回。"
    j "你不了解她们，也不了解她们过的是什么样的日子。你到底想说什么？"
    if e_friend >= 4 and e_trust >= 2:
        scene c013_s004_071 with Dissolve(0.5)
        e "不知道吧。也许我只是想摸摸你的底，看你是不是单身的。我甚至都没问你有没有在跟谁交往。也许在别的地方有个小情人在等着你呢。"
        j "我刚离婚，所以暂时没什么心情重回相亲市场。"
        scene c013_s004_072 with Dissolve(0.25)
        e "而这一切也让你的社交生活打了折扣。"
        if l_sex == 0 and k_sex == 0 and s_sex == 0:
            j "没你想的那么严重。所以，这他妈到底是在干什么？感觉你想问点具体的什么，而我可不觉得你会绕弯子。"
        else:
            j "没你想的那么严重。我压根就没想过要重回什么约会圈。所以，这他妈到底是在干什么？感觉你想问点具体的什么，而我可不觉得你会绕弯子。"
        scene c013_s004_073 with Dissolve(0.25)
        e "也许我是想。我可能是闲得慌，又有点压力，就想看看你是不是愿意来一发。"
        j "无聊确实算个理由。"
        scene c013_s004_074 with Dissolve(0.25)
        e "确实可以。听着，你看起来是个不错的人，大概比那群人配得上的更好。属于那种有点垂头丧气的小帅，但眼神是见过世面的那种。如果这片地方不是世界的末日，你我根本不会出现在同一栋楼里。可偏偏我们就在这儿。"
        e "我不打算跟谁产生什么牵扯，你最好也别。这里不是外面。这里是地狱，我们不能指望自己还能活着出去。所以，我们不如好好把握现有的时间。在动身回去之前，先消磨一个小时。"
        menu:
            "拒绝她。\n[rgr](伊芙 欲望 +1)":
                $ e_desire += 1
                j "别往坏处想，我很领你这份情，但眼下这个局面，半脱衣服好像不是什么明智之举。谁知道麻烦什么时候又会冒出来。"
                scene c013_s004_075 with Dissolve(0.25)
                e "怕被人撞见裤子还没提上？行行行。再说了，也许你以为自己在那边那屋子里有个心仪的对象。"
                j "就算有又怎样？你看起来并不怎么在乎这个。"
                scene c013_s004_020 with Dissolve(0.5)
                e "牵挂会让你更难熬。这种地狱里建立起来的关系，你没法信，老兄。一旦出去，她们很容易就回到自己原本的生活。这里发生的一切都会被忘掉。你最好彻底断掉联系，因为再见到你只会提醒她们当时有多惨。或者提醒她们当初做了哪些让自己后悔的选择。"
                j "听起来你是在劝我别信任她们。"
                scene c013_s004_021 with Dissolve(0.25)
                e "你有多信任她们？前天那事之后，我不信这份信任还能跟以前一样。"
                j "*叹气*"
                scene c013_s004_022 with Dissolve(0.25)
                e "你听我说，如果你觉得自己最后必须做出那个艰难的选择，而且这个念头已经钻进你脑子里了，那你得明白：假装自己还能和她们中的某个人维持一段长久关系，这个想法本身就在动摇它。二者只能取其一，老兄。"
                j "那要是我在乎她们呢？"
                scene c013_s004_023 with Dissolve(0.25)
                e "你可以在乎，但你是「替死羔羊」还是「恋人」，这个决定你必须想清楚。"
                j "*哼* 谢谢你这一盆冷水，泼得真是时候。"
                scene c013_s004_024 with Dissolve(0.25)
                e "不客气。"
                "也许你一直独自一人，是有原因的。"
                jump ch13_timetoleave
            "就这么容易吗？\n[rgr](伊芙 爱意 +1)\n[pks]":
                $ ch13_eve_sex = "yes"
                $ e_sex += 1
                $ e_love += 1
                call ch13_eve_sex from _call_ch13_eve_sex
                jump ch13_timetoleave
    else:
        scene c013_s004_020 with Dissolve(0.5)
        e "只是怕你抱着幻想，磨掉了自己的决心。"
        j "听起来你是在劝我别信任她们。"
        scene c013_s004_021 with Dissolve(0.25)
        e "你有多信任她们？前天那事之后，我不信这份信任还能跟以前一样。"
        j "*叹气*"
        scene c013_s004_022 with Dissolve(0.25)
        e "你听我说，如果你觉得自己最后必须做出那个艰难的选择，而且这个念头已经钻进你脑子里了，那你得明白：假装自己还能和她们中的某个人维持一段长久关系，这个想法本身就在动摇它。二者只能取其一，老兄。"
        j "那要是我在乎她们呢？"
        scene c013_s004_023 with Dissolve(0.25)
        e "你可以在乎，但你是「替死羔羊」还是「恋人」，这个决定你必须想清楚。"
        j "*哼* 谢谢你这一盆冷水，泼得真是时候。"
        scene c013_s004_024 with Dissolve(0.25)
        e "不客气。"
        "也许你一直独自一人，是有原因的。"
        jump ch13_timetoleave
label ch13_timetoleave:
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_16_136", transition=Dissolve(1.0))()
    pause
    $ Hide("july_16_136", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c013_s005_001 with Dissolve(2)
    play music school fadein 2.0
    if ch13_eve_sex == "yes":
        "加上浓雾，又加上刚才那头巨型灼烧者的事，我们俩都不急着回到外面去。至少得等能见度好转。现在我什么都看不见。就算刚才发生了那些「课外活动」，伊芙还是惊魂未定，待在店里更靠后的位置。"
    else:
        "那个意料之外的景象显然还让她心有余悸，伊芙一声不吭地待在店里更靠后的位置。"
    "我站在那儿，努力分辨雾里的动静到底是危险，还是只是风向突然变了。就在这时我忽然意识到，我一直以为自己已经摸清了这整件事的运作方式。灼烧者是工蜂，而女巫是她们的蜂后。"
    scene c013_s005_002 with Dissolve(0.25)
    "两者协同行动，把任何够蠢、在外面被逮到的人都变成她们的一员。也许女巫负责的就是让雾均匀铺开。这感觉就像某种她们打算扩散出去的感染。"
    "那这个新来的东西？我只见过一次就草草下了个判断：它不是用来繁衍后代的。也许是我们杀灼烧者杀得太多了，所以它被派来收拾这个烂摊子。它是某种防御机制，就像抗体。"
    "如果真是这样，我们就不能光靠杀戮来解决问题。不过说实话，我这些推断建立在极少量的证据上。而且除了活下去所必需的部分，我也没什么兴趣去了解更多。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c013_s003_022 with Dissolve(2)
    play music insideday2 fadein 2.0
    "{color=#66ff33}好吧，如果每人只多带一条裤子，我大概还能往里塞点吃的。我知道卡莉催着[player_name]去买新衣服，但实在腾不出空间。除非我能确定下一站在哪儿，那倒是可以。{/color}"
    scene c013_s003_023 with Dissolve(0.25)
    "{color=#66ff33}而且我不能指望伊芙会带我们一起走。所以我必须按最坏的情况来盘算：万一我们又得徒步上路。这就意味着我们可能得徒步走上好几英里，才不得不停下来找另一栋房子避一避。运气好的话。{/color}"
    scene c013_s003_024 with Dissolve(0.25)
    "{color=#66ff33}现在……现在做任何计划都太早了。何况他们才走了几个小时。我们什么都还没听到。而且我……我正在努力不去因为这事急疯。{/color}"
    "{color=#66ff33}最近我和[player_name]实在合不到一起，我讨厌自己这样。压力把我磨得够呛；我可以说自己是因为不想让他待在外面才去找伊芙的，但也许部分原因是，我厌倦了不能独立自主。又或者，我只是太任性。{/color}"
    scene c013_s003_025 with Dissolve(0.25)
    if ch12_laura_sex == "yes":
        "{color=#66ff33}我并不想对他这么忽冷忽热，但「信任」这一关我实在过不去。我一会儿不想跟任何人在一起，一会儿又只想跟他单独待着，贪恋那种被需要的感觉。{/color}"
    else:
        "{color=#66ff33}而且过去几年我和基思几乎算不上情侣，我已经非常习惯一个人把事情扛下来。所以「自己做主」变成了我的默认模式。就算我知道[player_name]是在努力保证我们的安全，这跟我脑子里其他太多东西互相打架。{/color}"
    scene c013_s003_026 with Dissolve(0.25)
    l "*叹气* 操。"
    "{color=#66ff33}操基思。操他背着我偷情。操他害我再也信不了任何人。操他夺走了我「跟别人在一起也能安心」的能力。操他让我只能加倍依赖自己那股天生的「凡事自己扛」的劲头。我真的受够了。{/color}"
    scene c013_s003_027 with Dissolve(0.25)
    l "*吸鼻子* *吸鼻子*"
    "{color=#66ff33}老天，别让[player_name]就这么出去送死。我明白他为什么要这么做，因为伊芙的SUV是个不能错过的机会，可这一切实在……实在太蠢、太危险了。要是他死了，我……我……我真不知道没有他该怎么办。{/color}"
    scene c013_s003_028 with Dissolve(0.25)
    s "嘿、嘿，没事的。"
    l "雪、雪莉？"
    scene c013_s003_029 with Dissolve(0.5)
    s "没事的。"
    l "你怎么知道会没事？"
    scene c013_s003_030 with Dissolve(0.25)
    s "不知道。这种时候人们其实说不出什么有用的话，就只会说这一句。发疯了、药停了就说「没事的，一切都会好起来的。」家里老人过世了？「没事的，他不用再受罪了。」"
    scene c013_s003_031 with Dissolve(0.25)
    s "也许干脆什么都别说更好。也许我们能做的，就只是告诉对方：你不是一个人。"
    l "我……我更喜欢那样。"
    scene c013_s003_032 with Dissolve(0.25)
    s "你不是一个人。我和卡莉都在。[player_name]回来之后也会在。"
    l "所以，他还没……"
    s "还没。我留了卡莉在前窗那边盯着。不过我不担心。他昨天{a=https://www.britannica.com/biography/Lizzie-Borden-American-murder-suspect}丽莎·波登{/a}了一批灼烧者，我不觉得有什么东西能挡得住他。"
    scene c013_s003_033 with Dissolve(0.25)
    l "那伊芙呢？"
    s "我大概不算很会看人——我的约会史就能说明这一点——但她不像是会坑害帮过她的人。而且到现在我们也没听见枪声。这镇子安静得像死了一样，他们要真遇上大麻烦，我们肯定听得见。除非是她决定杀了他。"
    scene c013_s003_034 with Dissolve(0.25)
    l "那倒……*叹气* 还算有点道理。可他们已经走了太久了，这种等待把我的神经磨得够呛。"
    s "也许找找这附近有没有酒。喝点东西压一压。"
    l "不，不。上次我喝酒的结果可不怎么样。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c013_s005_003 with Dissolve(2)
    play music outsideday2 fadein 2.0
    j "好，我觉得雾已经散得够多了，我们可以趁机冲一把。"
    e "你怎么知道？"
    j "已经稀薄到能看见街了。而且我好像看见外面有个灼烧者在跌跌撞撞。"
    scene c013_s005_004 with Dissolve(0.5)
    e "这样在你心里就算更好了？"
    j "你看，通常雾最浓的时候，我们一个灼烧者都看不到。也许浓雾能让环境更适合它们生存，然后它们再搬进来。就好像它们既需要雾、也制造雾；等雾开始变淡，一场白茫雾就又滚滚而来，好让它们过得更舒坦点。更容易呼吸。"
    scene c013_s005_005 with Dissolve(0.25)
    e "听起来就像是某个急着赶回自己「可上后宫」的蠢男人在放屁。"
    j "是啊，我想回到我在乎的人身边。我不想在天黑之后还在外面。也不想再跟后面那具正在腐烂的尸体多待一秒。所以，这看起来是我们能拿到的最好机会了。"
    scene c013_s005_006 with Dissolve(0.25)
    e "行吧，管他的。让我把衣服穿回去。"
    scene c013_s005_007 with Dissolve(1)
    if ch13_eve_sex == "yes":
        "我们一边把装备穿戴整齐，伊芙觉得现在正是再问一次我感情状况的时机。毕竟之前我们只脱了一半衣服、干了事，可没聊到这个。"
    else:
        "我们一边把装备穿戴整齐，伊芙觉得现在正是再问一次我感情状况的时机。"
    e "那你上的到底是她们哪一个？我猜你回去之后，肯定有人会纯粹因为「你终于回来了」这口气，就狠狠干你一场。"
    menu:
        "不是那样的。":
            j "不是那样的。她们没有一个处在能搞情感或恋爱纠葛的状态。"
            scene c013_s005_008 with Dissolve(0.5)
            e "谁跟你谈恋爱了？我是说，上床很能解压。要是队伍里有三个女士，我可能早就动手了。"
            j "事情没那么简单。我不多说，但她们确实都有各自的生活要回去过。"
            scene c013_s005_009 with Dissolve(0.5)
            e "那是结婚了？三个都是？我还以为雪莉只是个大学生。"
            j "现在这个真不重要。"
            e "好吧好吧，那就算了吧。"
        "一个都不是。\n[rgr](伊芙 好感 +1)" if k_sex == 0 and l_sex == 0 and s_sex == 0:
            $ e_friend += 1
            j "一个都不是。眼下这个情况，这事儿实在不太合适。"
            scene c013_s005_008 with Dissolve(0.5)
            e "真的？你要么是和尚，要么已经有女朋友了。因为就我目前看到的，情况得体的话，还挺性感的。"
            j "就只有一个前妻。而且是很近才离的。"
            scene c013_s005_009 with Dissolve(0.5)
            e "啊。那你得先从前妻那段里走出来，才谈得上重新上马。"
            j "嗯，差不多吧。"
        "你现在对我们好奇了？\n[rrd](伊芙 好感 -1)":
            $ e_friend -= 1
            j "你现在对我们好奇了？我可没想到你连我们的名字都懒得记。"
            scene c013_s005_008 with Dissolve(0.5)
            e "我只能说，我早就习惯在一群男人里当唯一的女人，而那群男人要么只会说前女友的坏话，要么就是吹嘘自己昨晚睡了个超模。也许我是在试着搞清楚你是谁。你身边带着几个性感女人，你多少都会因为想着操她们而硬起来吧。"
            j "也许我是第三种：那种不会去八卦「我可能跟谁上床了」的男人。"
            scene c013_s005_009 with Dissolve(0.5)
            e "你倒是不否认。"
            j "那就先这样吧。"
        "[gr]谁说只有一个？\n[rgr](伊芙 信任 +1)" if k_sex >= 1 and l_sex >= 1 or s_sex >= 1 and k_sex >= 1 or s_sex >= 1 and l_sex >= 1:
            $ e_trust += 1
            j "谁说只有一个？"
            scene c013_s005_008 with Dissolve(0.5)
            e "哦？你他妈还真是个花花公子啊。"
            if e_sex >= 1:
                j "前不久我才刚上到你。"
                scene c013_s005_009 with Dissolve(0.5)
                e "嗯，你确实上了。凭你那么一根鸡巴，我也能理解为什么任何有点寂寞空虚的姑娘都会爬上你的床。"
                j "*轻笑* 前几天我们待在学生宿舍那阵子，我是在外面过的。自从这事开始以后，我就真没有一张属于自己的床了。"
                e "不管怎么说，听起来今晚总有人要被狠狠干一场。"
            else:
                j "倒不是故意的，但事情有时候就是这么会发生。"
                scene c013_s005_009 with Dissolve(0.5)
                e "你不用解释。两个人单独待在一个房间里，有点性张力？多少感情都是这样毁掉的。"
                j "听起来你很有经验。"
                e "确实有。不过就到这儿吧。"
    scene blank with Dissolve(1)
    scene c013_s005_010 with Dissolve(1)
    "全副装备穿好后，我们在门边停了一会儿，像是在给自己重新打气。"
    scene blank with Dissolve(2)
    scene c013_s005_040 with Dissolve(2)
    e "既然你们都喜欢给它们起名，那刚才我们碰上那位大块头，你想叫他什么？快乐的黑色巨人？"
    j "不知道。我从来不特意干这种事。你自己起一个呗？"
    scene c013_s005_041 with Dissolve(0.25)
    e "嗯……"
    scene c013_s005_042 with Dissolve(0.5)
    e "叫「格伦德尔」怎么样？"
    j "出自{i}《贝奥武夫》{/i}？这引用够冷僻的。"
    scene c013_s005_043 with Dissolve(0.25)
    e "你以为我是个读书人吗？"
    j "不是我原本想的。不过我接受。就叫格伦德尔吧。"
    scene c013_s005_044 with Dissolve(0.5)
    j "而且你要是喜欢读书，你跟卡莉倒挺有共同话题的。"
    e "也没那么有。我爷爷特别迷奇幻，所以家里有{i}《贝奥武夫》{/i}、{i}《魔戒》{/i}，还有{i}《沙那拉之剑》{/i}这类书。"
    scene c013_s005_045 with Dissolve(0.25)
    j "不错不错。"
    "她会主动透露这种个人信息，倒是挺有意思的。我能不能指望，我们共处的这段时间，让她开始愿意让某个人待在身边？"
    scene blank with Dissolve(2)
    scene c013_s005_046 with Dissolve(2)
    "一上了路，所有闲聊都戛然而止。显然是被加油站那次险情吓到了，回程的路上伊芙始终高度警觉地留意着四周。"
    scene c013_s005_047 with Dissolve(0.5)
    "我自己？我试着听有没有什么动静。除了碎石上脚步拖沓发出的那一阵短暂沙沙声之外，我没捕捉到任何立刻令人担忧的东西。我更在意的是，我们那位巨人大朋友有没有跟在后头。"
    scene c013_s005_048 with Dissolve(0.5)
    "我们艰难前行时，我把和她相处的经过在脑子里重新过了一遍，心里算着：我做的这些够不够让伊芙同意带上我们。有一瞬间，一个念头冒了出来：「要不我干脆杀了她，把SUV抢过来？」我把这个念头压了下去——我知道自己不是那种人。至少现在还不是。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_16_408", transition=Dissolve(1.0))()
    pause
    $ Hide("july_16_408", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c013_s005_011 with Dissolve(2)
    play music school fadein 2.0
    "当我在雾里看见劳尔修理厂的轮廓时，顿时松了口气。一路都担心雾里会突然窜出什么东西袭击我们，这趟回程搞得我压力很大。这时我已经累垮了，间或就会爆发一阵咳嗽。"
    "我们出去才一天，却感觉像过了好久好久。我只想赶紧回到那栋房子里倒头就睡。"
    e "哦，谢天谢地。"
    scene c013_s005_012 with Dissolve(0.5)
    "伊芙走得比我们出发时慢得多，也同样被这一天的事累得够呛。"
    j "嗯……*咳嗽* 说好的，我们到了、拿到了你的东西、然后平平安安回来了。*轻笑*"
    e "嗯……"
    scene c013_s005_013 with Dissolve(0.5)
    e "进去歇一会儿吧。听你这声音像是得喘口气。"
    j "我不跟你争，但我不会待太久。"
    scene blank with Dissolve(1)
    scene c013_s005_014 with Dissolve(1)
    j "*叹气* 哦——……*咳嗽* *咳嗽*"
    e "你以后住那儿吗？"
    scene c013_s005_016 with Dissolve(0.25)
    j "最终会吧。你觉得你要多久才能搞定？把零件装回去？"
    e "用不了多久——前提是别的零件没问题。然后再把电瓶接回去。不过我累坏了，想脑子清醒点、手也别像现在抖成这样再干，大概明天早上吧。"
    scene c013_s005_017 with Dissolve(0.25)
    j "那我想这就算告别了。等你把车弄能开起来，肯定会直接开走吧。"
    e "大概吧。没必要磨蹭。我在这地方已经待够久了。"
    scene c013_s005_018 with Dissolve(0.25)
    j "还能捎几个乘客吗？"
    "就算明知答案很可能是「不行」，不问一句也太傻了。"
    e "……"
    "她没回答。我就当这是答案了。"
    scene c013_s005_019 with Dissolve(0.25)
    j "我必须问，因为我要是没问，劳拉转眼就会自己跑回来试一次，你也知道。她大概还是会满腔怒气，不过我会尽量让她把注意力放在我们能做的事上。"
    e "具体是……？"
    scene c013_s005_020 with Dissolve(0.25)
    j "继续走。我们还是要去医院。劳拉相信到了那儿就能得救。"
    e "你听起来不太信。"
    scene c013_s005_026 with Dissolve(0.25)
    j "该做的我会做，该说的话我会说，好让她们别失去希望。这是让她们大多数人撑下去的唯一东西。我告诉雪莉，我说会保护她，她只要相信我就行，哪怕有些日子她压根提不起劲。"
    j "而卡莉他妈就是个小小的勇士，从不让这些事把自己压垮，尽管我知道它确实会。所以我们会继续走，看看能不能撑过去。"
    e "*叹气*"
    scene c013_s005_027 with Dissolve(0.25)
    e "就跟她们说，我会考虑。我不会不告而别。今天这事，我欠你这个人情。我还没狠到那个份上。"
    j "行。那我先回去了。本来想请你到屋里洗洗、吃点东西、休息一下，但我知道你不会答应。"
    scene c013_s005_028 with Dissolve(0.25)
    e "不过你会跟我说「你人太好了不能不去」，好把这话摆到明面上，这样无论我怎么答，都是我那个当婊子的说「不」。"
    j "只要我们俩都明白这是怎么回事就行。*轻笑*"
    scene c013_s005_029 with Dissolve(0.25)
    e "我挺意外她们居然没在这儿等你。或者更糟。"
    j "前天那事之后，我希望她们聪明到知道该等我回来。"
    e "你愿意这么想想也好。好了，滚吧。"
    scene blank with Dissolve(2)
    scene c013_s005_021 with Dissolve(2)
    "我已经迫不及待想回去挨那句「我早说了吧」。哪怕当时并没有明确的「是」或「否」。我敢肯定劳拉一整天都在润色她的说辞，可我真的以为，我能让自己变得足够有价值，值得伊芙高看一眼。可现在她拿到了她的零件，她的自保本能可能就要占据上风了。"
    "我猜，等风头过去，我们就得赶紧上路，因为待在这里不是个好主意。说实话，待在哪儿都不是。尤其那头巨兽要是还在外面游荡。好消息是，它块头够大，没办法悄悄摸到我们跟前。"
    scene blank with Dissolve(2)
    scene c013_s005_022 with Dissolve(2)
    "我努力把注意力放在周围的环境上，可随着影子越来越长、越来越暗，脑子里却一直在重放今天发生的事，总想着我要是能找到某个当时可以说的话、做的事，也许就能让伊芙改变主意。"
    "也许事情本来就这么简单：有些人就是想一个人走，不管我怎么做，都改变不了今天这个结果。"
    scene blank with Dissolve(2)
    scene c013_s005_023 with Dissolve(2)
    j "*叹气*"
    "累死我了。真是操蛋的一天。看看有没有人在等我。"
    scene c013_s005_024 with Dissolve(0.25)
    "还没等我敲门，就听见家具被从门口挪开的摩擦声。"
    s "{size=30}等我一下。我先进趟洗手间，你再进来。{/size}"
    scene c013_s005_025 with Dissolve(0.25)
    "这是我们定下的好习惯。当然得有人去开门、把路障挪开，但没人会留下来多挨那一份不必要的暴露——就像这里是个潜水用的气闸。"
    s "{size=30}安全了。进来吧。{/size}"
    "我得承认，知道有人在替我放哨，我心里好受了些。这几天我越来越觉得自己跟其他人隔开了，好像她们那点小把戏在我们的关系里划下了一条线——我是那个「要处理掉的东西」。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c013_s005_030 with Dissolve(2)
    play music insideday fadein 2.0
    "一进屋，我脱下外套，把一个衣柜重新推回门口挡住门。胳膊酸痛，双脚发胀。我累坏了。在外面待的时间太长。这一天太漫长了。"
    scene c013_s005_031 with hpunch
    "我没料到雪莉会突然冒出来，一头扎进我怀里。"
    s "天哪，你回来了我他妈太高兴了。"
    j "听你这么说真好。"
    scene c013_s005_033 with Dissolve(0.25)
    s "你他妈到底去哪儿了？到了中午你还没回来，我们急坏了。我们本来不打算出去找你的——找了也没意义，我知道那只会让你更生气。前天那事之后更不能招你。我们打算就在这儿等着。但这不代表我们不担心。"
    s "要是你天黑前还没回来……天哪，我怕我再也拦不住劳拉了。还有卡莉。你得跟她谈谈。你得——"
    j "嘿。没事的。"
    "这是「发疯模式」的雪莉，我看得出来。她说话的速度快得像机关枪，一股脑把脑子里所有东西全倒出来。我得让她慢下来。"
    menu:
        "[gr]亲她一下。\n[rgr](雪莉 好感 +1)":
            $ s_friend += 1
            play voice_loop kiss
            scene c013_s005_034 with flashpink
            "这样应该能让她的注意力集中点，好慢下来。"
            s "啵噜噜~~~ 唔唔~~~"
            "愣了一两秒之后，她放松下来，任由自己享受这份惊喜。"
            stop voice_loop
            scene c013_s005_035 with Dissolve(0.5)
            s "看来你也很想我嘛。*咯咯笑*"
            j "想啊。不过也许我只是在让你安心，说明一切都好。"
            scene c013_s005_037 with Dissolve(0.25)
            s "这「好」到什么程度，我感觉得到。不过，嗯，我刚才可能是有一点……"
        "抱紧她。":
            scene c013_s005_036 with Dissolve(0.5)
            "我把她紧紧搂进怀里，用力抱了一下。"
            j "嘿。没事的。我在这儿了。不用再担心了。"
            s "嗯？哦……呃……"
            scene c013_s005_037 with Dissolve(0.5)
            s "嗯，我、我刚才可能是有一点……"
    j "不止「一点」。"
    scene c013_s005_039 with Dissolve(0.25)
    s "谢、谢谢你。我需要有人提醒我……放松下来。谢谢。"
    j "没事，我懂。其他人在哪儿？我敢肯定大家都在想知道发生了什么，我想在我洗漱完、倒头睡一觉之前先汇报一下。"
    scene c013_s005_038 with Dissolve(0.25)
    s "客厅。跟我来。"
    scene blank with Dissolve(2)
    scene c013_s006_001 with Dissolve(2)
    s "嘿，你们可以别担心了。[player_name]回来了，看着完好无损。我没让他脱裤子验货，但我相信零件都还在。"
    if k_love >= 4:
        l "哦，谢天谢地。搞什——"
        scene c013_s006_002 with hpunch
        j "唔嗯~~~ 我也很想你。"
        k "前天的事，对不起。*吸鼻子*"
        scene c013_s006_003 with Dissolve(0.5)
        j "没关系。你没什么好道歉的。是我不好，我发了脾气。你不该看到那一幕，你也不该承受那些。"
        scene c013_s006_004 with Dissolve(0.25)
        k "我们……能晚点再谈吗？我知道劳拉想知道发生了什么，她正努力耐心等着。"
        l "没事。等几秒钟应该也改变不了什么。"
        scene c013_s006_005 with Dissolve(0.5)
        s "要是她把他拖进某间卧室，可就不止几秒了。*咯咯笑*"
        k "我……呃……"
        scene c013_s006_006 with Dissolve(0.25)
        l "好吧好吧，先让他喘口气。你这听起来就是「在户外待了大概四小时的人」该有的声音。你要是想先冲个澡，我们理解。"
        j "不，我给你讲个大概吧，你大概已经急坏了。"
        s "急坏了。但你回来了，这就够了。"
    else:
        k "哦，谢天谢地。"
        scene c013_s006_007 with hpunch
        j "唔嗯~~~ 我也很想你。"
        scene c013_s006_008 with Dissolve(0.5)
        l "别贫嘴了。拜托。"
        j "行行行。可我告诉过你会回来的。我不知道你在担心什么。"
        scene c013_s006_009 with Dissolve(0.5)
        k "你知道自己消失了多久吗？"
        j "我们确实在一家麦当劳停下来想买冰淇淋，但机器坏了。"
        scene c013_s006_010 with Dissolve(0.25)
        l "别在这件事上耍混蛋。我们是怕你受伤。"
        j "我知道，我知道。我只是拿幽默当一种应对方式。"
        s "劳拉，让这位男士喘口气。老兄，你听起来就是「在户外待了大概四小时的人」该有的声音。你要是想先冲个澡，我们理解。"
        scene c013_s006_011 with Dissolve(0.25)
        j "不，我给你讲个大概吧，你大概已经急坏了。"
        k "急坏了。但你回来了，这就够了。"
    scene c013_s006_012 with Dissolve(1)
    "尽管三个人看到我回来都松了口气，屋子里还是弥漫着一股紧绷的气息。我开始讲述这趟去便利店的经历。"
    j "去的一路上没什么特别的事。到了卡车那边，伊芙撬开锁找到了她的包裹。那时候我已经撑不住了，正打算提议雾很浓的时候歇一会儿。"
    l "是女巫吗？"
    scene c013_s006_013 with Dissolve(0.25)
    j "更糟。伊芙提议我们管它叫格伦德尔。"
    k "像{i}《贝奥武夫》{/i}里的那个怪物？"
    scene c013_s006_014 with Dissolve(0.25)
    j "是啊。又大又黑，一看就是来找茬的。也许我们该叫它{a=https://www.imdb.com/title/tt0067741/}《杀人狂》{/a}。不管怎么说，它出现的时候我们已经在屋里了，那副样子就像在找什么人。我猜它是在追踪我们。它把火气撒在那辆UPS面包车上，把车掀翻顶进了附近的围栏。"
    j "我们躲起来等它离开，之后又决定再多等一阵。至少等到雾稀薄到还能应付的程度。"
    l "你说觉得它在跟着你。为什么？"
    j "那一带灼烧者不多。前几天我和伊芙杀了够多的，包括一个女巫。也许格伦德尔是某种防御机制，被派来对付正在变成麻烦的东西。"
    scene c013_s006_015 with Dissolve(0.25)
    l "你说得好像这一切是有人指挥的。"
    k "雾制造出来的所有生物都属于同一个生命周期。它们以某种方式彼此相连，像是同一个蜂巢意识的一部分。或者说是同一个生命体，所有部件都在协同运作，哪怕它们自己并不知道。"
    j "是啊。我也许不是科学家，但我有个能自圆其说的推测：它们在设法扩散雾，而任何给雾造成麻烦的东西，就会变成必须被处理掉的对象。就像白细胞攻击感染。"
    scene c013_s006_016 with Dissolve(0.25)
    l "你说它很大。到底多大？"
    j "它得跪下来才能往便利店里看。"
    s "它没试着进来吗？"
    j "我觉得它没看见我们。我们——感觉到——它朝我们过来，就赶紧躲开，赶在它发现我们之前。不过它还是走了，等雾一散我们就他妈赶紧撤了。运气不错，回程没碰上麻烦。"
    scene c013_s006_017 with Dissolve(0.5)
    l "那伊芙呢？拿到她的零件了吗？"
    j "拿到了。格伦德尔出现之前我们就从车里把它弄出来了。"
    scene c013_s006_018 with Dissolve(0.25)
    l "那我猜她现在应该已经开出城了。"
    j "她说她会考虑考虑，明天给我答复。"
    scene c013_s006_019 with Dissolve(0.25)
    l "这是好事还是坏事？你跟她待了一整天。这是不是说明她在认真考虑？"
    j "她比以前考虑得更多了。不过我们别在这事上押好运。我提议她今晚可以过来一趟，她完全不买账。"
    scene c013_s006_020 with Dissolve(0.25)
    l "所以，我们就等着，然后祈祷？"
    j "是。我知道不怎么样，但我们也只能这样。听着，我难受得很。我得先洗漱一下，然后倒头就睡。"
    scene c013_s006_021 with Dissolve(0.25)
    s "我去给你热点东西吃。"
    j "谢了。"
    scene blank with Dissolve(2)
    scene c013_s006_022 with Dissolve(2)
    "哦，操，我累瘫了。一来一回走一天？就算雾没来这也是要命的。全身上下都疼。肺像被磨掉了皮。脑袋……像是得了低强度的偏头痛。妈的，眼睛感觉像被漂白水搓过一样。"
    scene c013_s006_023 with Dissolve(0.25)
    "我只想休息，不用再操心伊芙可能已经走了这件事——那我们就得再次徒步穿越这座死亡陷阱般的城市。我甚至不知道我们要怎么应付。要是那头格伦德尔还在外面游荡，我们就得绕开它，外加还得躲着灼烧者。"
    "我很难去指望自己也许能改变伊芙的主意，但如果她丢下我们不管，我恐怕很难稳住自己。"
    scene c013_s006_024 with Dissolve(0.25)
    if ch13_eve_sex == "yes":
        "还有，我他妈当时到底在想什么，居然跟伊芙上了床？也许我以为那对她意味着什么，不想搞砸。又或者，我只是被她那套「及时行乐，因为我们可能很快就死了」的说辞给说动了。"
    "现在，我只需要吃点东西、好好休息。其他一切都得等到明天。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c013_s006_025 with Dissolve(2)
    play music nightmain fadein 2.0
    "吃完雪莉帮我热好的饭，我坐在那儿望着远处，脑子里一团乱麻，过去的事和将来的事搅在一起。不知是心不在焉还是别的什么原因，那些食物几乎尝不出味道。或者说，没有一样是我能说自己吃得享受的。不过我还是向雪莉道了谢。"
    scene c013_s006_026 with Dissolve(1)
    l "[player_name]……你没事吧？"
    j "只是累垮了，劳拉。肾上腺素退下去之后就成这样了。而且不，我觉得我们现在也做不了别的。"
    scene c013_s006_027 with Dissolve(0.25)
    l "我知道。不是因为那个……你看，我已经把所有能带的都塞进背包了。以防万一。不管怎样。"
    j "所以，如果伊芙不改主意，我们就走？"
    scene c013_s006_028 with Dissolve(0.25)
    l "你知道我们不得不走。这里待着虽然舒服了一阵子，但待得越久，就越不可能……"
    "那个救援还有可能吗？是的，我想到过。劳拉把这句话说出口，意味着她也意识到这件事越来越希望渺茫。"
    scene c013_s006_029 with Dissolve(0.25)
    l "你能撑到——"
    j "*咳嗽* 我没事。今晚让我睡一觉就好。"
    l "行行行。"
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_16_824", transition=Dissolve(1.0))()
    pause
    $ Hide("july_16_824", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c013_s006_030 with Dissolve(2)
    "剩下的整晚——或者说，我能回忆起来的那部分——都很安静。我感觉大家虽然为我的归来松了口气，却都在为我告诉她们的事焦虑：既是为了去商店那一趟，也是伊芙那个悬而未决的决定。"
    "洗漱完、吃过东西之后没多久，我就在沙发上睡着了。"
    scene c013_s006_031 with Dissolve(1)
    s "嗯，至少你们俩不再吵架了。这也算是个进步。"
    l "*哼* 我前天不是故意跟他吵的。我是真的以为自己在帮忙。你看看他，在外面待了一整天，一看就是。眼睛布满血丝，声音都哑了。"
    scene c013_s006_032 with Dissolve(0.25)
    s "他的皮肤也该好好护理一下了。不过，要是她就那么开走了，我们怎么办？他的意思是，他今天折腾了一整天全白费了？真是一派胡言。"
    l "那就走路去呗。"
    s "*呻吟* 可一点都不期待。"
    scene c013_s006_033 with Dissolve(0.25)
    l "这一直都是种可能。就算有那辆SUV，我也不敢保证我们能开到医院。我们会接近一点，但我清楚地记得上次试着开车去，结果没走出几英里，车就开始半死不活了。"
    s "所以，等她叫我们滚蛋的时候……"
    scene c013_s006_034 with Dissolve(0.25)
    l "我们就收拾东西上路。[player_name]同意我的看法。我们不能再耗下去了。"
    s "他现在的身体状况，撑得住做这种决定吗？我知道我们刚刚才为「要不要拦着他别自我牺牲」大吵了一架，可是……"
    scene c013_s006_035 with Dissolve(0.25)
    l "只能这样了。现在我越逼他，他抵触得越厉害。"
    s "他更可能会听卡莉的。"
    l "你没说错。不知道怎么的，她就是能说通他。"
    if ch12_laura_sex == "yes" or ch10_laura_sex == "yes":
        scene c013_s006_036 with Dissolve(0.5)
        s "劳拉，你和[player_name]……关系近吗？我是说，发生了这么多事，我能理解。再加上你们最近那股别扭劲儿。我不是在评判什么的。"
        scene c013_s006_037 with Dissolve(0.25)
        l "*叹气* 比应该有的程度更深。我毕竟还是个有夫之妇——虽然那只是因为文件还没递上去。可我和他单独相处过好几次……你也知道他是多么体贴、多让人安心。我见过他跟你、跟卡莉在一起的样子。他有一种让人安心的本事。这让我忍不住想：南希当初为什么会离开他。"
        s "要么是傻，要么是疯。"
        scene c013_s006_038 with Dissolve(0.25)
        l "不管是哪种，这段关系都不会长久。我不能自欺欺人地以为我们做的事不只是我在寻求一点慰藉，一点从「每天都在离死一步之遥」里喘息的空间。"
        l "如果我们真被救出去了，我想大家都会各自回到自己的生活里——回到那些还剩下的部分。"
        s "我懂。这多少算是个「在拉斯维加斯发生的事就留在拉斯维加斯」的情况，对吧？"
        scene c013_s006_039 with Dissolve(0.25)
        l "大概吧。"
        if ch11_shelley_sex == "yes":
            "{color=#8bc7ff}而且现在大概也不是坦白我们俩一直偷偷摸摸混在一起的好时机。不过，我跟[player_name]之间……是一样的吗？一开始并不是这样的。但现在，我确实会想，跟他一起过日子会是什么样子。{/color}"
    scene c013_s006_040 with Dissolve(0.5)
    l "我不太想问这个，因为我怎么问都像是在居高临下地跟你谈这件事，但你……还好吗？"
    s "哦？问我是不是疯了？"
    scene c013_s006_041 with Dissolve(0.25)
    l "你没疯，雪莉。"
    s "有些日子我真觉得自己疯了。多数日子都是。不过我现在还行。在努力把那些躁狂的破事按住。要是我能管住它，也许就不会反噬到另一边去了。"
    scene c013_s006_042 with Dissolve(0.25)
    l "你知道，如果需要有人陪你说说话，我们都在。"
    s "我、我知道。我不是想把自己当殉道者，虽然我自己也不总能拿捏好。你是担心我们一上路，我又会崩掉，对吧？"
    scene c013_s006_043 with Dissolve(0.25)
    l "我能理解你为什么这么想。外面可不是什么度假胜地。"
    s "我会努力撑住的。"
    l "你不用「撑住」。只要告诉我们你状态不好就行。如果我们得多歇几脚、或者把路程分短一点，那就那样吧。"
    s "好。我……我会努力的。"
    stop music fadeout 2.0
    if ch12_kallie_sex == "yes" or ch11_kallie_sex == "yes":
        scene blank with Dissolve(2)
        scene blank with Dissolve(2)
        k "{size=30}[player_name]？嘿，该上床睡了。{/size}" with Dissolve(2)
        scene c013_s007_001 with Dissolve(2)
        k "嘿。嘿，[player_name]。"
        scene c013_s007_002 with Dissolve(1)
        j "唔嗯……是……？"
        k "上床来。"
        scene c013_s007_003 with Dissolve(0.25)
        j "……早上？"
        k "不是。你在沙发上睡着了。来吧。你得睡在真正的床上。"
        scene c013_s007_004 with Dissolve(0.5)
        j "劳拉和……雪莉呢？"
        k "已经睡了。来吧。别跟我拧着。上床来。"
        scene c013_s007_005 with Dissolve(0.5)
        "真有意思，我们居然走到了这一步——卡莉都能心安理得地指使我了。以前她连话都不肯跟我说，现在居然开始下命令了。"
        scene blank with Dissolve(2)
        scene c013_s007_006 with Dissolve(2)
        k "走吧。过来。我知道你累了。就再走几步。"
        "她纤细的手紧紧握住我的手，领着我走向床边。"
        scene c013_s007_007 with Dissolve(0.5)
        j "哦，你分到的是小卧室？我……我大概不该……*打哈欠* 感到意外。"
        k "这可不是我们几个商量好的结果。这几天我一直躲在这儿。"
        scene c013_s007_008 with Dissolve(0.5)
        k "那一晚我想一个人待着。想去……"
        j "我知道，是我不好。为我那副发脾气的样子道歉。我本该表现得更好些。我知道你以前就得应付一些烂透的事，也知道让你看到我那副样子肯定不好受。"
        scene c013_s007_009 with Dissolve(0.5)
        k "你生气是应该的。而且，你不是安德鲁。我知道。我不是因为他才那么难受。或者说，不完全是因为他。我敢肯定，我那种本能反应是因为他，那种……那种战斗或逃跑的反射会直接启动，不管我理性的脑子怎么判断。"
        j "我真的很抱歉——"
        scene c013_s007_010 with Dissolve(0.25)
        k "你不用道歉。*叹气* 我不该……我告诉自己不会骗你，可那样瞒着你也并不更好。我……我们只是以为那是有正当理由的。"
        k "劳拉让我那么做的时候，我……我本该更强烈地反对，可我……拜托，别生她的气。我知道她那么做，只是因为我们都担心你在一点点被磨垮。"
        scene c013_s007_011 with Dissolve(0.25)
        k "[player_name]……你把自己耗得精疲力竭。我们需要你活着。我的意思是，你今天在外面待了好几个小时，看起来、听起来都糟透了。我知道因为之前那些事，现在让你接受我们的帮助对你不公平，但你必须试试。"
        "我想起自己跟伊芙的那番话——我当时告诉她，我愿意为了救其他人去死。此刻，她柔软纤细的身体依偎在我怀里，我知道自己会为了看到卡莉自由而献出生命。当然，我不会把这话对她说。"
        scene c013_s007_012 with Dissolve(0.25)
        k "所以，求你了，别因为我们关心你就生气，哪怕我们处理得不对。"
        j "是，我那会儿确实很火，也可能把气撒在几个不受欢迎的客人身上了，但我永远不会不站在你这边。"
        scene c013_s007_013 with Dissolve(0.25)
        k "你答应我，好吗？"
        j "哦？这是以后某个英雄时刻你要拿出来提醒我的事吗？"
        scene c013_s007_014 with Dissolve(0.25)
        k "别拿这个开玩笑。答应我。"
        j "我答应。不开玩笑。"
        k "好。那么……"
        $ ch13_kallie_sex = "yes"
        $ k_love += 1
        $ k_sex +=1
        call ch13_kallie_sex from _call_ch13_kallie_sex
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_17_714", transition=Dissolve(1.0))()
    pause
    $ Hide("july_17_714", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c013_s008_001 with Dissolve(2)
    play music morning fadein 2.0
    "第二天早上，我站在厨房里，脑子还昏昏沉沉，怎么也彻底清醒不过来。等咖啡煮好的时候，我听见屋子里别处传来动静。很快就会有人晃到这边来。"
    scene c013_s008_002 with Dissolve(0.25)
    "不过听到门铃响的时候，我得承认我有点发懵。我有多久没听过这种东西了？手机铃声、街道上的车流声，这些平常得不能再平常的东西，听起来都那么陌生，仿佛它们的消失早已成了一种理所当然。"
    scene c013_s008_003 with Dissolve(0.25)
    "几秒之后，我听见有人砰砰砸前门。是伊芙。或者，我希望是。而且她来得还挺早。我想这事早点了结也好。"
    l "我来开！"
    "我想我愣在那儿盯着这件事看，已经站得太久了。"
    scene c013_s008_004 with Dissolve(1)
    s "是她吗？"
    j "我……我想是吧。也就是希望是。除非门外站着个{a=https://nostalgiacentral.com/pop-culture/fads/avon-ladies/}雅芳女郎{/a}。"
    scene c013_s008_005 with Dissolve(0.25)
    s "我不知道那是什么。"
    scene c013_s008_006 with Dissolve(0.25)
    l "好吧，是伊芙。她就在我后面。说她要把装备放在门边。"
    "把装备放在门边？这是什么意思？要是她打算叫我们滚蛋，我可不觉得她会浪费时间做别的，只会进门把我们打发走然后转身离开。妈的，她开着SUV路过、鸣着喇叭朝我们竖中指，我都不意外。"
    scene c013_s008_007 with Dissolve(0.5)
    e "好吧好吧，我来了。看样子你们都是一群睡懒觉的。"
    j "我们可能是习惯了住在房子里的好处。"
    scene c013_s008_008 with Dissolve(0.25)
    e "我看出来了。"
    j "所以，车现在能开动了？"
    scene c013_s008_009 with Dissolve(0.25)
    e "能。那我可以洗漱一下吗？用一下淋浴？"
    j "当然可以。"
    l "等一下。你知道——"
    scene c013_s008_010 with Dissolve(0.25)
    e "别磨蹭了，老奶奶。你们大概有一个小时的时间收拾东西。等我洗完澡、你们随便弄点早餐，我们就出发。不许拖拖拉拉。你要是当乘客，就得按我的时间来。"
    j "好。呃，当然。洗手间应该没人用。卡莉应该还在另一间卧室。我去叫她起来。"
    "说完，伊芙噔噔噔地走出了房间。这地方不大，而且她之前去过洗手间。"
    scene c013_s008_011 with Dissolve(0.5)
    s "我来做早餐。劳拉？"
    l "嗯，呃，嗯。"
    scene c013_s008_012 with Dissolve(0.25)
    l "就这样？"
    j "就这样。你们俩能在这儿撑住场面吗？我去叫卡莉。"
    s "行，交给我们。"
    scene c013_s008_013 with Dissolve(0.25)
    "劳拉整个人都懵了。过了几秒，她才回过神来。"
    l "呃，好吧好吧。我去把衣服穿上，然后接你的班。这事我们动作得快一点。"
    if ch13_kallie_sex == "yes":
        scene blank with Dissolve(2)
        scene c013_s008_028 with Dissolve(2)
        "她就躺在那儿。还蜷在床上。那可爱的小屁股。那……天哪，我真想直接钻回床上搂着她，但我没时间。"
        scene c013_s008_029 with Dissolve(0.25)
        j "嘿，卡莉。是[player_name]。该起床了。"
        k "唔嗯~~ 嗯？"
        scene c013_s008_030 with Dissolve(0.25)
        j "真不想这么早叫醒你——尤其你早上这么他妈可爱——但我们得走了。"
        k "嗯？什么事？我是不是听见门铃了？我还以为在做梦，因为那不可能吧。"
        scene c013_s008_031 with Dissolve(0.5)
        j "你听见了。是伊芙。"
        k "哦？呃，那是……"
        scene c013_s008_032 with Dissolve(0.25)
        j "我们要走了，但得现在就收拾起来。起床穿好衣服，做好准备。她大概只给我们一个小时，然后就出发。"
        k "哦，靠。好吧。我这就……"
        scene c013_s008_033 with Dissolve(0.25)
        j "行，我先出去一下，让你有点私人空间。"
        k "嘿……[player_name]？"
        scene c013_s008_034 with Dissolve(0.25)
        j "怎么了？"
        k "你知道我要说什么。"
        play voice_loop kiss
        scene c013_s008_035 with flashpink
        k "啵噜~~~ 唔唔~~~"
        "我喜欢她贴在我身上的感觉。她那么柔软，那么……专注，专注点，我们得走了，而且得快点。伊芙可不会等着跟你来一发晨间炮。"
        stop voice_loop
        scene c013_s008_036 with Dissolve(0.25)
        k "我……我很高兴我们和好了。"
        j "哦？我们把这叫「和好」了？*轻笑*"
        scene c013_s008_037 with Dissolve(0.25)
        k "对啊。*咯咯笑* 来，我穿衣服了。"
        j "我不在，说不定你们还快一点。"
        scene c013_s008_038 with Dissolve(0.25)
        k "大概吧。"
        scene c013_s008_027 with Dissolve(1)
        "昨晚跟她把话说开，感觉真好。尤其是在我们重新上路之前。谁知道前面还等着什么样的疯狂在等着我们。"
    else:
        scene blank with Dissolve(2)
        scene c013_s008_014 with Dissolve(2)
        j "卡莉？是我，[player_name]。我能进来吗？"
        scene c013_s008_015 with Dissolve(0.25)
        k "唔嗯~~~ 嗯，门没锁。"
        scene c013_s008_016 with Dissolve(0.25)
        j "真不想这么早叫醒你，但我们得走了。"
        k "嗯？什么事？我是不是听见门铃了？我还以为在做梦，因为那不可能吧。"
        scene c013_s008_017 with Dissolve(0.25)
        j "你听见了。是伊芙。"
        k "哦？呃，那是……"
        scene c013_s008_018 with Dissolve(0.5)
        j "我们要走了，得现在就收拾起来。起床，穿好衣服，做好准备。"
        k "哦，靠。好吧。我这就……"
        scene c013_s008_019 with Dissolve(0.25)
        j "我先出去一下，让你有点私人空间。"
        k "嘿，呃，前天的事对不起。"
        j "你不用道歉。其实该道歉的是我，是我发了脾气。我本该表现得更好些。我知道你以前就得应付一些烂透的事，也知道让你看到我那副样子肯定不好受。"
        scene c013_s008_020 with Dissolve(0.25)
        k "你生气是应该的。而且，你不是安德鲁。我知道。我不是因为他才那么难受。或者说，不完全是因为他。我敢肯定，我那种本能反应是因为他，那种……那种战斗或逃跑的反射会直接启动，不管我理性的脑子怎么判断。"
        j "我真的很抱歉——"
        scene c013_s008_021 with Dissolve(0.25)
        k "你不用道歉。*叹气* 我不该……我告诉自己不会骗你，可那样瞒着你也并不更好。我……我们只是以为那是有正当理由的。劳拉让我那么做的时候，我……我本该更强烈地反对，可我……"
        k "拜托，别生她的气。我知道她那么做，只是因为我们都担心你在一点点被磨垮。"
        k "[player_name]……你把自己耗得精疲力竭。我们需要你活着。我的意思是，你今天在外面待了好几个小时，看起来、听起来都糟透了。我知道因为之前那些事，现在让你接受我们的帮助对你不公平，但你必须试试。"
        "我想起自己跟伊芙的那番话——我当时告诉她，我愿意为了救其他人去死。此刻，凝视着她的眼睛，我知道我会为了看到卡莉自由而献出生命。当然，我不会把这话对她说。"
        scene c013_s008_022 with Dissolve(0.25)
        k "所以，求你了，别因为我们关心你就生气，哪怕我们处理得不对。"
        j "是，我那会儿确实很火，也可能把气撒在几个不受欢迎的客人身上了，但我永远不会不站在你这边。"
        scene c013_s008_023 with Dissolve(0.5)
        k "你答应我，好吗？"
        j "哦？这是以后某个英雄时刻你要拿出来提醒我的事吗？"
        scene c013_s008_024 with Dissolve(0.25)
        k "别拿这个开玩笑。答应我。"
        j "我答应。不开玩笑。"
        scene c013_s008_025 with Dissolve(0.25)
        k "好。那我应该……"
        j "嗯。穿好衣服，准备出发。我不知道我们有多少时间。"
        scene c013_s008_026 with Dissolve(1)
        "跟她把话说开，感觉真好。尤其是在我们重新上路之前。谁知道前面还等着什么样的疯狂在等着我们。"
    scene blank with Dissolve(2)
    scene c013_s009_001 with Dissolve(2)
    "一小时后，我们全都装备齐全，做好了能做的准备。劳拉早就为这种可能性备好了背包，这才让一切没有变成最后一刻的疯狂奔逃。"
    e "好吧，看来大家都准备好了。不错。要是给我点心思，说不定能把你们调教成一支像样的队伍。今天早上我进来的时候，路上是通的。[player_name]那场屠杀确实改善了街区的治安，虽然也就好那么一阵子。"
    j "外面还剩几个。一栋房子里有一个，我还看见另一个在后院游荡。"
    scene c013_s009_002 with Dissolve(0.25)
    e "无所谓，只要我们不去那两个地方就行。这些就是全部？你们准备好了吗？"
    l "好了。都齐了。"
    scene c013_s009_003 with Dissolve(0.25)
    e "行。我打头阵，跟紧我。[player_name]，你殿后。谁看见什么就喊出来。别搞突袭。"
    s "遵命，长官长官。"
    "我知道劳拉不喜欢这套新的等级划分，不过听见雪莉努力把它变成一件好玩的事，还是挺不错的。卡莉会把这事闷在心里，我们也许可以之后再聊聊。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c013_s009_004 with Dissolve(2)
    play music outsideday fadein 2.0
    "我们鱼贯走出屋子，身后没锁门，直奔车库。其实我很想把这几天的事复盘一遍，好理清自己对这场转折的感受，但我知道那样不行。"
    scene c013_s009_005 with Dissolve(0.5)
    "就算伊芙说回去的路是通的，过去的经验也在警告我不能放松警惕。该有的糟心事我们已经碰得够多了，而且说实话，前一天的徒步已经让我累得够呛。"
    scene blank with Dissolve(2)
    scene c013_s009_006 with Dissolve(2)
    "走到车库时，我已经开始期待能坐进车里、让别人来管事，哪怕只是一小会儿。我完全不指望我们能走多远。也许我们能开出几英里，然后雾就会对伊芙的SUV下最狠的手。"
    scene blank with Dissolve(2)
    scene c013_s009_018 with Dissolve(2)
    e "行，把包放进后备箱。别动我的东西。"
    j "有人要管车库门吗？"
    scene c013_s009_007 with Dissolve(0.25)
    e "车里有遥控器。"
    k "看来我只能坐后排中间了。"
    scene c013_s009_008 with Dissolve(0.25)
    "那口气，活像一个每次坐车出游都只能坐最小那个位置的人。"
    j "劳拉，你可以坐前面。我跟卡莉、雪莉挤后面。"
    scene c013_s009_009 with Dissolve(0.5)
    l "好吧。那伊芙，你打算开去哪儿？我知道现在问这个有点得寸进尺，不过……"
    e "医院。如果你说她们从那儿撤离人是真的，那是我们第一站最好的选择。而且她们有地下停车场，我猜那总比把车扔在外面强。"
    e "好了，所有人都上车。我们出发。"
    scene c013_s009_010 with Dissolve(1)
    "我们照做了。把三个成年人塞进后排可费了点工夫。就在我们挤的时候，伊芙还想着别的事。"
    scene c013_s009_011 with Dissolve(0.5)
    e "那把手枪呢？在哪儿？"
    l "在我身上。"
    scene c013_s009_012 with Dissolve(0.25)
    e "放地上。你脚边。我不想等我对你没用了的时候，你突然掏出来给我一枪。"
    l "我永远不会。而且我为什么要那么做？万一上了路我用得上呢？"
    scene c013_s009_013 with Dissolve(0.5)
    "好吧，她们俩还没到掐起来的时候。"
    menu:
        "[gr]给我。":
            scene c013_s009_014 with Dissolve(0.5)
            j "劳拉，把它给我。她要是担心你对她耍花样，那枪在我手里就能解决这个顾虑。"
            if e_trust >= 3:
                l "[player_name]？"
                e "*叹气* 行吧。前天那事之后，我不觉得你会坑我。"
                scene c013_s009_016 with Dissolve(0.25)
                j "很高兴知道要怎样才能让你信我。"
                "就这么达成一致后，劳拉把手枪递回给了我。"
            else:
                $ e_trust -=1
                scene c013_s009_015 with Dissolve(0.25)
                e "这样更糟。只是把麻烦挪到了一个我不会防备的方向。"
                l "行，我他妈放地上。这样总可以上路了吧。"
                scene c013_s009_017 with Dissolve(0.25)
                e "谢谢。你他妈完成我提的这一件事不该这么难。"
                l "就一件事？*呻吟*"
        "放地上。\n[rrd](劳拉 信任 -1)":
            $ l_trust -= 1
            scene c013_s009_015 with Dissolve(0.5)
            j "劳拉，放在地上。拜托。你知道我们要是不按她的规矩来，她随时可能把我们从车里赶下去。"
            l "……"
            "得了吧劳拉。你看我说得没错吧。"
            scene c013_s009_017 with Dissolve(0.25)
            l "好吧。但我他妈对此一点都不爽。"
            e "你的不满已经记录在案。"
        "劳拉说得没错。\n[rrd](伊芙 信任 -1)":
            $ e_trust -=1
            scene c013_s009_015 with Dissolve(0.5)
            j "*叹气* 劳拉说得没错。要是出了事，我们需要紧急弃车，她手忙脚乱地在座椅底下摸那把滑落的枪，那可不是闹着玩的。"
            e "我不在乎。这是为了我自己的安心和安全。她要么把枪放地上，要么你们全体走回那栋房子。"
            scene c013_s009_017 with Dissolve(0.25)
            l "他妈行吧，我放地上。这样我们就能上路了。"
            e "谢谢。你他妈完成我提的这一件事不该这么难。"
            l "就一件事？*呻吟*"
    scene c013_s009_019 with Dissolve(1)
    "车里的气氛很紧张，我一度怀疑伊芙会不会干脆觉得不值得了。所以，当引擎轰然启动、车子向前滑出去时，我松了一口气。"
    scene c013_s009_020 with Dissolve(1)
    s "我们到了吗？"
    "感谢雪莉的喜剧节奏。尽管她还在气头上，劳拉还是噗嗤笑了出来。我甚至觉得伊芙也轻轻笑了一声，虽然轻得几乎听不见。"
    scene blank with Dissolve(2)
    scene c013_s009_021 with Dissolve(2)
    "上了路之后，能见度太差，伊芙只能龟速前进。时不时会看见灼烧者在旁边的人行道上跌跌撞撞。"
    scene c013_s009_022 with Dissolve(0.5)
    "有几个晃进了马路，伊芙一边骂一边试着绕开。我没想过撞上一个会怎么样。它们会炸成一大团血污和浓缩毒素吗？"
    l "它们真的一点都不在乎我们在这儿，是吧？"
    scene c013_s009_023 with Dissolve(0.5)
    j "简直就像一群大学生过马路不看红绿灯，只顾盯着手机。"
    e "这并不会让我更想撞它们。操，滚开。"
    scene blank with Dissolve(2)
    scene c013_s009_024 with Dissolve(2)
    "我们继续往前开，劳拉尽力给伊芙指去医院的路。当然，伊芙并没有本着善意接受这些建议。为了缓解她上蹿下跳的怒气，我决定开个玩笑。"
    scene c013_s009_026 with Dissolve(0.25)
    j "嘿，呃，我知道时机不对，但我得上厕所。能停一下吗？"
    e "你这个混蛋。"
    scene c013_s009_027 with Dissolve(0.25)
    j "快点，我在后面憋着屎团呢。"
    s "对，我在「原野拉屎」。"
    scene c013_s009_028 with Dissolve(0.25)
    e "那就把窗户摇下来，把屁股伸出去。"
    k "呃，恶心。"
    scene blank with Dissolve(2)
    scene c013_s009_029 with Dissolve(2)
    "虽然进展不快，但不用走路这段距离还是挺好的。可当车子开始发出不祥的声响时，我开始琢磨我们还剩多少时间。"
    l "[player_name]，后面有看到什么吗？我是说，有没有什么不寻常的。"
    j "只有灼烧者。而且比我想的多得多。"
    scene c013_s009_030 with Dissolve(0.5)
    s "我们在找什么特定的东西吗？"
    j "只是确认外面没有更糟的东西。"
    "我不知道到了这个地步，如果那头格伦德尔找上我们并一路追击，这辆SUV能不能跑得过它。"
    scene blank with Dissolve(2)
    scene c013_s009_031 with Dissolve(2)
    "没过多久，我就察觉伊芙在跟这辆车较劲。每当我们慢下来，引擎就会咳嗽几声。想到这一点，我开始评估周围的环境。要是SUV趴窝了，我们就得赶紧找地方躲起来。"
    if k_love >= 6:
        scene c013_s009_032 with Dissolve(0.5)
        "我全部注意力都放在周围的环境上，以至于卡莉的手悄悄伸进我手里，直到她握紧了，我才发觉。"
        scene c013_s009_033 with Dissolve(0.5)
        s "那是一辆撞进邮局大堂的车吗？"
        e "雾刚来的时候，我敢肯定人们光是想着逃出来就已经快疯了。"
        if s_love >= 4 or s_friend >= 12:
            scene c013_s009_034 with Dissolve(0.25)
            l "我算是运气好，车恰好坏在那个地方。而且第一天我也没想着开远。"
    scene blank with Dissolve(2)
    scene c013_s010_001 with Dissolve(2)
    "我们不得不绕进一个住宅区时，SUV开始发抖、吃力地爬。我对这个并不陌生，虽然劳拉和我都没说什么，但我觉得我们俩都在为那个无可避免的结局做准备。我开始盘算各种可能的脱身方案。"
    scene c013_s009_035 with Dissolve(1)
    $ e_anxiety += 2
    e "操。操。"
    l "听起来它快趴窝了。"
    scene c013_s010_002 with Dissolve(0.25)
    e "我听得出来。操，我得想办法把它弄到一边，看看发动机还能不能抢救一下，趁没彻底烧掉。"
    l "弄到哪儿？附近好像没有车库，也没有汽车修理厂。"
    scene c013_s010_003 with Dissolve(1)
    j "这一带全是住宅。开进上面那条车道。右边那栋两层的。"
    e "什么？为什么？"
    scene c013_s010_004 with Dissolve(0.25)
    j "我跳下去把车库门打开，我们把它推进去。这是眼下最好的办法。"
    e "*低吼* 操，行吧，但快点，我觉得我们时间不多。感觉电路快撑不住了。"
    scene c013_s010_005 with Dissolve(0.25)
    l "都把面罩戴上。"
    scene c013_s010_006 with Dissolve(1)
    "她拐进车道时，我跳下车，朝那栋房子跑去。"
    scene c013_s010_007 with Dissolve(0.5)
    "前门试了一次就打不开，我也没去硬砸，而是翻过篱笆、直奔后院。也许后门没锁，或者我能找到一扇可以砸开的窗户。总之，不能一上来就把房子直接暴露在外面的环境里。"
    scene blank with Dissolve(2)
    scene c013_s010_008 with Dissolve(2)
    "这回运气站在了我这边。洗衣房的门虽然没锁着，但虚掩着一条缝，像是屋主关过门却没关严。这让我想起我家后门，天气潮的时候也总会卡住。"
    scene blank with Dissolve(2)
    scene c013_s010_009 with Dissolve(2)
    "我停下来听了一会儿房子里的动静，只听了一小会儿，就暂时放心了——我的到来似乎没惊动任何住户。我是在赌一把，直接假设这里已经没人住了。等SUV推进去之后，我还得仔细搜查一遍。"
    scene blank with Dissolve(2)
    scene c013_s010_010 with Dissolve(2)
    "找到的时候，车库是空的。住这儿的人早就走了。我按下开门器，等了好几秒，电机才嗡嗡地转起来。"
    scene c013_s010_011 with Dissolve(0.5)
    "我们动作得快点，别让太多毒气灌进屋里。我想伊芙可不想穿着全套装备趴到引擎盖底下看。"
    scene c013_s010_012 with Dissolve(0.5)
    j "好，好，来。开进来。"
    "该死，声音不对，像发动机已经使不上劲了，好像不只是电路的问题。"
    e "操。操！"
    scene c013_s010_013 with Dissolve(1)
    j "门已经放下了。我尽量拉严了。这里面小心点。暂时先别摘面罩。屋里看着是干净的，但我还是要彻底搜一遍，确保没问题。我不想有任何意外。"
    scene c013_s010_014 with Dissolve(0.5)
    k "不是一个人。"
    l "我陪你。雪莉和卡莉——"
    s "我们把背包从后面拿出来。"
    scene c013_s010_015 with Dissolve(0.25)
    e "喂喂喂。咱们可不是来度假的，别急着拆包。"
    j "伊芙，你真觉得几分钟就能修好、重新上路？"
    e "……"
    scene c013_s010_016 with Dissolve(0.25)
    e "操。行吧。但别太得意。除非你想一直住在这儿。等我把这婊子修得勉强能跑，我就走。"
    "我有种预感，她要挨一记响亮的耳光。或者，也许是我判断错了，她真能从这辆SUV里再榨出一点余力。谁知道呢？开进来，再由她做点保养，也许就够让这辆车续上一口气。"
    scene c013_s010_017 with Dissolve(1)
    s "所以，又要换一栋房子？"
    k "情况可能更糟。"
    scene c013_s010_018 with Dissolve(0.5)
    s "哦，我不是在抱怨这个。我只是希望我们能再走远一点。"
    k "我不确定我们这是在哪儿，但也许剩下的路可以试着徒步走完。"
    scene c013_s010_019 with Dissolve(0.5)
    e "老天爷啊！你这个王八蛋。"
    s "听起来可不妙。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c013_s010_020 with Dissolve(2)
    play music insideday2 fadein 2.0
    "为了确认没有眼前的危险，我和劳拉在屋里走了一遍，边走边查看每个房间。很快就让我发现这房子有点不对劲。家具齐全，但看起来并不是真正住在这里的人布置的。"
    scene c013_s010_021 with Dissolve(0.5)
    l "这是个{a=https://en.wikipedia.org/wiki/Show_house}样板房{/a}。"
    j "操，还真是。*叹气* 好吧，至少我们知道这儿没住人。"
    scene blank with Dissolve(2)
    scene c013_s010_022 with Dissolve(2)
    "走完一圈就清楚了，这里不是个能久待的地方。厨房里没有食物，除了最基本必需品之外，也几乎没有任何洗漱用品。卧室的衣柜都是空的。我们在这儿找不到任何替换衣物或补给。"
    scene c013_s010_023 with Dissolve(0.25)
    l "好吧。还算是个能待一两天的地方，但不适合长期住下去。"
    j "我该去附近那些房子看看。这附近总得有人住。或者……也许吧。"
    scene c013_s010_024 with Dissolve(0.5)
    l "不。先别去。"
    j "哦，真的吗？"
    scene c013_s010_025 with Dissolve(0.25)
    l "也许这不重要，反正我们也不会待久。不管怎样，我们……都不该待太久。不过，我对她能让那辆车重新跑起来不抱太大希望。"
    j "好吧。给她一点时间，如果我们要在这儿待好几天的话，就先摸清周围的情况。"
    scene c013_s010_026 with Dissolve(0.25)
    l "对。找食物，也确保没有意外。"
    scene c013_s010_027 with Dissolve(0.25)
    l "她对那辆SUV有点太紧张了。"
    j "她对很多事情都太紧张了。再说了，她的处境你应该能理解。"
    scene c013_s010_028 with Dissolve(0.25)
    l "我知道，我知道，别提醒我。要我说，那不是我表现最好的一天，不过最近也确实没多少「好日子」。"
    j "没事的。我们每个人都过得很不容易，劳拉。"
    scene blank with Dissolve(2)
    scene c013_s011_001 with Dissolve(2)
    j "好吧，先说好消息和坏消息。好消息是，这地方是安全的，而且房间够我们所有人都短暂住下。"
    s "坏消息呢？"
    l "这是个样板房。除了给潜在客户准备的咖啡，没有任何食物。没有衣服。真的什么都没有有用的东西。这里就是个能让我们有屋顶、有墙、有窗户挡雾的地方。"
    scene c013_s011_002 with Dissolve(0.25)
    s "我觉得也没那么糟。背包里还有零食吧？"
    j "有。而且要是我们待超过几个小时，我可以去周围的房子找点能吃的。或者能用的东西。"
    k "你觉得伊芙能让车重新跑起来吗？听起来你觉得这有可能。"
    menu:
        "我只是给她一个机会，看看自己能做成什么。":
            scene c013_s011_003 with Dissolve(0.5)
            j "我只是给她一个机会，看看自己能做成什么。她看起来铁了心要弄出点什么，所以我暂时还不打算叫停、让她放弃。"
            l "她希望做到一件我不确定能不能做到的事。"
            j "也许吧，但你不该逼她承认。至少现在还不该。"
        "什么事都有可能。":
            scene c013_s011_003 with Dissolve(0.5)
            j "什么事都有可能。而且论对引擎盖底下的了解，她比我们任何人都强。"
            l "她肯定会费尽心思，想让那辆车多挤出几英里。"
            j "要是她能做到，那对我们是好事。"
        "我很怀疑。\n[rrd](雪莉 焦虑 +1)\n(卡莉 焦虑 +1)":
            $ s_anxiety +=1
            $ k_anxiety +=1
            scene c013_s011_003 with Dissolve(0.5)
            j "我对此怀疑，但你总不能跟她说「放弃吧」。所以，她得自己想明白。"
            l "她想救活一个压根没在生命维持系统上的东西。"
            j "也许吧，但你不该逼她承认。至少现在还不该。"
    scene c013_s011_004 with Dissolve(0.25)
    s "所以，意思是现在先不脱装备？我倒想洗一洗，可要是我们待不久……"
    j "*叹气* 再给她一点时间吧。"
    "像是对上了什么信号一样，伊芙发出一声尖叫，内容大半是脏话。车库的水泥地上传来金属碰撞的声响。"
    scene c013_s011_005 with Dissolve(0.25)
    l "我对这儿可没什么信心。"
    k "行，我去看看这房子。雪莉？"
    s "嗯，嗯。总比干站着等强。"
    scene c013_s011_006 with Dissolve(1)
    "他们一走开，我就站在那儿，考虑要不要回车库去。"
    l "别。我知道你想去看看情况，但我不觉得她是那种会想要有人打扰的人。也不会想要帮忙。而且不会想要一个男人的帮助。"
    scene c013_s011_007 with Dissolve(0.5)
    j "也不会想要你的。"
    l "她可能根本就不喜欢人。"
    scene blank with Dissolve(2)
    scene c013_s011_008 with Dissolve(2)
    "于是我们就这么等了大约一个小时，等着看看有没有任何迹象表明这里是不是要长期住下去。虽然她们没明说，但卡莉和雪莉都已经开始把这当成板上钉钉的事。劳拉则一直在留意附近有没有麻烦的迹象。"
    scene c013_s011_009 with Dissolve(0.5)
    j "有情况吗？"
    l "我好像看见几个灼烧者，但大多只是在瞎晃。肯定不是冲我们来的。"
    j "那我们出去得小心点了。"
    scene c013_s011_010 with Dissolve(0.25)
    l "你不会一个人去。就算我们明天还在这儿。"
    if ch13_kallie_sex == "yes":
        j "这话你对我说过，也不是第一个了。你的意思我明白。"
        "跟她们那股「非要帮忙」的劲头硬顶，对谁都没好处。就算我仍然认为自己的牺牲可能是必要的，我也得让其他人参与进来，才能维持安稳。"
    else:
        j "明白。"
        "跟她们那股「非要帮忙」的劲头硬顶，对谁都没好处。就算我仍然认为自己的牺牲可能是必要的，我也得让其他人参与进来，才能维持安稳。"
    scene blank with Dissolve(2)
    scene c013_s011_011 with Dissolve(2)
    "过了一会儿，我知道自己不能再拖下去不去看看伊芙了。她也许早就习惯了独自待上几周、不用向任何人汇报，但那不是我们的做法。"
    "走进车库，我就看出伊芙心情糟透了。"
    menu:
        "说点什么。\n[rrd](伊芙 好感 -1)":
            $ e_friend -= 1
            j "那，我能派上什么用吗？"
            scene c013_s011_012 with Dissolve(0.25)
            e "除非你能从自己屁股里拉出电线来，否则不能。"
            j "至少现在不能。"
        "别。":
            "我没再开口。我怀疑她不想听我插嘴。"
            scene c013_s011_012 with Dissolve(0.25)
            e "不，它还是跑不起来。所以你要是没什么有用的话可说、可用的事可做，就别来烦我。"
            j "我没这个打算。"
    scene c013_s011_013 with Dissolve(0.25)
    "我不会说我对伊芙和她的习惯有多了解，但她站在那儿，看起来像是被击垮了。"
    scene c013_s011_014 with Dissolve(0.25)
    j "得了吧。进来歇一会儿。闷在这儿只会让情况更糟。你得先离开一下。我们可以一起想个办法。"
    if e_friend >= 3:
        e "*叹气* 操。"
        scene c013_s011_015 with Dissolve(0.25)
        j "说真的，去歇歇。冲个澡。我们有些零食和喝的。大家重新聚一聚，之后再一起对付它。"
        e "根本没有东西可以「对付」。我……*叹气* 我连从哪儿开始修都不知道。锈蚀。天，光是电瓶的接线柱就得清理。"
        scene c013_s011_016 with Dissolve(0.25)
        j "那也是之后才能做的事。现在它已经不受影响了。"
        e "*呻吟* 行行他妈行。"
        scene blank with Dissolve(2)
        scene c013_s011_018 with Dissolve(2)
        "我们退回屋里。尽管其他人礼貌地问了几句，伊芙没心情说话。最后她上了楼，像是要去找洗手间。"
    else:
        scene c013_s011_017 with Dissolve(0.25)
        e "哦，滚，别装得好像我们是好朋友似的。"
        j "好吧，好吧。我试过了。那你自己忙吧。"
        scene blank with Dissolve(2)
        scene c013_s011_018 with Dissolve(2)
        "不想把事情弄得更糟，我也回了屋。几分钟后伊芙跟了进来。她闷闷不乐、心情糟糕，谁也不理。最后她上了楼，像是要去找洗手间。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c013_s011_019 with Dissolve(2)
    "伊芙承认今天不可能让我们上路了，这反倒让其他人更容易按短期来做打算。卡莉和雪莉商量好了睡哪儿，劳拉则拿出一些口粮当晚饭。"
    "在保证我不会待太久之后，我出门对附近做了一次快速侦察。在外面那段时间，我看见两个灼烧者，都没有要攻击的意思。"
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("june_10_520", transition=Dissolve(1.0))()
    pause
    $ Hide("june_10_520", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c013_s011_020 with Dissolve(2)
    play music nightmain fadein 2.0
    "我说到做到，很快就回来汇报了周围的情况。"
    l "怎么样？"
    j "两栋房子里还有人正在施工。我觉得这整片都是新开发区，都是空的。往下走一点还有第三栋，屋里灌满了雾。我往里看的时候好像看见有东西在动，但我没去赌运气。"
    scene c013_s011_021 with Dissolve(0.25)
    l "有什么有用的吗？"
    j "更后面还有几处。我没去查，因为我答应过不在外面待太久。不过明天我们可以过去看看。"
    scene c013_s011_022 with Dissolve(0.25)
    l "车的情况呢？"
    j "街上有两个。我能看见的那些车库里没有。所以伊芙要是想去找零件，我们得去隔壁那条街试试。"
    scene c013_s011_023 with Dissolve(0.25)
    l "*叹气* 好吧。我们出去的时候，留意一下能用来做饭的东西。比如锅。或者瓶装的水。"
    j "为什么？介意我问的话。"
    scene c013_s011_024 with Dissolve(0.25)
    l "这水开始有股……怪味了。直接从水龙头接的。我觉得还没到不能喝的程度，但这可能会是个问题。尤其要是雾只是更大的一整套东西的一部分。我希望烧开之后就没事了。"
    j "这个……这个确实得留意。"
    "我不该这么惊讶。也许这水一直就有问题。我不信还会有自来水公司的员工留在附近维护饮用水的水质。"
    scene blank with Dissolve(2)
    scene c013_s011_027 with Dissolve(2)
    "太阳落下、影子让能见度更差之后，我们安顿下来过夜。这不是我们想待的地方，但我们早就习惯了在糟糕的处境里尽量将就。这里有两间卧室、客厅一张沙发、楼上书房一张折叠沙发，对我们这一行人来说足够了。"
    scene c013_s011_025 with Dissolve(1)
    "伊芙独来独往了好一阵子，也一直没融入这个群体，话很少，只顾自己。我必须克制自己，别做出任何超出「跟她短暂对视、偶尔嗯一声」的事。"
    scene c013_s011_026 with Dissolve(1)
    "雪莉试着找点事分心，可没有网络也没有有线电视，电视机里只有一片雪花。"
    scene blank with Dissolve(2)
    scene c013_s011_028 with Dissolve(2)
    "在一栋新房子里，陌生的户型、那些让人感到不真实的样板式布置，我巡视了最后一遍，然后自己也去准备睡了。伊芙把仅剩的存粮消耗殆尽——大概还有太多晚上睡在那间车库的时光——她已经瘫在沙发上睡着了。"
    scene c013_s011_029 with Dissolve(0.5)
    "我慢慢爬上楼梯，希望别弄出太大动静。在这样一片死寂、诡异气氛的社区里，我想楼梯吱呀作响至少会让某个人莫名焦虑。"
    scene c013_s011_030 with Dissolve(0.5)
    "我在走廊里停下听了一会儿。主卧传来至少一个人的呼吸声。先前有人跟我说过，卡莉和劳拉住了那间房。"
    scene c013_s012_001 with Dissolve(1)
    "走廊尽头是第二间卧室，我知道雪莉在那儿。我在门口停了一下，好奇她居然也这么早就睡了。听见里面有动静，还有床弹簧的吱呀声，我本想跟她说说话。我们有一阵子没单独相处了，聊聊也不坏。"
    j "雪莉？你醒着吗？"
    s "{size=30}嗯？哦，呃，嗯。进来吧。{/size}"
    scene blank with Dissolve(2)
    scene c013_s012_002 with Dissolve(2)
    j "嘿，是你。我就是来问候一声。"
    s "很晚了。在新地方睡不着？"
    scene c013_s012_003 with Dissolve(0.25)
    j "最近哪儿都是新地方。*轻笑* 不过今晚我可能有点过度警觉。介意我过来吗？"
    s "不介意。我……我正好想找人说说话。我不困。"
    scene c013_s012_004 with Dissolve(0.5)
    j "你还好吗？我知道答案不是「好」，但「还行」和「不好」之间还有很多种程度。"
    s "如果你问的是这个，我正在努力让自己别崩掉。"
    j "也许有一点点，但我更担心的是你的状态。总的来说。一直以来都太疯狂了，我在乎你，也想知道你过得还行不行。"
    scene c013_s012_005 with Dissolve(0.25)
    s "是……是这种安静。还有黑暗。我不习惯。我不习惯待在一个新的地方，感觉又空又孤单，还……"
    j "你不孤单。我们都在。"
    scene c013_s012_006 with Dissolve(0.25)
    s "我不是那个意思。我上一个真正「住」的地方是学生宿舍。那儿一直很吵，随时都有人。这地方感觉就像恐怖片，我们在等着连环杀手登场。"
    j "只不过最后会由伊芙在他踏进前门时一枪爆头。"
    scene c013_s012_007 with Dissolve(0.25)
    s "好吧，也许吧。*咯咯笑* 我们倒是给自己弄来了一个新守卫。这是不是意味着你不用时时刻刻都绷着了？"
    j "那正好让我能专心做每个人的「心理状况检查」了。"
    scene c013_s012_008 with Dissolve(0.25)
    s "这听起来可不像更好的时间利用方式。"
    j "我知道我们这会儿有点在开玩笑的意思，但我过来是因为我想让你觉得今晚可以安心。有没有什么事真的压在你心上？我知道这地方不怎么样，但比这更糟的我们都见过了。"
    if s_love >= 4 or s_love >= 2 and s_friend >= 12 or s_love >= 1 and s_friend >= 10 and s_desire >= 5:
        scene c013_s012_009 with Dissolve(0.5)
        s "说实话，凑合能活。我也就只能这么说这么多了。整件事让我比以前多花很多时间去想那些有的没的。大学时候很好用来分散注意力，也很容易想做什么就做什么。"
        s "你懂的。比如，我并不想有固定的另一半，因为每个周末都是去参加派对、看看「场上」有什么好货色的机会。"
        scene c013_s012_010 with Dissolve(0.25)
        s "我知道这听起来像是我到处乱搞，但我真的没有。我只是反复享受一段关系刚开始时那种刺激的部分，认识新的人，在他们发现我为了不发疯而吃了一堆药之前保持神秘感。"
        j "*轻笑* 所以，我是你这辈子处得最久的一段关系？嗯，排除那些跟你同住宿舍的人的话。"
        "比如梅茜。"
        scene c013_s012_011 with Dissolve(0.25)
        s "是，你可是亲眼见识过我最疯的样子。而且你应对得特别好。我……*叹气*"
        scene c013_s012_055 with Dissolve(0.25)
        "她的声音渐渐低了下去，黑暗的房间里，沉默的秒数仿佛拖成了漫长的几分钟。我觉得差不多该溜了。"
        j "没事的，雪莉。你不用勉强说。我理解。嗯，我该让你休息了。明天会怎样，谁也说不准。"
        s "你…… "
        j "嗯？什么事？"
        scene c013_s012_056 with Dissolve(0.25)
        s "你喜欢我吗？"
        j "当然喜欢。虽然要不是这该死的一切，我们也不会认识，但我喜欢你。我们很合得来。我想在太平一些的时候，我们会一起出去玩、找点乐子。我很高兴当初在宿舍遇见了你。"
        scene c013_s012_057 with Dissolve(0.25)
        s "你不觉得……"
        j "这话什么意思？这可不像你啊，不是那种会不把话说出口的人。你这一点还挺让人耳目一新的。你从来不怕直接说出心里想什么。"
        s "我……"
        scene c013_s012_058 with Dissolve(0.25)
        s "我想我脑子大概是有点坏了，自己都不知道在想什么。我太习惯不用花太多时间思考事情，现在突然空出大把时间，我脑子里的疯狂胡想根本理不清。而且我一个人待得越久、身边又没有任何可以看可以做的事，我就开始越陷越深。"
        s "我会开始想我认识的所有人，琢磨他们死了没有。比如，梅茜肯定死了。可布丽呢？还有那些跟着她们任一个人离开的那些家伙呢？"
        s "然后我又开始想我家里人，想他们是不是在担心我。我知道妈妈肯定在担心，爸爸大概也是。我就是没法让那几百万个念头同时涌进脑子里。"
        "雪莉这边已经有点招架不住了。我大概该插进去，帮她把节奏慢下来。"
        menu:
            "抱抱她。\n[rgr](雪莉 爱意 +1)\n[pks]":
                $ ch13_shelley_sex = "yes"
                $ s_sex +=1
                $ s_love +=1
                call ch13_shelley_sex from _call_ch13_shelley_sex
                jump ch13_endout
            "嘿，雪莉，没事的。":
                "最好在她更糟之前打断她。"
                scene c013_s012_059 with Dissolve(0.25)
                j "嘿，雪莉，没事的。没事的。我在这儿。你身边都是在乎你的人。跟我待着，就待在眼下这个房间里。你知道家里人没事的。他们大概会担心，但很快你就能见到他们了，对吧？你相信我说的，对吧？"
                s "嗯。"
                scene c013_s012_060 with Dissolve(0.25)
                j "那布丽和其他同学呢？没见到他们，我们不能往最坏处想。我们一路上还会遇到别的幸存者，比如伊芙。在知道别的消息之前，他们大概只是躲了起来，试着撑过这一切。"
                s "说不定他们躲进了食堂，就在那儿等着救援，对吧？"
                scene c013_s012_061 with Dissolve(0.25)
                j "当然，听起来就是这样。他们也判断出了做别的事不安全。不是每个人都能像劳拉那样，因为等不及就拖着人横穿整座城市。*轻笑*"
                "如果这套编出来的说法能帮雪莉相信她的同学们还没死，我有什么资格去戳破它呢？"
                "安静了几分钟后，我得承认我这番谈话至少让那些慌乱的想法消退了一阵子。她再开口时，说的是另一件更迫在眉睫的事。"
                jump ch13_endout
    else:
        scene c013_s012_009 with Dissolve(0.5)
        s "我……我没事。就是压力大而已。一直都有。我在努力往好的方面想。"
        j "我知道。也很难得。你开的玩笑确实让气氛轻松了些。"
        scene c013_s012_010 with Dissolve(0.25)
        s "你和劳拉吵、劳拉和伊芙吵，这些都额外增加了不少压力。"
        j "你只要知道，劳拉和我之所以这样，是因为我们都在为整个队伍着想。她习惯了掌控自己的人生，而我必须比以前更主动地拿主意。以前我是那种「随波逐流」的人。"
        scene c013_s012_011 with Dissolve(0.25)
        if ch12_laura_sex == "yes" or ch10_laura_sex == "yes":
            s "我能想象。但我理解你为什么和劳拉吵。你们身上有一种属于那种「独处时像疯子一样操、身边有别人却放不开」的人特有的火气。"
            j "所以，这也算不上什么大秘密？"
            scene c013_s012_009 with Dissolve(0.25)
            if ch12_kallie_sex == "yes" or ch13_kallie_sex == "yes":
                s "对我来说不是。不过，如果你和卡莉要变成那种关系，你可能得跟她坦白。"
                j "*叹气* 我知道。"
            else:
                s "对我来说不是。"
        else:
            s "我能想象。但我理解你为什么和劳拉吵。你们俩都想一个人扛下所有事，一旦职责重叠，就会有摩擦。而且你们都关心对方。我看得出来。"
            j "我不一定总是表露出来。但我们确实关心。"
        jump ch13_endout
label ch13_endout:
    if ch13_shelley_sex == "yes":
        play sound monster_thump
        scene c013_s012_072 with Dissolve(0.5)
        $ renpy.sound.set_volume(.20, 0.0, channel = "sound")
        s "*咯咯笑* 事情会变成这样，也真是奇怪。"
        j "哦？怎么个奇怪法？"
        scene c013_s012_073 with Dissolve(0.5)
        s "你和我。说实话，我不太觉得我们本来会认识。更别说躺在一张床上了。可是……"
        play sound monster_thump
        scene c013_s012_074 with hpunch
        "她继续说着，我感觉到一下闷响。接着又是一下。她还在喋喋不休，我敢肯定雪莉没注意到。或者说，还没注意到。"
        scene c013_s012_075 with Dissolve(0.5)
        $ renpy.sound.set_volume(.40, 0.0, channel = "sound")
        s "[player_name]？你在听吗？*叹气* 我们都还没开始交往呢，你上完床就已经开始无视我了。"
        play sound monster_thump
        "又响了一下。更近了。毫无疑问。" with vpunch
        scene c013_s012_076 with Dissolve(0.5)
        "我一骨碌爬起来，尽快朝窗户冲去。"
        $ renpy.sound.set_volume(.70, 0.0, channel = "sound")
        s "[player_name]？"
        j "嘘。"
        play sound monster_thump
        s "怎么了？我能……刚才地面是不是晃了一下？" with vpunch
        play music horror fadein 2.0
        scene c013_s012_077 with Dissolve(0.5)
        "我跑到窗边时，只看见一片黑暗和雾，什么都没有。所谓的「动静」，不过是翻涌的毒雾在微风里起伏。我对周围环境不熟，在透下来的一点月光照出的惨白轮廓里，根本分不清自己看到的是什么。"
        $ renpy.sound.set_volume(1.0, 0.0, channel = "sound")
        s "怎么了？"
        scene c013_s012_080 with Dissolve(0.25)
        "然后我看见了它。黑暗中一个高瘦的身影跌跌撞撞地挪动。一张可怕的脸，被某种红色、无法解释的生物荧光照亮。"
        j "操。"
        scene c013_s012_081 with Dissolve(0.25)
        s "[player_name]？"
        play sound grendel_growl
        scene c013_s012_083 with Dissolve(0.5)
        "雪莉就在我身边。我把她拉到一边，离开了那扇开着的窗。"
        s "[player_name]？"
        j "安静。"
    else:
        scene c013_s012_062 with Dissolve(0.5)
        $ renpy.sound.set_volume(0.2, 0.0, channel = "sound")
        s "这地方真怪，感觉从来没人住过。"
        j "这是个样板房。装修好用来给那些打算买别的房子的人参观的。或者就是建筑商还在卖空地，留着以后盖房。我敢说要是我们往那边去，肯定能看到大片大片等着开发的地。"
        stop music fadeout 2.0
        scene c013_s012_063 with Dissolve(0.25)
        s "可这房子有自来水之类的东西。虽然那些「东西」能不能用另说。我不确定是我的错觉还是怎样，这水开始带上一股味道，闻着喝着都……不太好。"
        j "这房子毕竟等整个开发区建完就得卖掉，设施肯定得能正常使用，但是……"
        play sound monster_thump
        scene c013_s012_064 with hpunch
        "我感觉到了。那一下闷响。接着又是一下。我觉得雪莉没感觉到。或者说，还没感觉到。"
        scene c013_s012_065 with Dissolve(0.25)
        $ renpy.sound.set_volume(0.5, 0.0, channel = "sound")
        s "[player_name]？"
        scene c013_s012_066 with Dissolve(0.25)
        "我一骨碌爬起来，尽快朝窗户冲去。"
        s "[player_name]？"
        j "嘘。"
        play sound monster_thump
        s "怎么了？我能……刚才地面是不是晃了一下？" with vpunch
        $ renpy.sound.set_volume(1.0, 0.0, channel = "sound")
        play music horror
        scene c013_s012_078 with Dissolve(0.5)
        "我跑到窗边时，只看见一片黑暗和雾，什么都没有。所谓的「动静」，不过是翻涌的毒雾在微风里起伏。我对周围环境不熟，在透下来的一点月光照出的惨白轮廓里，根本分不清自己看到的是什么。"
        s "怎么了？"
        scene c013_s012_079 with Dissolve(0.25)
        "然后我看见了它。黑暗中一个高瘦的身影跌跌撞撞地挪动。一张可怕的脸，被某种红色、无法解释的生物荧光照亮。"
        j "操。"
        scene c013_s012_082 with Dissolve(0.25)
        s "[player_name]？"
        scene c013_s012_084 with Dissolve(0.5)
        play sound grendel_growl
        "雪莉就在我身边。我把她拉到一边，离开了那扇开着的窗。"
        s "[player_name]？"
        j "安静。"
    if persistent.ch13_complete == False:
        $ persistent.ch13_complete = True
        $ quick_menu = False
        scene blank with Dissolve(2)
        window hide
        $ Show("achievement_chapter13", transition=slideright)()
        pause
        $ Hide("achievement_chapter13", transition=dissolve)()
        $ quick_menu = True
label chapter14:
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("chapter14", transition=Dissolve(1.0))()
    pause
    $ Hide("chapter14", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    if ch13_shelley_sex == "yes":
        scene c014_s001_001 with Dissolve(2)
    else:
        scene c014_s001_002 with Dissolve(2)
    $ s_anxiety += 2
    $ k_anxiety += 1
    $ l_anxiety += 1
    $ e_anxiety += 1
    "我们贴在窗边站着，希望没落在那怪物的视线里。"
    s "[player_name]？是……"
    j "安静。它在后院。"
    if ch13_shelley_sex == "yes":
        scene c014_s001_004 with Dissolve(0.25)
    else:
        scene c014_s001_003 with Dissolve(0.25)
    s "我们要把灯关掉吗？"
    j "不。保持别动就行。"
    "想不开灯已经太晚了。我甚至不确定关灯有没有用。最坏的情况，也不过是确认我们在这屋里。更让人担心的是，其他人里有谁会弄出声音，或者在别的房间开灯。"
    play sound monster_thump
    if ch13_shelley_sex == "yes":
        scene c014_s001_005 with hpunch
    else:
        scene c014_s001_006 with hpunch
    "当我感到左边有脚步声——说明它正绕到房子正面——我就知道，糟了，那是我开着的窗。"
    if ch13_shelley_sex == "yes":
        scene c014_s001_008 with Dissolve(0.25)
        j "好，穿上衣服。我们得尽量安静地下楼。别靠近窗户。"
    else:
        scene c014_s001_007 with Dissolve(0.25)
        j "好，我们得尽量安静地下楼。别靠近窗户。"
    "雪莉吓得脸色惨白，在原地站了一会儿，好像我的话还没在她脑子里落地。"
    menu:
        "安抚她。\n[rgr](雪莉 焦虑 -1)":
            $ s_anxiety -= 1
            if ch13_shelley_sex == "yes":
                scene c014_s001_052 with Dissolve(0.5)
            else:
                scene c014_s001_053 with Dissolve(0.5)
            j "嘿，嘿，看着我。雪莉。我在这儿。我知道你害怕。可跟紧我，我会保证你安全的。好吗？"
            s "呃。嗯、嗯。我知道。"
            j "好。我们去叫上其他人，然后下楼。"
        "没时间了。":
            if ch13_shelley_sex == "yes":
                scene c014_s001_051 with Dissolve(0.5)
            else:
                scene c014_s001_050 with Dissolve(0.5)
            "没时间等她了。我只能相信她能跟上来。这里还有别人，我得确认他们都已经起来。"
    play sound monster_thump
    if ch13_shelley_sex == "yes":
        scene c014_s001_009 with Dissolve(1)
        "又是一记沉重的踏步。这时我已经能听见隔壁房间里的动静。" with hpunch_soft
        play sound doorclose
        scene blank with Dissolve(1)
        scene c014_s001_014 with Dissolve(1)
        "我穿好衣服，第一个冲进走廊，在那儿撞上了劳拉。"
        l "是……？"
        scene c014_s001_015 with Dissolve(0.25)
        j "是。我们得下楼。卡莉？"
        l "我就在后面。雪莉呢？"
        j "一样。"
        play sound doorclose
        scene c014_s001_016 with Dissolve(0.25)
        k "我在这儿。我们怎么办？雪莉在哪儿？"
        play sound doorclose
        scene c014_s001_017 with Dissolve(0.5)
        "雪莉从卧室里出来，还在手忙脚乱地扣衬衫扣子。"
        s "抱歉，我刚才急着……总之……"
        scene c014_s001_018 with Dissolve(0.25)
        j "下楼，保持安静。别靠近窗户。"
        "我能感觉到地面在颤。它低吼的时候，所有人都停下来，等着接下来会发生什么。" with hpunch_soft
    else:
        scene c014_s001_010 with Dissolve(1)
        "又是一记沉重的踏步。这时我已经能听见隔壁房间里的动静。" with hpunch_soft
        play sound doorclose
        scene blank with Dissolve(1)
        scene c014_s001_011 with Dissolve(1)
        "我走出房间时，看到劳拉已经在走廊里，心里短暂地松了口气。"
        l "是……？"
        j "是。我们得下楼。卡莉？"
        play sound doorclose
        scene c014_s001_012 with Dissolve(0.25)
        k "在这儿。我们怎么办？"
        scene c014_s001_013 with Dissolve(0.25)
        j "下楼，保持安静。别靠近窗户。"
        "我能感觉到地面在颤。它低吼的时候，所有人都停下来，等着接下来会发生什么。" with hpunch_soft
    stop music fadeout 2.0
    scene blank with Dissolve(1)
    scene c014_s001_019 with Dissolve(1)
    play music insidedark fadein 2.0
    "我慢慢往下走，一是因为我不知道格伦德尔在哪儿，二是因为我不知道伊芙会怎么对我突然出现。仅凭我们短暂相处的那些时间，我猜她已经起床、准备好要打了。"
    scene c014_s001_020 with Dissolve(0.5)
    "走到楼梯底部时，我能看见红色的光正从客厅的窗户涌进来。"
    j "操。"
    scene c014_s001_021 with Dissolve(0.5)
    "我迅速挪开，躲出那道所谓的视线。同时我看见劳拉也在悄悄下楼。我很确定听见她倒吸了一口气。"
    j "{size=30}这儿。到这边来。{/size}"
    scene c014_s001_022 with Dissolve(0.25)
    s "哦，操。"
    k "{size=28}快。躲到劳拉后面。{/size}"
    scene c014_s001_023 with Dissolve(0.5)
    "姑娘们手忙脚乱地躲到我们身后，我把注意力转向客厅，看见伊芙紧贴着窗帘，手里死死攥着那把霰弹枪。"
    scene c014_s001_024 with Dissolve(0.25)
    "我和伊芙对上目光。我用手比了个手势，像是在说先别动。她点了点头。"
    play sound grendel_growl
    "格伦德尔再次低吼时，我让自己准备好迎接任何可能发生的事。我完全以为它会试着闯进房子。它是一路追踪我们到这儿的。至少我是这么以为的。我们能怎么办？跟它打？如果它砸破窗户，我们就得撤。"
    "有地方可以撤吗？附近还有别的房子吗？如果那东西是一路追踪到这儿的，那又怎样？我们得把它打退。而且说实话，我们没有一个人处在能长时间待在外面的状态。"
    scene c014_s001_025 with Dissolve(0.25)
    "然后它的视线移开了。我抓住机会靠近伊芙。"
    scene c014_s001_026 with Dissolve(0.5)
    "甚至在我们还没商量出对策之前，我就已经在盘算下一步该做什么。我的装备在厨房。我可以穿上就往外冲，把它的注意力引开、试着把它引走。那基本上等于判了自己死刑。"
    j "{size=32}车里有信号弹吗？{/size}"
    scene c014_s001_027 with Dissolve(0.25)
    e "{size=32}什么？{/size}"
    j "{size=32}车里有信号弹吗？{/size}"
    scene c014_s001_028 with Dissolve(0.25)
    e "{size=32}有。在后备箱里。你在……{/size}"
    "那东西转过身，沿着街道一步步跺着走远了。伊芙和我都从窗口探出去看。" with hpunch_soft
    scene c014_s001_029 with Dissolve(0.25)
    "传来一声巨大的撞击声和玻璃碎裂的脆响，像是它挥爪抽中了停在路边的一辆车。"
    e "大块头、瘦长、丑陋的东西，你这是要去哪儿啊？"
    scene c014_s001_030 with Dissolve(0.5)
    "与其留下来看那怪物下一步要干什么，我转身回了厨房。"
    scene c014_s001_031 with Dissolve(1)
    "我只穿了最少的东西。就在这时，劳拉开口了。"
    l "[player_name]？你在干什么？"
    j "趴下。别露面。"
    scene c014_s001_032 with Dissolve(0.5)
    e "我觉得它已经走了。"
    j "行。你在这儿盯着。"
    scene c014_s001_033 with Dissolve(0.25)
    l "你在干什么？"
    j "我得确认它真的走远了。要是它没走，我得给它一个理由，让它去别处看看。"
    l "[player_name]——"
    scene c014_s001_034 with Dissolve(0.25)
    e "省省吧。我们得确认它没有在附近嗅来嗅去、就等着再回来一趟。老兄，我在这儿守着阵地。你他妈把枪带上。"
    scene c014_s001_035 with Dissolve(0.25)
    j "呃，好吧。要是你听见枪声——"
    e "带上她们，他妈赶紧撤。"
    scene c014_s001_036 with Dissolve(0.25)
    l "等他妈一下！"
    e "准备好随时穿上衣服跑路，万一真得撤。"
    scene blank with Dissolve(2)
    scene c014_s001_037 with Dissolve(2)
    "我知道没人高兴，但我必须确认我们是安全的。格伦德尔从加油站那边游荡过来时，我不知道它是不是一路追踪到那里的，也不知道怎么追的。可我们是开着SUV来的。这会不会是同一只？不管怎样，它在附近嗅来嗅去的样子，就是在找我们。"
    scene c014_s001_038 with Dissolve(0.5)
    "好吧，我出去大概是有点疯了，但我需要知道我们不用整夜都缩在恐惧里。"
    scene c014_s001_039 with Dissolve(0.25)
    "还有信号弹？我突然冒出个念头。或者是把我在恐怖片里看过的一些情节拼到了一起。信号弹的光和热能不能吸引它的注意？我能不能把它当武器用——要是它靠得够近就烧它？我不知道。我已经受够了只能靠猜来琢磨这些怪物为什么会那样行动。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c014_s001_040 with Dissolve(2)
    play music outsideday fadein 2.0
    "操，外面一片漆黑，雾让人根本看不清。我带着手电筒，但用得很小心，而且说实话，它对能见度的改善也有限。信号弹塞在外套里，以备需要时再用。枪也一样。只在紧急情况下才会用。省子弹要紧。"
    scene c014_s001_041 with Dissolve(0.5)
    "我一边往前挪、一边小心扫视四周，感到了一阵轻微的震动。它在外面，但离得并不近。"
    scene c014_s001_042 with Dissolve(0.5)
    "我停了一秒，等着下一声闷响，像是在数闪电和雷声之间的间隔来判断暴风雨离多远。整整一分钟过去，什么都没有，我不确定它是走了还是只是不再动。不管怎样，它暂时不是眼前的威胁。"
    "但我能听见外面还有别的动静，在黑暗里窸窸窣窣地挪动。"
    scene c014_s001_043 with Dissolve(1)
    "我遇到一辆停在街边的车。车顶凹陷，碎玻璃撒了一地的路面，我看得出它在扑空之后，把格伦德尔那股怒气全砸在了这辆车上。至少，我是这么告诉自己的。"
    "也许把那些怪物画得还残留一点人性，会让事情好接受些。我在那儿站了大概比该站的更久，试图让这一切说得通。"
    "然后我听见右边传来某种肉质的东西刮擦的声音。"
    play sound gas
    scene c014_s001_044 with flash
    "一个灼烧者从雾里冲出来，朝我扑过来，像飞蛾扑火。"
    scene c014_s001_045 with vpunch
    "我得动作快。这不是那种漫无目的四处乱逛的家伙。它带着明确的目的朝我猛扑。"
    scene c014_s001_046 with hpunch
    "我侧身让了一步，让它的冲劲带着它从我身边掠过。它们固然危险，可我从没见过会这样有控制、有敏捷度的灼烧者。我还是能靠动作周旋躲开它。"
    play sound axehit
    scene c014_s001_047 with flashred
    "我手腕一抖，把斧子砍进它的腹部。因为一只手还占着拿手电筒，这一挥没能用上多少力气。"
    scene c014_s001_048 with Dissolve(0.5)
    "但看来也够了。那个灼烧者倒在地上，伴着一声呻吟瘫软下去。我敢发誓那道横贯腹部的伤口让它的肠子都流了出来。那股味道够冲，我不得不停下来忍住不吐。"
    "这一个也活不了多久。"
    scene c014_s001_049 with Dissolve(0.5)
    "几分钟过去，一阵战栗从身体里穿过。外面很冷。或者说，比刚才更冷。要是它们是靠体温或气味追踪我们（我仍然不确定），那我敢肯定自己当时就像黑暗里的一盏灯塔。"
    "我大致相信格伦德尔今晚已经他妈滚远了，于是决定往回走。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c014_s002_001 with Dissolve(2)
    play music nightmain fadein 2.0
    e "怎么样？"
    j "走了。暂时。外面那么难看清，可就算这样也总不会有什么巨型怪兽在跺来跺去。只有别的、更小的怪物。"
    k "[player_name]？"
    scene c014_s002_002 with Dissolve(0.25)
    j "只有灼烧者。有个从雾里钻出来，像是我欠了它钱似的朝我扑过来。我想我在这冷空气里就是个暖烘烘的身体靶子。现在已经不成问题了。"
    l "那大家伙呢？"
    scene c014_s002_003 with Dissolve(0.25)
    j "气冲冲地走了。暂时。不知道是不是之前那只。如果是，那这混蛋一直在追踪我们。"
    e "追得不算紧。它在房子周围嗅来嗅去，但没试着进来。既然一只都能掀翻一辆UPS面包车，就没什么能阻止它硬砸进一栋大部分是木头的房子。就算外面包了乙烯基壁板也拦不住。"
    s "这可一点都不能让我安心。"
    scene c014_s002_004 with Dissolve(0.25)
    k "我不确定自己还能睡得着。"
    e "*叹气* 是啊，今晚真他妈全毁了。我们应该……*呻吟* 你们都{b}尽量{/b}休息一下。我们可以轮流放哨。或者我来。我不是第一次靠两小时睡眠撑着了。"
    l "我们可以轮班。"
    scene c014_s002_005 with Dissolve(0.25)
    e "我——"
    j "别在这件事上跟她争，伊芙。信我。"
    scene c014_s002_006 with Dissolve(0.25)
    "伊芙嘟囔了一句，别的什么也没说，转身气冲冲地走了。我站在那儿，试着迅速决定接下来该怎么办。我不指望谁能睡得多好，但他们必须试试。而如果我们当中能有一两个人说「我在放哨」，大概就足以让其他人放松下来。"
    scene c014_s002_007 with Dissolve(0.5)
    j "好，你们三个去试着睡一会儿。我和伊芙在这儿先顶一阵。劳拉，几个小时后我来叫你，咱们轮班。"
    s "我不确定我行不行。"
    k "没事的。我们都挤到主卧去睡吧。人多更安全。劳拉？"
    if l_friend >= 10:
        scene c014_s002_008 with Dissolve(0.25)
        l "等一下。"
        "卡莉和雪莉拖着脚步上楼时，劳拉留下来想跟我单独说几句。"
        scene c014_s002_009 with Dissolve(0.25)
        l "[player_name]……我、我之前错了。"
        j "什么？劳拉，现在真的不是时候。"
        scene c014_s002_010 with Dissolve(0.5)
        l "不，我只是……我想我没真的把她们看得那么危险。灼烧者……只要我们躲着她们，她们在屋里不会来烦我们，我们在车里也可以直接开过去。"
        l "那女巫呢？我打倒过一个。所以只要我们不上她们「靠近」这个当，本来就该没事的。"
        scene c014_s002_011 with Dissolve(0.25)
        l "可那东西？我去。看见它从窗外走过时，我吓得要死。我以为自己比那强。结果一秒钟之内我就又变回了小女孩，尤其是意识到它想的话完全可以把这房子撕开一个口子。我甚至不知道开枪对它有没有用。"
        j "好吧，能不验证就别验证这个了。"
        scene c014_s002_012 with Dissolve(0.25)
        l "但我只是想让你知道，我道歉。我错在不该觉得这里到处乱跑也没什么真正的危险。我让雪莉陷入了险境。我还把事情弄得更糟了。"
        j "没事的，劳拉。现在不是时候。你需要休息。"
        "现在确实不是翻旧账的时候。而且说实话，我已经没那个力气了。"
        scene c014_s002_013 with Dissolve(0.25)
        l "我们都有。"
        j "那就轮流。我先去找伊芙，看看今晚怎么办。别的我们以后再聊。"
        scene c014_s002_014 with Dissolve(0.25)
        l "好。但你一定要几个小时后来叫我，好让我替下你们其中一个。"
        j "行，行。尽量休息吧。"
    else:
        scene c014_s002_015 with Dissolve(0.25)
        l "好。*叹气* 来了。[player_name]，几个小时后一定要来叫我，好让我替下你们其中一个。"
        j "行，行。尽量休息吧。"
    scene c014_s002_016 with Dissolve(1)
    j "*叹气* 抱歉。刚才那样对你呼来喝去，跟对别人似的。"
    e "没事。这种时候总得有人脑子保持清醒，我知道外面有个能他妈毁掉我们整个夜晚的东西在跺来跺去的时候，还搞权力斗争不是个聪明做法。"
    scene c014_s002_017 with Dissolve(0.25)
    j "好吧，以后我会注意的。"
    e "行吧。反正我猜我们得绑在一块儿一阵子了。"
    scene c014_s002_018 with Dissolve(0.25)
    j "我敢肯定你很享受这个。"
    "伊芙没有回应。我敢肯定她嘴里有些难听的话想说，但我很感激她没说。气氛已经够紧张了，现在跟她吵起来不在计划之内。"
    scene blank with Dissolve(2)
    scene c014_s002_019 with Dissolve(2)
    "如果厨房那个钟是准的，距离格伦德尔这次不请自来的造访已经过去一个小时了。这时楼上的动静已经渐渐消失，我只能假设其他人在试着休息。"
    "伊芙却像粘在客厅窗户上一样，仿佛她能从黑暗里看出点什么。"
    scene c014_s002_020 with Dissolve(1)
    "快速巡视了一遍楼下之后，我走到她身边，大概是想着能聊几句好打发时间。"
    scene c014_s002_021 with Dissolve(0.5)
    j "有情况吗？"
    e "没有。但外面那么难看清，我们大概会在再次看见它之前先感觉到、听见它。我还是不知道它是怎么追踪到这儿的。"
    j "前提是它跟之前是同一只。"
    scene c014_s002_022 with Dissolve(0.25)
    e "不管是不是同一只，其实都无所谓。到目前为止，它似乎一失去踪迹就放弃了追猎。这讲不通。不过这里很多事情都讲不通。"
    j "我有一些想法，我觉得卡莉也有。关于它们属于某个生命周期、目的是扩散雾、不断感染新的人来制造更多灼烧者和女巫之类的。"
    j "我还是不明白它们为什么不试着进来。你会以为它们想砸开一道口子冲进来找我们。"
    scene c014_s002_023 with Dissolve(0.25)
    e "不知道。它们是靠视觉以外的东西追踪吗？我见过普通灼烧者。它们身上有个曾经是眼睛的东西，但我怀疑早没用了。"
    j "气味？体温？今晚想扑我的那只，像追踪弹一样直接朝我冲过来。"
    scene c014_s002_024 with Dissolve(0.25)
    e "也许吧。那女巫呢？我干掉的那只看起来更「清醒」一些。至少在我砍下她的头之前是这样。"
    j "不知道。除了想说服我们放她们进来之外，我完全看不出女巫是干什么的。嗯，那个，还有她们出现的时候雾总会变浓。"
    scene c014_s002_025 with Dissolve(0.25)
    e "我觉得你把她们想得比实际更危险了。嗯，雾变浓确实是个问题。但除了吓人之外，真有女巫给你找过麻烦吗？"
    j "我靠近的那一个，把我熏得不轻。"
    e "听起来是你自己作死才长了记性。下次直接走开，或者远远地给它一枪。"
    j "算是吧，我学到了。"
    scene c014_s002_026 with Dissolve(0.25)
    e "我倒希望真学到了。那个大家伙看起来是头一个真正的麻烦。它没砸穿房子，对我们来说大概算走运。"
    j "我们在外面也没待多久。"
    scene c014_s002_027 with Dissolve(0.25)
    e "嗯？"
    j "要是它们靠气味追踪，那我是唯一一个出去过的，而且时间还很短。你们都是从车库进来的。"
    e "嗯……有可能。不管怎样，我们先别把这当成定论。"
    j "我知道。"
    if e_friend >= 4:
        scene c014_s002_028 with Dissolve(0.5)
        e "既然你肯定已经好奇很久了，你跟你女朋友那件事……那个高个子的？"
        j "雪莉？"
        scene c014_s002_029 with Dissolve(0.25)
        e "算是吧。她昏过去的时候，你在跟她讲要让她重新吃药。我们刚认识那会儿。是的，那件事挺打动我的。我也是会体恤人的。"
        menu:
            "那就好。\n[rrd](伊芙 好感 -1)\n(伊芙 信任 -1)":
                $ e_friend -= 1
                $ e_trust -= 1
                j "那就好。原来你并不是没有同理心。"
                scene c014_s002_030 with Dissolve(0.25)
                e "你这个混蛋。我提醒自己，以后再也不要跟你分享任何事。"
                j "哦？我还以为这就是「我们」的相处方式呢。你刺我两句，我还你两句。"
                scene c014_s002_031 with Dissolve(0.25)
                e "我们还没熟到那份上。"
                j "大概吧。"
            "然后呢？肯定还有别的……\n[rgr](伊芙 好感 +1)":
                $ e_friend += 1
                $ ch14_evetalksaboutsis = "yes"
                j "然后呢？这里肯定还有别的。我的意思是，你要是不想说，那也没关系。"
                scene c014_s002_032 with Dissolve(0.25)
                if warning_suicide == "yes":
                    e "*叹气* 你听我说，我……我有个妹妹。她之前跟妈妈住了一段时间。爸爸进监狱之前，她们就搬走了。那个……安妮，她有化学失衡的问题。很多时间都在进出行为健康中心，被灌下各种不同的药物配方，好让她稳定到可以被赶出来。"
                    j "她……后来怎样了？"
                    scene c014_s002_033 with Dissolve(0.25)
                    e "是啊，有些仗不管花多少力气，都更难打赢。"
                    "我大概不该再往下问了。这对她来说已经是件很大的事，愿意说出来就不错了。"
                else:
                    e "*叹气* 你听我说，我……我有个妹妹。她跟妈妈住。爸爸进监狱之前，她们搬走了。那个……安妮，她有化学失衡的问题。很多时间都在进出行为健康中心，被灌下各种不同的药物，好让她稳定到可以被赶出来。"
                    j "她现在还好吗？"
                    scene c014_s002_033 with Dissolve(0.25)
                    e "我上次听说的时候？还好。在上大学。我……我该去看看她。"
                scene c014_s002_034 with Dissolve(0.25)
                e "所以，我……我觉得我该在这儿退一步。你们显然不是危险，听起来你们也想为她好。她已经停药了，对吧？"
                j "现在这也算不上什么秘密了吧。是啊，她药吃完了，我们一直在想办法让她撑下去，哪怕得把她拖着一起走。有些日子好些，有些日子难些。有一阵子我们还得让她相信我们、能保证她安全。"
                scene c014_s002_035 with Dissolve(0.25)
                e "嗯……好吧，那……操，那可真够呛。"
                j "是啊。"
                "有那么一会儿，伊芙看起来好像也想多听听我们的事。但最后她溜达去了洗手间，这种气氛就过去了。"
    scene blank with Dissolve(2)
    scene c014_s002_036 with Dissolve(2)
    "过了一阵子，伊芙没能藏住自己正在迅速衰竭的事实。我以为她是一大早就起来修SUV去了，就猜她是累了。虽然我知道她可能会反对，我还是提出由我来值剩下的夜。"
    j "我去撒泡尿，你赶紧躺下睡上几个小时。天哪，你要是愿意，可以睡楼上书房那张沙发，图个清静。我用不着。"
    "伊芙安静了一会儿。"
    scene c014_s002_037 with Dissolve(0.25)
    e "行。我不会在这件事上跟你争。我他妈累坏了。"
    j "好。我一分钟就好，马上回来。"
    scene c014_s002_038 with Dissolve(0.25)
    e "行吧。我想是吧。"
    "这感觉像是一场小小的胜利。她是在开始信任我吗？也许她根本没有别的选择。"
    scene blank with Dissolve(2)
    scene c014_s002_039 with Dissolve(2)
    "上完洗手间出来，我看见伊芙已经往书房那边走了。她「嗯」了一声，听起来像是在说「晚安」，然后就消失了。"
    scene c014_s002_040 with Dissolve(1)
    "我正要上楼，想起劳拉之前说过、让我某个时候去叫她换班放哨的事。"
    scene c014_s002_041 with Dissolve(0.5)
    "反正不会是现在。我需要自己待几分钟，消化一下最近发生的事。"
    scene blank with Dissolve(2)
    scene c014_s002_051 with Dissolve(2)
    "遗憾的是，这好像是我第一次一个人待超过几分钟。仅仅因为一次死里逃生之后要留下来放哨而已。现在我们有五个人困在一栋房子里，我猜这就是今后的常态了。不用再不停地忙个不停，我就开始把过去几天没聊完的话头翻出来重嚼。"
    "我很快意识到，跟伊芙那场关于牺牲的谈话，加上最近我和劳拉之间的紧张，我觉得自己跟他们都有些疏远。当然了，之前那股窝火我已经压了下去，因为行动比把话说开更重要。"
    scene c014_s002_052 with Dissolve(0.5)
    if ch13_kallie_sex == "yes":
        "而现在，我也没那么想跟谁把话说开。除了卡莉——那个我已经做过了。当然，我发现自己很难继续生她的气。再加上那档子事。不过我扯远了。"
    else:
        "而现在，我也没那么想跟谁把话说开。"
    "当然，我早先可能是反应过度了。操，我也说不准。我不觉得自己有足够的立场去确定这件事。但劳拉知道我和「信任」之间关系脆弱。她也一样。也许事情就是这么简单：我们永远也越不过关系里的那个坎——我们只会是「以前的同事」。"
    if ch12_laura_sex == "yes" or ch10_laura_sex == "yes":
        "上床睡过的同事。不过我想，不管怎么试着抹平，我们之间也不会有什么了。也许这样反而更好。放弃这条线吧，因为我跟劳拉都有太多损伤需要跨越。"
    scene c014_s002_051 with Dissolve(0.5)
    "说到劳拉，我要不要去叫她？她的确说过想接一班哨。我要是不去，她会怎么办？对我更火大？"
    menu:
        "去叫劳拉。\n[rgr](劳拉 信任 +1)\n[rrd](劳拉 焦虑 +1)\n[grr]":
            $ ch14_getlaura = "yes"
            $ l_trust += 1
            $ l_anxiety += 1
            scene blank with Dissolve(2)
            scene c014_s002_043 with Dissolve(2)
            "我溜进卧室，发现她们三个都睡着了。有那么一瞬间，我重新考虑要不要叫醒劳拉。要是能让她睡上哪怕接近一个像样的半觉，我就该让她睡。"
            "可我答应过她会叫醒她。而且尽管我想把大部分担子都扛走，我知道做这一件事能缓解一些我们之间持续存在的紧张。"
            scene c014_s002_044 with Dissolve(0.25)
            "劳拉翻动了一下，我猜在某种层面上，她知道我进来了。"
            j "嘿，劳拉。是[player_name]。"
            l "唔嗯？"
            scene c014_s002_045 with Dissolve(0.25)
            j "没事。都安安静静的，一片黑。你让我几个小时后叫醒你。你想回去接着睡吗？我可以再给你点时间。"
            l "不，不……我……"
            scene c014_s002_046 with Dissolve(0.25)
            l "给我一点时间，让我缓一缓。"
            j "抱歉。我可以再给你点时间。"
            scene c014_s002_047 with Dissolve(0.25)
            l "不，不。我说了我们要轮流。伊芙……？"
            j "她在书房。刚才上床了。"
            scene c014_s002_048 with Dissolve(0.5)
            l "好吧。那尽量再休息会儿。"
            j "我不确定自己能不能睡着，但我会试试。有任何事就来叫我。"
            l "我会的。"
            scene c014_s002_049 with Dissolve(0.5)
            "劳拉溜出了房间。我一屁股坐到床上，盯着房间漆黑的角落，天知道看了多久。我累坏了，脑子几乎不转了。"
            scene c014_s002_050 with Dissolve(0.5)
            "过了几分钟，我翻身仰面躺下，闭上眼睛。本该涌进脑子、必须压制下去才能勉强接近困意的那些纷乱念头，结果一片空白。"
            "我听着四周的寂静。除了身边姑娘们轻柔的呼吸声，什么都没有。或者说什么异常都没有。"
            "我不知道过了多久，但我睡着了。"
        "让她睡吧。\n[rrd](劳拉 信任 -1)\n[rgr](劳拉 焦虑 -1)":
            $ l_trust -= 1
            $ l_anxiety -= 1
            "我知道明天早上她会为这事数落我，但让她再少睡一会儿毫无意义。让好几个人都只靠几个小时的睡眠硬撑，同样毫无意义。"
            scene blank with Dissolve(2)
            scene c014_s002_042 with Dissolve(2)
            "所以我待在客厅，望着外面的黑暗，完全不知道自己该看到什么。也许我是在等远处出现某种生物荧光，好警告我危险还在外面。"
            "有好几次我都站起来走动，纯粹是为了不让自己睡着。这是场注定失败的仗。外面没有任何东西能抓住我的注意力，我知道我下次一坐下就会打瞌睡。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_18_724", transition=Dissolve(1.0))()
    pause
    $ Hide("july_18_724", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene blank with Dissolve(2)
    play music morning fadein 2.0
    if ch14_getlaura == "yes":
        scene c014_s003_014 with Dissolve(2)
        "早晨就这么来了，没有新的乱子，没有怪兽在那块勉强算院子的三分英亩地上跺来跺去。我猜自己确实睡上了几个小时。"
        scene c014_s003_015 with Dissolve(0.5)
        "坐起来时，我注意到卡莉和雪莉还在睡。"
        scene c014_s003_016 with Dissolve(0.5)
        "我小心地起身，生怕吵醒她们，然后离开了房间。正要出门时，我听见洗手间里传来水声。"
        scene blank with Dissolve(2)
        scene c014_s003_017 with Dissolve(2)
        "走到客厅时，我看见劳拉正挣扎着让自己清醒过来。"
        j "打瞌睡了？"
        l "嗯。我试着撑着不睡，可是……"
        scene c014_s003_020 with Dissolve(0.25)
        j "真没发生什么？"
        l "晚上熬夜的时候有点事分心就好熬多了。一个人待在黑暗里，等着看窗户外面有没有动静？说实话，那对保持清醒毫无帮助。"
        scene c014_s003_021 with Dissolve(0.25)
        j "那让我们歇一会儿倒是挺感激的。"
        l "你睡了几小时？"
        j "嗯。"
        scene c014_s003_022 with Dissolve(0.25)
        "楼上传来拖着脚步走动的声音。"
        l "听起来其他人也都起了。"
        j "那就去排洗手间的队吧。我要去后门廊那边撒泡尿。*轻笑*"
    else:
        scene c014_s003_012 with Dissolve(2)
        "早晨就这么来了，没有新的乱子，没有怪兽在那块勉强算院子的三分英亩地上跺来跺去。我猜自己夜里打了个盹。坐起来时，我能感到背和脖子都是僵的。"
        "楼上传来拖着脚步的声音和闷闷的说话声。不止我一个醒了。"
        scene c014_s003_013 with Dissolve(0.5)
        "我一边站起来一边哼哼唧唧，开始琢磨：一栋房子里住着四个女人，洗手间的队得排成什么样。"
    scene blank with Dissolve(2)
    scene c014_s003_001 with Dissolve(2)
    "{color=#ffcccc}真不敢相信我又睡着了。我猜这事发生以来我们一直都在拼命硬撑。我以为在第一栋房子停留的那段时间能让我们缓过来，但不够。永远都不够。{/color}"
    scene c014_s003_002 with Dissolve(0.5)
    if ch14_getlaura == "yes":
        if k_love >= 5:
            "{color=#ffcccc}至少[player_name]休息了。我好像没听见他进来的声音。醒来时发现他已经走了，还有点意外。要是雪莉不在，我可能已经抱着他缩了一会儿了。应该是我又睡过去之后他才起身的。{/color}"
        else:
            "{color=#ffcccc}至少[player_name]休息了。我好像没听见他进来的声音。醒来时发现他已经走了，还有点意外。应该是我又睡过去之后他才起身的。{/color}"
    else:
        "{color=#ffcccc}我醒来的时候劳拉还在床上。这是不是说明[player_name]一直守着没睡？希望不是，但我还没蠢到说服自己相信不是。他固执得要命，本意再好也一样。{/color}"
    scene c014_s003_003 with hpunch_soft
    "*咔哒*"
    k "嗯？"
    scene c014_s003_004 with Dissolve(0.25)
    "{color=#ffcccc}门锁着。看来有人在里面。{/color}"
    e "等一下。"
    "{color=#ffcccc}哦？伊芙。我……我太习惯只有我们四个在，压根把她在这儿给忘了。{/color}"
    scene c014_s003_005 with Dissolve(0.5)
    e "抱歉。我只是难得有个真正的洗手间，挺享受的。"
    k "没、没关系。"
    scene c014_s003_006 with Dissolve(0.5)
    e "你是卡莉吧？我猜我们还没正式认识过。看来我该开始跟你以名字相称了。"
    k "对。卡莉。而且最初那几天我好像经常不在。在另一栋房子那边的时候。"
    scene c014_s003_007 with Dissolve(0.25)
    e "听说出了不少事。"
    scene c014_s003_008 with Dissolve(0.5)
    s "哦，洗手间还要排队吗？"
    k "呃，雪莉？"
    scene c014_s003_009 with Dissolve(0.25)
    e "不用，我好了。有咖啡的话给我来点。回头再说。"
    scene c014_s003_010 with Dissolve(0.25)
    s "我勒个去，那对奶子可真够大。比你脑袋还大。"
    k "雪莉~~~"
    scene c014_s003_011 with Dissolve(0.25)
    s "我这是有话直说。"
    scene blank with Dissolve(2)
    scene c014_s003_023 with Dissolve(2)
    "过了大约一个小时，我们都聚到厨房里商量今天的策略。经历了昨晚那一夜，讨论的气氛既不安定又紧张。外出这件事虽然必要，却越来越显得充满敌意。"
    j "好吧，你怎么想的？关于那辆车？"
    e "*呻吟* 我他妈完全不知道。我试着清理了一些锈蚀，但看上去有几处线路的绝缘皮在融化。还有空滤？有人拿它一次抽了一千包骆驼。也许我能换个空滤，然后小心翼翼地对付剩下的部分，让它再给我们挤出几英里。"
    scene c014_s003_024 with Dissolve(0.25)
    l "所以，我们得找一辆同品牌同型号的车？我不知道这有多难。"
    e "我们得去找。妈的，都到这个份上了，什么看着能用的我都敢要，试试{a=https://en.wikipedia.org/wiki/MacGyver}麦吉瑟{/a}那一套拼凑起来。你说过对面还有几栋房子，对吧？"
    j "对。我正想着我们能过去搜刮点食物和其他补给。"
    scene c014_s003_025 with Dissolve(0.25)
    s "洗发水和护发素，请。"
    l "好吧，听起来我们可以分成两队。也许留个人在这儿守着前门，放哨警戒。"
    e "我不需要保姆。"
    scene c014_s003_026 with Dissolve(0.25)
    l "谁也不许单独出去。昨晚的事之后不行。我们已经遇上太多次死里逃生了。"
    j "随你吧，伊芙。有人帮你看着后背，不是什么坏事。"
    scene c014_s003_027 with Dissolve(0.25)
    e "行。但跟我去的人最好做好随时跑路的准备，因为这不是散步。"
    j "随你。都行。"
    l "好吧，[player_name]，你打算带谁？"
    menu:
        "劳拉。":
            $ ch14_comewith = "Laura"
            scene c014_s003_028 with Dissolve(0.25)
            j "劳拉。你说过需要锅碗瓢盆，也许我们俩能弄到足够的厨房家当，让这个地方够撑上几天。"
            l "好吧。还有……"
            scene c014_s003_030 with Dissolve(0.25)
            s "我跟伊芙去。"
            l "你出去没问题吗？"
            s "我能应付。我得开始不再当个累赘了。让我来干这个。"
            scene c014_s003_031 with Dissolve(0.25)
            l "你要是没问题的话。卡莉？"
            k "我把这房子看好的。"
            e "行。我把砍刀给你。别拿它砍任何你不想伤到的东西。行吗？"
            s "好，好。"
        "雪莉。":
            $ ch14_comewith = "Shelley"
            scene c014_s003_028 with Dissolve(0.25)
            j "雪莉。她能帮我去那些房子里找东西。"
            s "对，让我终于派上点用场。我得开始不再当个累赘了。"
            scene c014_s003_032 with Dissolve(0.25)
            k "你没问题，雪莉。来，把背包给你。"
            l "好，那决定了，我跟伊芙去。"
            e "太好了。我把砍刀给你。别拿它砍任何你不想伤到的东西。行吗？"
            scene c014_s003_034-1 with Dissolve(0.25)
            l "我想我能忍住不砍到你。我得费点劲才能克制那股冲动。卡莉？"
            k "我把这房子看好的。"
            j "行，穿好衣服，准备出发。"
        "卡莉。":
            $ ch14_comewith = "Kallie"
            scene c014_s003_029 with Dissolve(0.25)
            j "卡莉。她能帮我去那些房子里找东西。"
            k "好。我想多帮点忙。"
            scene c014_s003_033 with Dissolve(0.25)
            l "好，那决定了，我跟伊芙去。"
            e "太好了。我把砍刀给你。别拿它砍任何你不想伤到的东西。行吗？"
            l "我想我能忍住不砍到你。我得费点劲才能克制那股冲动。雪莉？"
            scene c014_s003_034 with Dissolve(0.25)
            s "我把这房子看好的。不过别太久。"
            j "我们尽量不久。行，穿好衣服，准备出发。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    if ch14_comewith == "Laura":
        scene c014_s003_039 with Dissolve(2)
    elif ch14_comewith == "Shelley":
        scene c014_s003_035 with Dissolve(2)
    else:
        scene c014_s003_037 with Dissolve(2)
    play music outsideday2 fadein 2.0
    "装备穿戴整齐后，我们踏上了前门廊。我扫视四周，寻找危险。"
    e "我们往那边走，去看看那个方向。"
    j "行。我打算走回那个路口，再试隔壁那条路。"
    l "我们只会出去几个小时。一定在天黑前回来。"
    if ch14_comewith == "Laura":
        scene c014_s003_040 with Dissolve(0.5)
    elif ch14_comewith == "Shelley":
        scene c014_s003_036 with Dissolve(0.5)
    else:
        scene c014_s003_038 with Dissolve(0.5)
    e "要是听见我们那位大块头的动静，就地趴下。不许逞英雄。"
    j "不作保证。"
    if ch14_comewith == "Laura":
        scene c014_s003_041 with Dissolve(1)
        "各走各的路时，我回头瞥了一眼。伊芙和雪莉往相反方向去了，我心里五味杂陈。我得信任伊芙。信任雪莉。我不能老是把她们当成没这个能力的人。至少我觉得，真出了事，伊芙应该能应付得来。"
    elif ch14_comewith == "Shelley":
        scene c014_s003_042 with Dissolve(1)
        "各走各的路时，我回头瞥了一眼。伊芙和劳拉往相反方向去了，我心里五味杂陈。我得信任伊芙。信任劳拉。我不能老是把所有人都当成没这个能力的人。至少我觉得，真出了事，伊芙应该能应付得来。"
    else:
        scene c014_s003_043 with Dissolve(1)
        "各走各的路时，我回头瞥了一眼。伊芙和劳拉往相反方向去了，我心里五味杂陈。我得信任伊芙。信任劳拉。我不能老是把所有人都当成没这个能力的人。至少我觉得，真出了事，伊芙应该能应付得来。"
    "不过，伊芙在便利店那会儿露过怯，说明她并不是自己爱装的那种“铁腕硬汉”。说公道话，我们其实谁都没准备好。"
    if ch14_comewith == "Laura":
        scene blank with Dissolve(2)
        scene c014_s003_047 with Dissolve(2)
        e "这边走。"
        s "行行行。嘿，那儿有辆车。"
        scene c014_s003_050 with Dissolve(0.5)
        e "抛在那儿的。而且大概从第一天起就在这儿了。上面已经没什么能抢救的东西了——如果你想的是这个的话。"
        s "你以前试过？在路上那些车？"
        scene c014_s003_051 with Dissolve(0.25)
        e "试过。头几天我把这片街区都转了一遍。每一辆车底下都是一团乱，而且一天比一天糟。*叹气* 这辆真是可惜。漂亮的野马。肯定是某个人的宝贝。我敢说他们舍不得扔下它。"
        s "他们也没别的选择。"
        e "是啊，我们很多人都只能将就。走吧。"
        scene c014_s003_053 with Dissolve(0.5)
        s "我们要去哪儿？"
        e "下个路口右转。反正能搜多少家就搜多少家。"
    else:
        scene blank with Dissolve(2)
        scene c014_s003_048 with Dissolve(2)
        e "这边走。"
        l "好。嘿，那儿有辆车。肯定是有人扔下它跑了。那种感觉我懂。"
        scene c014_s003_049 with Dissolve(0.5)
        e "出事的时候你在路上？"
        l "我正把车停在路边，用手机回工作邮件，然后准备开去下一个地方。所以，我还没到哪儿呢，引擎就直接熄火了。想想头几个小时那惨状，我大概算走运，没在雾里开着车。"
        scene c014_s003_052 with Dissolve(0.25)
        e "我当时在一栋房子里，眼睁睁看着它发生，所以我懂。听起来你运气不错。*叹气* 这辆真是可惜。漂亮的野马。肯定是某个人的宝贝。我敢说他们舍不得扔下它。"
        l "他们也没别的选择。"
        e "是啊，我们很多人都只能将就。走吧。"
        scene c014_s003_054 with Dissolve(0.5)
        l "下一站是哪儿？"
        e "下个路口右转。反正能搜多少家就搜多少家。"
    scene blank with Dissolve(2)
    if ch14_comewith == "Laura":
        scene c014_s003_044 with Dissolve(2)
        "我和劳拉一边走一边留意周围，尽可能加快速度。目标是到达隔壁那条街上的房子。我必须相信这片城区有人住。就算这是个新开发区，街上和车道里也停着车。"
    elif ch14_comewith == "Shelley":
        scene c014_s003_045 with Dissolve(2)
        "我和雪莉一边走一边留意周围，尽可能加快速度。目标是到达隔壁那条街上的房子。我必须相信这片城区有人住。就算这是个新开发区，街上和车道里也停着车。"
    else:
        scene c014_s003_046 with Dissolve(2)
        "我和卡莉一边走一边留意周围，尽可能加快速度。目标是到达隔壁那条街上的房子。我必须相信这片城区有人住。就算这是个新开发区，街上和车道里也停着车。"
    "我们遇到的前两栋房子同样是空的。其中一家的门厅里还留着几个纸箱和几件家具，像是有人被迫中断了搬家。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_18_1012", transition=Dissolve(1.0))()
    pause
    $ Hide("july_18_1012", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    play music school fadein 2.0
    if ch14_comewith == "Laura":
        scene c014_s004_001 with Dissolve(2)
        "终于走到这条街上的第三户时，我们的运气开始变好。车道里没有车，但那房子看起来像是有人住。"
        scene c014_s004_002 with Dissolve(0.5)
        j "我去看看有没有人在家。"
        l "好。"
        "至少她没在这件事上跟我对着干。现在是这样了吗？我把往后每一次互动都当成「我要判断自己跟劳拉会不会顶起来」的测试。"
        scene c014_s004_003 with Dissolve(0.5)
        l "*叹气*"
        "{color=#66ff33}我分不清他到底只是太专注于安全，还是我们在情感上正式进入了冷战。我本以为单独待一会儿能让我们把话说开。{/color}"
        scene blank with Dissolve(1)
        scene c014_s004_004 with Dissolve(1)
        "把房子快速搜了一遍，就足以确认这里只有我们两个。对状况稍微放了心，我们都摘下面罩和手套。锁好前门后，把所有东西留在门厅里，开始在屋里翻找可能派上用场的东西。"
        j "这儿没人。外面那一大片就是这么回事。"
        l "雾是在上班时间正中间来的。他们可能跟你和卡莉一样，被困在办公室了。"
        scene c014_s004_004-1 with Dissolve(0.5)
        j "也是。大概就是这样。好了，看看这儿有些什么好东西。洗漱用品、还能吃的食物之类的。还有——别提衣服，我已经找衣服找腻了。"
        l "*咯咯笑* 真是标准的大男人发言。不过也是，今天这个确实不太重要。"
        scene c014_s004_004-2 with Dissolve(0.5)
        j "我去看看洗手间。雪莉对洗发水和护发素念念不忘。我在另一栋房子那边没冲过澡，但我猜两者兼备多少能带来一点正常感。而「以为一切还没彻底完蛋」这种幻觉，也算一点安慰。"
        l "比刚开始这一切时我以为的要多。"
        if ch12_laura_sex == "yes" and ch12_laura_tellfriend == "no" or ch10_laura_sex == "yes" and ch12_laura_tellfriend == "no":
            scene c014_s004_004-4 with Dissolve(0.5)
            stop music fadeout 2.0
            "{color=#66ff33}还不止这个。安慰这种东西本来就很难得到，尤其最近。而我们挤在那栋房子里——现在有五个人了，不管能挤多久——想挤出几秒安宁也不容易。{/color}"
            scene c014_s004_005 with Dissolve(0.5)
            "{color=#66ff33}或者，挤出一点能让我和[player_name]修补关系的时间。自从……宿舍那会儿？我们一直忽冷忽热。也许在那之前就是。而他前天之后，就一副「已经受够了」的样子。{/color}"
            scene c014_s004_006 with Dissolve(0.5)
            "{color=#66ff33}我……我是出于好意的，就算只是有点仓促。可从那以后，我们就只是一门心思活下去。我们之间很冷，但也不是没有时间做点别的。而我们前天那场架（到底是哪一场，我也说不清）在我们之间竖起了一堵墙。{/color}"
            scene c014_s004_007 with Dissolve(0.5)
            "{color=#66ff33}要是我……那会很疯狂，也很不负责任。我们是来搜集物资撑过难关的。但，难得屋里没别人。也许用三十分钟只有「我们两个」的时间，把那些紧张弥补回来。{/color}"
            scene c014_s004_008 with Dissolve(0.25)
            play music lauratheme fadein 2.0
            "{color=#66ff33}管他的。我已经太久做什么事都得先顾着自己的责任了。我想要这个。或者说，我想看看他愿不愿意。天哪，希望这不是个错误。{/color}"
            scene c014_s004_009 with Dissolve(0.25)
            "{color=#66ff33}毕竟我们已经做过那些事了，我怕他会一口回绝。怕我们最近的争吵把彼此之间的一切都击碎了。我知道我不能指望跟他有什么未来，但只有我们独处的那几分钟，我他妈享受得不得了。{/color}"
            l "[player_name]？你没事吧？好几分钟没听见你动静了。"
            scene c014_s004_010 with Dissolve(0.25)
            j "还活着。你要是担心的话。只是在草莓味和海洋味的洗发水之间难以取舍。可能两个都拿。"
            l "哪个都行。"
            "{color=#66ff33}他听起来……不像不高兴。看看我能不能说服他稍微弥补一下。{/color}"
            scene c014_s004_011 with Dissolve(0.25)
            l "嘿，出来到客厅。我有东西给你看。"
            scene c014_s004_012 with Dissolve(1)
            j "是吗？什么……{w=2}事？哇。"
            l "你明白我在暗示什么吗？我以为我已经表现得很明显了。我知道你们有时候不太懂调情这种事。"
            scene c014_s004_048 with Dissolve(0.25)
            j "你把话说得这么清楚，我很喜欢。"
            l "然后呢？也许这是我们唯一一次机会，能在不知道多久的时间里亲热一下。"
            "操，我知道最近我们俩针锋相对得太厉害了，可除了强烈的想操她之外，我实在很难有别的感觉。但这样明智吗？我对我们之间到底是个什么状况还是没搞清楚。"
            scene c014_s004_049 with Dissolve(0.25)
            l "[player_name]？才过了几秒钟。你想得也太认真了。"
            menu:
                "去他妈的「明智」。\n[rgr](劳拉 爱意 +1)\n[pks]":
                    $ l_love +=1
                    $ l_sex +=1
                    $ ch14_laura_sex = "yes"
                    call ch14_laura_sex from _call_ch14_laura_sex
                "拒绝她。\n[rgr](劳拉 欲望 +1)":
                    $ l_desire += 1
                    stop music fadeout 2.0
                    scene c014_s004_050 with Dissolve(0.5)
                    j "*叹气* 操，劳拉。我……我很领你这份情。而且我挺喜欢你这个样子——"
                    l "但是……"
                    scene c014_s004_051 with Dissolve(0.25)
                    j "我知道我这么说的资格最不够，但真的不是时候。我们得进去、拿上能拿的就走。"
                    l "是啊。我想……我想我只是……"
                    scene c014_s004_052 with Dissolve(0.25)
                    l "你说得对。我不知道自己在想什么。最近我做了很多糟糕的决定。"
                    j "你表现得很好，劳拉。这事本来就他妈的乱成一团。来，我给你一点空间换衣服。"
                    scene c014_s004_053 with Dissolve(0.25)
                    "何况我们站得越久，这事就越尴尬。而且我可能还在为前天的事有点火。或者更糟。我可能已经不怎么在乎「我们」的某种形式了。"
                    l "*叹气*"
                    "{color=#66ff33}操。这……真尴尬。他没说错。现在确实不是时候。但我忍不住觉得，这事没这么简单。我真的把我们之间的关系搞砸了吗？{/color}"
        else:
            pass
        call ch14_shelley_eve from _call_ch14_shelley_eve_1
        call ch14_kallie_home from _call_ch14_kallie_home_1
        stop music fadeout 2.0
        scene blank with Dissolve(2)
        scene c014_s004_058 with Dissolve(2)
        play music insideday fadein 2.0
        j "不过这地方真不错。我是说，不是能住一周那种不错，但比另一栋更有「住过人」的感觉。我们为什么不在这儿住？我是说，先不考虑我们没先找到这栋房子这件事。"
        l "大概是因为SUV在另一头吧。你也知道伊芙不会就那么把它丢下。至少现在不会。在她觉得自己救不了它之前不会。而且来回徒步实在感觉不安全。"
        scene c014_s004_059 with Dissolve(0.5)
        j "格伦德尔？"
        l "对。我也不觉得躲在屋里能多出多少安全系数。对灼烧者也许有用，但要是它再来，我们得考虑撤退路线。"
        scene c014_s004_060 with Dissolve(0.25)
        j "我有个想法。"
        l "[player_name]？"
        j "只是个我希望用不上的想法。"
        scene blank with Dissolve(2)
        scene c014_s004_061 with Dissolve(2)
        j "所以，这边的东西都拿齐了？"
        l "一些食物、洗漱用品，还有厨房用具。你背上背包的时候告诉我一声。"
        scene c014_s004_062 with Dissolve(0.25)
        j "自从这一切开始，我变强了。我觉得我能背得动。"
        l "你觉得雪莉跟伊芙处得来吗？"
        scene c014_s004_063 with Dissolve(0.25)
        j "你担心她？"
        l "你不担心？"
        scene c014_s004_064 with Dissolve(0.25)
        j "我……我担心是因为什么都可能发生，但我们没听见霰弹枪响，所以应该没那么糟。"
        l "你信任伊芙吗？"
        scene c014_s004_065 with Dissolve(0.25)
        j "至少眼下，我们的目标是一致的。"
        l "大概吧。"
        call ch14_shelley_eve2 from _call_ch14_shelley_eve2_1
        jump ch14_returntomain
    elif ch14_comewith == "Shelley":
        scene c014_s005_001 with Dissolve(2)
        j "好，这地方看起来比前几个好。"
        s "看起来这里可能有人住。"
        scene c014_s005_002 with Dissolve(0.25)
        j "行。你在这儿等着，我搜一遍确保没有意外。"
        s "好。"
        scene blank with Dissolve(1)
        scene c014_s005_003 with Dissolve(1)
        "在这栋两居室里花了几分钟检查有没有常见的问题迹象之后，我回到雪莉身边，她正紧张地四处张望。"
        j "你没事吧？这地方是安全的，不该有什么可担心的。"
        s "大概吧。我……只是……这是我第一次出来跑这种任务，所以对我来说还都挺新鲜的。"
        scene c014_s005_004 with Dissolve(0.25)
        j "你会做得很好的，雪莉。我在你旁边，所以看见任何不对劲的东西就喊出来。"
        s "我会的。信我，我会的。我们到底要找什么来着？"
        j "任何能吃的东西。厨房用具。你还提到洗漱用品。"
        scene c014_s005_005 with Dissolve(0.25)
        s "哦！对。我去看看洗手间。"
        "这似乎让她精神了一些。"
        scene c014_s005_006 with Dissolve(0.5)
        "她手忙脚乱地往房子后面跑时，我自己忍不住笑了。看她的身材那么矫健，雪莉一兴奋起来跑起来却笨手笨脚，像一只刚学会用腿的新生小鹿。我心想，至少她能找到点能让她短暂开心的事。"
        scene c014_s005_007 with Dissolve(0.5)
        "有那么一瞬间，我在想我为什么会选雪莉。如果我认真想一想的话，她是我当成易碎品对待的那一个。比起卡莉还更甚——卡莉最近因为想派上用场，已经有点倔了。"
        "也许是因为她看上去总在某种极端情绪的边缘摇摇欲坠，我担心一旦出了什么坏事，她精神上会直接垮掉。"
        scene c014_s005_008 with Dissolve(0.5)
        "也可能我只是想跟她单独待一会儿，因为坦白说，我挺喜欢雪莉的。她古灵精怪又风趣。她状态好的时候，我们之间有一种嬉闹的活力。当然了，要不是事情变成这样，我们根本不会有什么理由交谈，但我发现自己在享受和雪莉相处的时光。"
        if s_sex >= 3:
            "而且床上那事儿也很不错。不过，我们来这儿可不是因为这个。就算这次是两个人的二人世界也另说。"
            "现在有五个人了，我怀疑自己不会再有多少跟某一个人单独相处的时间。"
        call ch14_laura_eve from _call_ch14_laura_eve_1
        call ch14_kallie_home from _call_ch14_kallie_home_2
        stop music fadeout 2.0
        scene blank with Dissolve(2)
        scene c014_s005_009 with Dissolve(2)
        play music school fadein 2.0
        "大约过了一个小时，就在我快要觉得这个地方再也榨不出什么的时候，我在卧室找到了雪莉，她正望着窗外。她对我的鞋底敲地板声毫无反应，我就知道她正深陷在自己的思绪里。"
        if s_friend >= 12 or s_love >= 4:
            "有那么一瞬间，我在想要怎么办。是不是该由着她待到该走的时候？还是去问问她？也许不只是我一个人需要一点安静的时间来理清自己的破事。"
            menu:
                "过去陪她。\n[rgr](雪莉 爱意 +1)\n[pks]":
                    $ s_sex +=1
                    $ s_love +=1
                    $ ch14_shelley_sex = "yes"
                    call ch14_shelley_sex from _call_ch14_shelley_sex
                "让她静一静。":
                    scene c014_s005_010 with Dissolve(0.5)
                    "最后我决定让她静一静。我回到屋里，做了最后一遍搜查。"
        else:
            scene c014_s005_010 with Dissolve(0.5)
            "与其闯进她那难得的独处时光，我选择让她静一静，然后回到屋里做最后一遍搜查。"
        call ch14_laura_eve2 from _call_ch14_laura_eve2_1
        stop music fadeout 2.0
        scene blank with Dissolve(2)
        scene c014_s005_011 with Dissolve(2)
        play music insideday fadein 2.0
        if ch14_shelley_sex == "yes":
            "我把所有能塞的都塞进背包、正收拾完时，雪莉走进了客厅。我猜她大概是把自己收拾了一下。"
        else:
            "我把所有能塞的都塞进背包、正收拾完时，雪莉走进了客厅。我猜是我弄出的动静太大，她没法再装没听见我了。"
        s "哦，操，你已经好了？"
        j "能做到的都做了。希望它们不介意我们把东西搜刮光了。要是他们还活着回来的话。"
        scene c014_s005_012 with Dissolve(0.25)
        if ch14_shelley_sex == "yes":
            s "操。抱歉。我刚才有点走神。"
        else:
            s "操。抱歉。我好像花了挺长时间。"
        j "没事的，雪莉。如果你需要一点自己的时间，那没关系。"
        scene c014_s005_013 with Dissolve(0.25)
        s "一个人待着可不总是好事。我脑子里是个他妈的迷宫。"
        j "我的更惨，停不下来地在自我怀疑，还要拼命琢磨别人都在想什么。"
        scene c014_s005_014 with Dissolve(0.25)
        s "哦，别这么说。四个女人？那是自找麻烦。*咯咯笑*"
        j "这话可是你说的。"
        scene c014_s005_015 with Dissolve(1)
        s "那么，呃……你觉得伊芙怎么样？"
        j "她……她很能干，而且不肯忍气吞声。挺独立的。大概是那种会让劳拉很头疼的倔脾气。"
        scene c014_s005_016 with Dissolve(0.25)
        s "对，她们俩确实处得不好。"
        j "你觉得呢？"
        if bicontent == "yes":
            scene c014_s005_019 with Dissolve(0.25)
            s "她……呃……属于那种「我能把你按在床上」式的性感。"
            j "哦？真的？这倒是出乎意料。"
            scene c014_s005_020 with Dissolve(0.25)
            s "嗯，你知道的，我喜欢两种。"
            j "没想到你会喜欢会打拳头的姑娘。"
            scene c014_s005_021 with Dissolve(0.25)
            s "我想的可不是她的拳头。或者说……以后也许是。"
            j "好吧，好吧，我不需要这个画面。现在不需要。准备走吧，行吗？"
            scene c014_s005_022 with Dissolve(0.25)
            s "好好好。抱歉。"
        else:
            scene c014_s005_017 with Dissolve(0.25)
            s "有个别的、万一有需要就能出去干一架的人陪着真好。这样就不用永远都靠你。"
            j "打架这种事我们不该去做。"
            scene c014_s005_018 with Dissolve(0.25)
            s "可结果还是变成了现在这样，晚上有个巨型怪兽到处跺。"
            j "对。说到这个，我们回那栋房子去吧。"
        jump ch14_returntomain
    else:
        scene c014_s006_001 with Dissolve(2)
        "终于走到这条街上的第三户时，我们的运气开始变好。车道里没有车，但那房子看起来像是有人住。"
        play sound doorclose
        scene c014_s006_002 with Dissolve(0.5)
        j "好，这地方有戏。或者说，没有雾，而且闻起来像是有人住。让我快速看一眼，确保没有别的隐患。"
        k "行。我……我就待在这儿。"
        scene c014_s006_003 with Dissolve(0.5)
        k "*咳嗽* *咳嗽*"
        "这房子是围绕中央走廊建的，所以确认这里只有我们两个根本没花什么时间。"
        scene c014_s006_004 with Dissolve(1)
        j "看来是安全的。"
        k "*叹气* 好。两间卧室看着都还行。也许能捞到点值得带的东西。"
        scene c014_s006_005 with Dissolve(0.5)
        j "行，不过空间主要留给食物、厨房家当，还有在洗手间能找到的洗漱用品。"
        k "对。没有肥皂和洗发水就洗澡可不好受。"
        scene c014_s006_006 with Dissolve(0.5)
        j "那我就先去确认这个是我拿的第一样东西。"
        k "还有，卫生纸，谢谢。"
        j "感谢上帝，我们带了个空包。*轻笑*"
        scene c014_s006_007 with Dissolve(0.5)
        "我们分头把这地方彻底搜了一遍。我搜刮洗手间的时候不得不停下来听卡莉的动静——她走得太轻了，我差点以为自己是一个人来的。"
        call ch14_laura_eve from _call_ch14_laura_eve_2
        if ch12_kallie_sex == "yes" or ch13_kallie_sex == "yes":
            stop music fadeout 2.0
            scene blank with Dissolve(2)
            scene c014_s006_007 with Dissolve(2)
            "我一门心思想把房子彻底搜一遍，都忘了时间。卡莉安静得像只猫，更帮了倒忙。我完全不知道她自己另有盘算。"
            $ k_sex += 1
            $ k_love += 1
            $ ch14_kallie_sex = "yes"
            call ch14_kallie_sex from _call_ch14_kallie_sex
        else:
            pass
        stop music fadeout 2.0
        scene blank with Dissolve(2)
        scene c014_s006_068 with Dissolve(2)
        play music insideday fadein 2.0
        if ch14_kallie_sex == "yes":
            "换好衣服之后，我回去接着干。我后来搜到了厨房，把所有看起来还能吃的东西都抓走。卡莉搜完卧室，犹豫着看了一会儿，不确定自己待在那儿会不会碍事。"
        else:
            "我后来搜到了厨房，把所有看起来还能吃的东西都抓走。卡莉搜完卧室，犹豫着看了一会儿，不确定自己待在那儿会不会碍事。"
        j "好，我觉得差不多了。我们又不会长住，万一真得长住，也能再来一趟。你行了吗？"
        scene c014_s006_069 with Dissolve(0.25)
        k "行。我……我找到了一两本书。我可以塞在衬衫里。我想……如果背包放不下的话。"
        scene c014_s006_070 with Dissolve(0.25)
        j "我会腾出空间的。"
        k "谢了。"
        "如果读书能让她好受些，我也算能挤出空间。"
        scene c014_s006_071 with Dissolve(0.5)
        k "嘿……你觉得伊芙怎么样？"
        j "我……我不知道。她很有用，但有点凶。我不太希望她和劳拉吵起来，不过话说回来，这总好过我和劳拉互相顶。我猜只能这样了。你呢？"
        scene c014_s006_072 with Dissolve(0.25)
        k "她……挺能干的。我担心她对那辆车魔怔了，我们已经见识过那对劳拉来说是什么样了。"
        j "劳拉是魔怔着想回到她儿子身边。还有想骂基思一顿。这让我想起来，我得去问问她，看看她到现在撑得怎么样。"
        scene c014_s006_073 with Dissolve(0.25)
        k "我觉得她在把这件事分门别类地锁起来。只要不去想彼得，她就不会那么担心。至少她装得像是这样。"
        j "你知道事情不是这么运作的。"
        scene c014_s006_074 with Dissolve(0.25)
        k "不。我要是有个儿子，我也会担心。"
        "你确实还有个未婚夫。而且我得考虑，去他工作的地方——哪怕他已经不在那儿了——也可能会让卡莉焦虑。我得留意这一点。"
        call ch14_laura_eve2 from _call_ch14_laura_eve2_2
        jump ch14_returntomain
label ch14_kallie_home:
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c014_s007_001 with Dissolve(2)
    play music insideday3 fadein 2.0
    "{color=#ffcccc}他们走了之后一直很安静。我想这应该算是好消息吧？「没消息就是好消息」，对吧？大家不都这么说吗？可感觉完全不是这样。我知道[player_name]以前提过，说只要没听见霰弹枪响就说明没出事，但我知道他讲得太简单了。{/color}"
    "{color=#ffcccc}那个家伙扑向他的时候，我就在现场。我记得那种被袭击的感觉。两次我们手里都没有枪。而且，要是真的再发生一次，他也不会靠开枪脱身。我只能相信他们在做明智又谨慎的事。{/color}"
    scene c014_s007_002 with Dissolve(0.5)
    "{color=#ffcccc}哦，有动静——{/color}"
    scene c014_s007_003 with flashred
    pause 0.25
    scene c014_s007_002 with Dissolve(0.5)
    k "什么？我……"
    scene c014_s007_004 with Dissolve(0.5)
    "{color=#ffcccc}那是什么？我好像能看见它的体温在雾里发光。这……很奇怪，对吧？我……我不知道该怎么想这个。我……我要疯了吗？{/color}"
    return
label ch14_laura_eve:
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c014_s007_006 with Dissolve(2)
    play music insidedark fadein 2.0
    l "好吧，这倒真是穿锁头的一种办法。"
    e "不是我家，不关我的事。他们回来的时候——如果还回来的话——可以来找我报销那扇破门和那个把手。"
    scene c014_s007_007 with Dissolve(0.5)
    l "前提是这屋里没人。"
    e "*哼哧* 好吧，他们没跑过来。不过我们进车库前还是应该确认一下这屋里只有我们。"
    return
label ch14_laura_eve2:
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c014_s007_010 with Dissolve(2)
    play music insidedark fadein 2.0
    l "操。什么都没有。我不该意外的。我本来也没指望能在这儿找到什么。"
    e "信箱里没有邮件，所以住这儿的人大概第一天就跳上车、拼命想逃出这座城了。"
    scene c014_s007_011 with Dissolve(0.25)
    l "所以这一趟是白跑了？"
    e "我真不信他们会随随便便把多余的汽车零件扔在一边。"
    scene c014_s007_012 with Dissolve(0.25)
    l "你是觉得我们能找到什么能用的东西，还是再找一辆能开走的车？"
    e "哪种都行，后者大概更好。我不信我能找到什么直接拆下来塞进SUV里的东西，就算找到同品牌同型号的——理论上可以，但概率不大。"
    scene c014_s007_013 with Dissolve(0.25)
    l "所以这一趟只是为了……"
    scene c014_s007_005 with Dissolve(0.25)
    e "别。别说「我他妈知道」。"
    l "好吧，那我至少去把厨房搜刮一遍。"
    return
label ch14_shelley_eve:
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c014_s007_008 with Dissolve(2)
    play music insidedark fadein 2.0
    s "看到别人能靠蛮力把门弄开挺好。别指望我。我只见过[player_name]试着用整个身子撞门时骂骂咧咧的样子。"
    e "对，我正好有几斤力气没地方使。再说我不在乎。不是我家，不关我的事。他们回来的时候——如果还回来的话——可以来找我报销那扇破门和那个把手。"
    scene c014_s007_009 with Dissolve(0.5)
    s "前提是这屋里没人。"
    e "*哼哧* 好吧，他们没跑过来。不过我们进车库前还是应该确认一下这屋里只有我们。"
    return
label ch14_shelley_eve2:
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c014_s007_015 with Dissolve(2)
    play music insidedark fadein 2.0
    s "呃~~~没车。我们运气还真够差的。"
    e "信箱里没有邮件，所以住这儿的人大概第一天就跳上车、拼命想逃出这座城了。"
    scene c014_s007_016 with Dissolve(0.25)
    s "他们倒挺聪明。真希望开车的是我。"
    e "我真不信他们会随随便便把多余的汽车零件扔在一边。"
    scene c014_s007_017 with Dissolve(0.25)
    s "你是觉得我们能找到什么能用的东西，还是再找一辆能开走的车？"
    e "哪种都行，后者大概更好。我不信我能找到什么直接拆下来塞进SUV里的东西，就算找到同品牌同型号的——理论上可以，但概率不大。"
    s "好吧，操。"
    scene c014_s007_018 with Dissolve(0.25)
    e "对。我也是这么想的。"
    s "好吧，那我至少去把厨房搜刮一遍。"
    return
label ch14_laura_eve3:
    scene blank with Dissolve(2)
    scene c014_s007_065 with Dissolve(2)
    e "好，里面绝对有值得拿的东西。你这边怎么样？"
    l "有几个还不错的食物。虽然不是超市，但这些能吃。罐头汤。没过期的盒装饼干。"
    scene c014_s007_066 with Dissolve(0.25)
    l "所以，我好奇……"
    e "你们一个个都这样。"
    scene c014_s007_067 with Dissolve(0.5)
    l "你之前在修理厂那边住了挺久吧？那地方可没有厨房给你用。"
    e "我从附近的房子里搜刮了一堆吃的。我还有些MRE。走之前从劳尔那儿拿的。"
    scene c014_s007_068 with Dissolve(0.25)
    l "劳尔？"
    e "长话短说：就是那个修理厂的主人。这次出事时他跟家人去外州了。当时我借住在他家。"
    scene c014_s007_069 with Dissolve(0.25)
    l "哦，好吧。不过我想MRE算不上什么美味。"
    e "反正也不像你们每晚都能变出一桌感恩节大餐。"
    scene c014_s007_070 with Dissolve(0.25)
    l "大概吧。"
    return
label ch14_shelley_eve3:
    scene blank with Dissolve(2)
    scene c014_s007_056 with Dissolve(2)
    e "好，里面绝对有值得拿的东西。你这边怎么样？"
    scene c014_s007_057 with Dissolve(0.25)
    s "我、我没事。只是……我在琢磨该拿什么，然后我想……"
    e "你还好吗？"
    scene c014_s007_058 with Dissolve(0.5)
    s "可能只是有点招架不住。我不想挑错东西，毕竟我说过我行的，万一我搞砸了，带回去一堆不能用的——"
    e "嘿、嘿，没事的。别为这个把自己搞得太紧。"
    scene c014_s007_059 with Dissolve(0.25)
    e "嘿，我跟你们也不算很熟，但我不觉得你们拿了个得扔掉的东西就会生气。"
    scene c014_s007_060 with Dissolve(0.25)
    s "可我说过我想派上用场。不想再当个累赘。一个废物。"
    scene c014_s007_061 with Dissolve(0.5)
    e "你得对自己宽容点。她们没在想那种事，姑娘。我看过她们对你的样子。她们只希望你没事。"
    s "我……大概吧。"
    if bicontent == "yes":
        scene c014_s007_063 with Dissolve(0.25)
        $ e_desire += 1
        if s_sex >= 3:
            e "我能理解[player_name]为什么喜欢你。"
        else:
            e "我敢说[player_name]和那几个家伙都很喜欢你。"
        s "我……好、好吧。*咯咯笑*"
        scene c014_s007_064 with Dissolve(0.25)
        e "抱歉。我从几个非常露骨的家伙那儿染上了些坏毛病。"
        s "没关系啦。"
        scene c014_s007_062 with Dissolve(0.25)
        e "我这边搞定了。我们该收拾东西走了。"
        s "好好好。等我一下。"
    else:
        scene c014_s007_062 with Dissolve(0.25)
        e "我这边搞定了。我们该收拾东西走了。"
        s "好好好。等我一下。"
    return
label ch14_returntomain:
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    play music outsideday2 fadein 2.0
    if ch14_comewith == "Laura":
        scene c014_s007_021 with Dissolve(2)
        "装好背包后，我们开始往回走。这时雾看起来已经开始变浓了。不只是我注意到了。"
        l "这可不妙，对吧？通常麻烦要来的时候，就是这样吧？"
        j "历史似乎也站在你这边。我们最好赶紧回去。"
        scene c014_s007_022 with Dissolve(0.5)
    elif ch14_comewith == "Shelley":
        scene c014_s007_019 with Dissolve(2)
        "装好背包后，我们开始往回走。这时雾看起来已经开始变浓了。不只是我注意到了。"
        s "呃，这可不妙吧？"
        j "我们最好赶紧回去。"
        scene c014_s007_023 with Dissolve(0.5)
    else:
        scene c014_s007_020 with Dissolve(2)
        "装好背包后，我们开始往回走。这时雾看起来已经开始变浓了。不只是我注意到了。"
        k "这很糟。前几次发生这种情况的时候……"
        j "我知道。我们最好赶紧回去。"
        scene c014_s007_024 with Dissolve(0.5)
    "话虽如此，我还是留意着周围。有动静，但没近到需要我动手处理。按我数到的，这一片至少有三个灼烧者。"
    if ch14_comewith == "Laura":
        call ch14_shelley_eve3 from _call_ch14_shelley_eve3_1
        stop music fadeout 2.0
        scene blank with Dissolve(2)
        window hide
        show datetime_1 at truecenter with dissolve
        show datetime_2 at truecenter with dissolve
        $ Show("july_18_241", transition=Dissolve(1.0))()
        pause
        $ Hide("july_18_241", transition=Dissolve(1.0))()
        hide datetime_2 with dissolve
        hide datetime_1 with dissolve
        scene c014_s007_027 with Dissolve(2)
        "我得承认，我花了一会儿才认出我们现在当作据点的是哪栋房子。我不熟悉这个社区，而且在雾里，一切都开始显得差不多。还好劳拉方向感更好。"
        l "嘿，我们回来了。"
        k "{size=30}等一下。{/size}"
        scene blank with Dissolve(1)
        scene c014_s007_028 with Dissolve(1)
        play music insideday2 fadein 2.0
        k "外面怎么样？你们俩……没事吧？"
        l "我们都没事。没碰上什么。但看起来开始变糟了。"
        scene c014_s007_029 with Dissolve(0.25)
        j "我们弄到一背包东西。今晚你们能吃上真正的饭菜，还能洗个澡。"
        l "我们是第一批回来的吗？"
        k "是的。我还没看见伊芙和雪莉。"
        scene c014_s007_030 with Dissolve(0.25)
        j "*哼* 好吧~~~"
        l "给她们点时间，[player_name]。"
        scene c014_s007_031 with Dissolve(0.25)
        j "我们也没别的选择。"
        l "你们在外面还看到别的什么了吗？"
        k "有几个灼烧者在游荡。别的没什么了。"
        scene c014_s007_032 with Dissolve(0.25)
        j "我去看看前门的窗户——"
        "*砰* *砰* *砰*" with vpunch_soft
        scene c014_s007_033 with Dissolve(0.25)
        e "{size=32}让我们进去。{/size}"
        l "听起来她们回来了。"
    elif ch14_comewith == "Shelley":
        call ch14_laura_eve3 from _call_ch14_laura_eve3_1
        stop music fadeout 2.0
        scene blank with Dissolve(2)
        window hide
        show datetime_1 at truecenter with dissolve
        show datetime_2 at truecenter with dissolve
        $ Show("july_18_241", transition=Dissolve(1.0))()
        pause
        $ Hide("july_18_241", transition=Dissolve(1.0))()
        hide datetime_2 with dissolve
        hide datetime_1 with dissolve
        scene c014_s007_025 with Dissolve(2)
        "我得承认，我花了一会儿才认出我们现在当作据点的是哪栋房子。我不熟悉这个社区，而且在雾里，一切都开始显得差不多。出人意料的是，雪莉这次方向感更好。"
        s "嘿，我们回来了。"
        k "{size=30}等一下。{/size}"
        scene blank with Dissolve(1)
        scene c014_s007_034 with Dissolve(1)
        play music insideday2 fadein 2.0
        k "外面怎么样？你们俩……没事吧？"
        j "我们都没事，没碰上什么危险的东西。但看起来开始变糟了。看来坏天气要来了。"
        scene c014_s007_035 with Dissolve(0.25)
        s "我们确实弄到满满一背包东西。把他压得像头驮货的驴子一样。所以今晚我们能吃上真正的饭菜，还能洗上澡。"
        j "我们是第一批回来的吗？"
        k "是的。我还没看见伊芙和劳拉。"
        scene c014_s007_036 with Dissolve(0.25)
        j "*叹气* 好吧~~~"
        s "给她们点时间，[player_name]。"
        j "我们也没别的选择。"
        scene c014_s007_037 with Dissolve(0.25)
        j "你们在外面还看到别的什么了吗？"
        k "有几个灼烧者在游荡。别的没什么了。"
        scene c014_s007_038 with Dissolve(0.25)
        j "我去看看前门的窗户——"
        "*砰* *砰* *砰*" with vpunch_soft
        scene c014_s007_039 with Dissolve(0.25)
        #scene c014_s007_040 with Dissolve(0.25)
        e "{size=32}让我们进去。{/size}"
        s "听起来她们回来了。"
    else:
        call ch14_laura_eve3 from _call_ch14_laura_eve3_2
        stop music fadeout 2.0
        scene blank with Dissolve(2)
        window hide
        show datetime_1 at truecenter with dissolve
        show datetime_2 at truecenter with dissolve
        $ Show("july_18_241", transition=Dissolve(1.0))()
        pause
        $ Hide("july_18_241", transition=Dissolve(1.0))()
        hide datetime_2 with dissolve
        hide datetime_1 with dissolve
        scene c014_s007_026 with Dissolve(2)
        "我得承认，我花了一会儿才认出我们现在当作据点的是哪栋房子。我不熟悉这个社区，而且在雾里，一切都开始显得差不多。还好卡莉方向感更好。"
        k "嘿，我们回来了。"
        s "{size=30}等一下。{/size}"
        scene blank with Dissolve(1)
        scene c014_s007_041 with Dissolve(1)
        play music insideday2 fadein 2.0
        s "外面怎么样？你们俩……没事吧？"
        j "我们都没事，没碰上什么危险的东西。但看起来开始变糟了。看来坏天气要来了。"
        k "我们确实弄到一背包食物、洗漱用品，还有一些厨房用具。"
        scene c014_s007_042 with Dissolve(0.25)
        s "听起来你真把他压得像头驮货的驴子一样。那今晚我们能吃上真正的饭菜、还能洗上澡了？太好了。"
        j "我们是第一批回来的吗？"
        scene c014_s007_043 with Dissolve(0.25)
        s "是的。我还没看见伊芙和劳拉。"
        j "*叹气* 好吧。"
        scene c014_s007_044 with Dissolve(0.25)
        k "给她们点时间，[player_name]。"
        j "我们也没别的选择。"
        scene c014_s007_045 with Dissolve(0.25)
        j "你们在外面还看到别的什么了吗？"
        s "有几个灼烧者在游荡。别的没什么了。"
        scene c014_s007_045-1 with Dissolve(0.25)
        j "我去看看前门的窗户——"
        "*砰* *砰* *砰*" with vpunch_soft
        scene c014_s007_045-2 with Dissolve(0.25)
        e "{size=32}让我们进去。{/size}"
        k "听起来她们回来了。"
    scene blank with Dissolve(2)
    scene c014_s007_046 with Dissolve(2)
    if ch14_comewith == "Laura":
        "一阵兵荒马乱的几分钟过去——伊芙和雪莉挤进屋、开始脱装备——场面终于平静到可以交换一下各自的情况了。"
    else:
        "一阵兵荒马乱的几分钟过去——伊芙和劳拉挤进屋、开始脱装备——场面终于平静到可以交换一下各自的情况了。"
    scene c014_s007_047 with Dissolve(1)
    e "操，外面越来越恶心了。要是真下雨下雪，我还能拿「路上不能开车」开两句玩笑。"
    j "我们回来的时候就注意到了。我们大概该留神找找麻烦。"
    scene c014_s007_048 with Dissolve(0.5)
    e "不管怎样都该这么做。我没看到那个大家伙的踪迹。不过他也没那么好藏。"
    j "外面还有别的东西。"
    scene c014_s007_049 with Dissolve(0.25)
    e "还是不确定它们是不是只是有点烦人。看起来是挺吓人的，但算不上重大威胁。"
    "这话去跟我亲眼看着被转化掉的那个大学生说吧。"
    scene c014_s007_050 with Dissolve(0.25)
    if ch14_comewith == "Laura":
        l "你们找到什么对车有用的东西了吗？"
    else:
        s "你们找到什么对车有用的东西了吗？"
    e "没有。他妈白跑一趟。街上的车全报废了。也没谁会在自家车库里堆一堆零件。我在一个地方顺手拿了个空气滤清器，但我敢说没什么用。指望能捡到什么来救活发动机，那是我的一厢情愿和痴心妄想。纯粹瞎忙。"
    scene c014_s007_051 with Dissolve(0.25)
    e "也许我是盼着能捡到一辆别人丢下的车。运气他妈差到极点，滚进一个还在开发中的社区。住在这儿的人要么在逃，要么出事时在上班。"
    j "难过但属实。要是非走不可——而我们也没有更好的选择——我们可以步行。现在医院离这儿有多远？"
    scene c014_s007_052 with Dissolve(0.25)
    l "不知道。也许一两英里吧。这个社区我不太熟。"
    e "我知道有个家伙住在反方向大概半英里处。医疗中心不算太远。就像你说的，几英里吧，要是能穿过几个院子的话。你那边搜得怎么样？"
    scene c014_s007_053 with Dissolve(0.25)
    j "我们弄到了食物、洗漱用品，还有一些厨房家当。"
    s "真难听。"
    j "我不是那个意思。是厨房的「东西」，好吧？不管怎样，我们有肥皂、洗发水和护发素。所以洗澡又安排上了。只是别把热水全用光。"
    if ch14_comewith == "Shelley":
        s "我先来。我感觉脏死了。"
    scene c014_s007_054 with Dissolve(0.25)
    e "你以前没洗过冷水澡？"
    j "我不享受，但我洗过。"
    l "求你了，别把这事变成一场竞赛。每个人都轮一次，然后我们得为可能遇到的麻烦做好准备。"
    "也就是……什么？把出口堵死？做完了。准备一条格伦德尔万一回来时的撤退路线？那支信号弹还在我这儿。要是我需要当诱饵，我就去。但我不会在最后一刻之前告诉其他人。也许伊芙有办法。我昨晚问过她。"
    scene c014_s007_055 with Dissolve(0.5)
    if ch14_comewith == "Shelley":
        k "我试试看，用你们带回来的食物能做出点什么。"
        s "我洗完就来帮忙。"
    else:
        k "我试试看，用我们带回来的食物能做出点什么。"
        s "让我来搭把手。"
    scene blank with Dissolve(2)
    scene c014_s008_001 with Dissolve(2)
    "接下来一个小时，大家轮流进出洗手间洗澡。趁着这个空当，我尽力把这栋房子守得更稳妥些。我知道这基本没用。要是灼烧者或者格伦德尔铁了心要进来，那些窗户根本挡不住什么。"
    "何况我们也没有一堆木板、锤子和钉子可以钉窗户……等等。几条街外是不是还有在建的房子？如果我们要在这儿待久一点，也许可以去那边搜刮一番。"
    scene blank with Dissolve(2)
    scene c014_s008_002 with Dissolve(2)
    "每次我探头往外看，都能发现雾又浓了几分。还没到无法应付的地步，但我怕我们得多待一天。"
    "等伊芙洗完，热水已经一点不剩了。我决定吃过饭之后再洗。"
    scene blank with Dissolve(2)
    scene c014_s008_003 with Dissolve(2)
    play ambient shower
    "晚饭是罐头汤和饼干。吃完后我又去碰碰运气洗了个澡。享受这段难得的独处时光时，我试着消化过去几天发生的事。"
    "首当其冲的是伊芙——她从充满敌意，变成了不情不愿地成为我们的一员。我不认为她会把这话说出口，但我感觉身边有个能帮她看着后背的人，也许确实让她受益了。"
    scene c014_s008_004 with Dissolve(0.25)
    if ch13_eve_sex == "yes":
        "谁知道呢？也许我们在便利店里那一场，让她稍微改了主意。不好说。不管怎样，身边有个看着顶用的人挺好，哪怕她和劳拉像油和水一样不合。"
    else:
        "不管怎样，身边有个看着顶用的人挺好，哪怕她和劳拉像油和水一样不合。"
    if ch14_kallie_sex == "yes":
        "不过，关于我可能得做出牺牲的那场谈话，一直在我脑子里挥之不去。当然，卡莉和我一天比一天更亲近，我也发现自己想要更多，但跟她的人生很难规划。就算我们俩都活下来，我也知道得先把她送回家、让她离开安德鲁。"
    elif ch14_laura_sex == "yes":
        "不过，关于我可能得做出牺牲的那场谈话，一直在我脑子里挥之不去。还有我他妈跟劳拉之间那点破事……她忽热忽冷。我们像疯子一样干完，然后情感上又回到冷战。"
        "而且，前天她那一手到现在我还有点窝火，哪怕我已经认定继续为这事吵下去是浪费精力。"
    elif ch14_shelley_sex == "yes":
        "不过，关于我可能得做出牺牲的那场谈话，一直在我脑子里挥之不去。雪莉和我确实走到了比我预想更近的位置，但我不能自欺欺人地以为这不只是「在糟糕的处境里尽量将就」。如果我们活下来，我不知道还能不能再见到她。"
    else:
        "不过，关于我可能得做出牺牲的那场谈话，一直在我脑子里挥之不去。我不能骗自己以为能从这段关系里得到什么长远的东西。就算我们所有人都活下来，到头来我们还是会各走各的路。"
    "在一栋塞满另外四个人的房子里，我忍不住觉得孤单，那种「可能即将分别」的下沉感让我开始在心周围筑起一道墙。为了让我们活下去，我那种「想被需要、哪怕是被爱」的渴望必须被掐灭。"
    stop ambient
    scene blank with Dissolve(2)
    scene c014_s008_005 with Dissolve(2)
    l "嘿，伊芙，既然我们还得在这儿待个一天左右——"
    scene c014_s008_006 with Dissolve(0.25)
    e "我们得安排好夜里的值班轮次。总不能只靠我和[player_name]硬挤出来的那几小时睡眠。"
    l "对。我们都累垮了。昨晚没睡够，今天又跑了一整天。所以得分班轮着来。总得有人一直盯着。"
    scene c014_s008_007 with Dissolve(0.5)
    e "而且你等他在房间里不在了才提这事。"
    l "因为他固执得要命，不肯让我们分担。我想如果你也同意我们，他可能会听。"
    scene c014_s008_008 with Dissolve(0.25)
    e "你有没有想过，他这样是有原因的？"
    l "我知道。他只是铁了心不想让我们受伤，可是——"
    scene c014_s008_009 with Dissolve(0.25)
    e "不，你没想过。或者说，想得不全面。不管怎样，你说我们该轮班这点并没有错。但你其实不需要「统一战线」才能提出这个主意。"
    scene c014_s008_010 with Dissolve(0.5)
    s "需要的。看起来他其实挺尊重你的。至少尊重你的意见。"
    e "那不是尊重。*轻笑* 而且我感觉「可爱金发」想让他听的时候，他确实会听。"
    scene c014_s008_011 with Dissolve(0.25)
    k "也不总是。而且要是他觉得我们会涉险的事，他也听不进去。"
    e "随便吧。为这个吵不值得。轮班，其他人都睡了我们就坐着。我、[player_name]、还有你，劳拉。每次大概三小时。"
    scene c014_s008_012 with Dissolve(0.25)
    k "我们也可以帮忙。"
    e "真的？就你这样的小不点？"
    scene c014_s008_013 with Dissolve(0.25)
    k "我眼睛好使。我能看出有没有不对劲，然后叫醒所有人。"
    e "*哼哧* 行吧。你呢？"
    scene c014_s008_014 with Dissolve(0.25)
    s "为了大家？撑得住。"
    scene c014_s008_015 with Dissolve(0.25)
    e "谁去跟他说？还是说这是要来一场「干预」？你们自己商量。我回车库看看能不能想出点什么办法。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_18_523", transition=Dissolve(1.0))()
    pause
    $ Hide("july_18_523", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c014_s008_016 with Dissolve(2)
    play music nightmain2 fadein 2.0
    "洗完澡后，我花了一点时间从二楼的窗户观察这个社区。雾虽然变浓了，但我没看见里面有什么东西在动。太阳正在落山，我估计能见度会掉到接近零。"
    scene c014_s008_017 with Dissolve(0.25)
    s "{size=30}[player_name]？你在哪儿？{/size}"
    j "在主卧。"
    scene c014_s008_018 with Dissolve(0.5)
    s "哦，嘿。淋浴洗得舒服吗？"
    j "就那有热水的十分钟里，还行。所以怎么了？我错过什么重要的事了吗？伊芙回车库了吗？"
    scene c014_s008_019 with Dissolve(0.5)
    k "对，她没待多久就回去了。"
    j "*叹气* 我得过去看看，看她是在修东西还是纯粹在瞎折腾。"
    scene c014_s008_020 with Dissolve(0.25)
    s "不过，先等等……"
    j "怎么了？"
    scene c014_s008_021 with Dissolve(0.25)
    s "大家决定今晚放哨要轮班。"
    k "以后都要轮。"
    j "派你和劳拉来告诉我，是因为我和她顶得太凶了。"
    scene c014_s008_022 with Dissolve(0.25)
    s "大家都觉得由我们来说，你会更容易接受。"
    j "所以我变成难搞的人、需要被管理了？"
    if k_trust >= 5 or k_love >= 5:
        scene c014_s008_024 with Dissolve(0.25)
        k "不，不是。我们知道你拼了命想保证我们的安全，但你不可能一个人全扛下来。我们信任你，但你也得同样信任我们。"
        s "我们能做的最起码的事，就是陪着熬几个小时、盯着点有没有麻烦。也让你自己睡一会儿。你看起来挺累的。"
        j "*叹气* 好吧，好吧。但要是有什么不对劲，你来叫我。"
        if s_trust >= 5 or s_love >= 4:
            scene c014_s008_028 with Dissolve(0.25)
            s "哦，我要是看见什么，屋里所有人都会知道。"
            k "*咯咯笑*"
            scene c014_s008_029 with Dissolve(0.25)
            j "得说，我挺喜欢这个「集体拥抱」环节的。"
            s "我就知道你会喜欢。"
        else:
            scene c014_s008_025 with Dissolve(0.25)
            s "哦，我要是看见什么，屋里所有人都会知道。"
            k "*咯咯笑*"
    elif k_trust <= 4 and s_trust >= 5 or k_love <= 3 and s_trust >= 5:
        scene c014_s008_026 with Dissolve(0.25)
        s "别闹。我们不是那个意思。"
        k "没错。我们知道你拼了命想保证我们的安全，但你不可能一个人全扛下来。"
        scene c014_s008_027 with Dissolve(0.25)
        j "*叹气* 好吧，好吧。但要是有什么不对劲，你来叫我。"
        s "哦，我要是看见什么，屋里所有人都会知道。"
        k "*咯咯笑*"
    else:
        scene c014_s008_023 with Dissolve(0.25)
        s "我们能做的最起码的事，就是陪着熬几个小时、盯着点有没有麻烦。也让你自己睡一会儿。你看起来挺累的。"
        j "*叹气* 好吧，好吧。但要是有什么不对劲，你来叫我。"
        scene c014_s008_031 with Dissolve(0.25)
        s "哦，我要是看见什么，屋里所有人都会知道。"
        k "*咯咯笑*"
    j "所以，分工是什么？"
    scene blank with Dissolve(2)
    scene c014_s008_030 with Dissolve(2)
    "我看这事儿确实没什么好争的。我们有五个人，每班两小时就分完了。但眼下必须把这事敲定这件事，让我不由得想到：为什么我们之前从来没做过这个？又或者，是我们压根没觉得有必要。"
    scene c014_s008_031 with Dissolve(2)
    "格伦德尔的出现——加上几次撞上女巫——已经磨掉了我们「躲在屋里就能同时躲开雾和灼烧者」的信念。或者，也许只是到目前为止我们都运气好、没碰上什么麻烦。"
    scene blank with Dissolve(2)
    scene c014_s009_001 with Dissolve(2)
    "我冲澡之后，伊芙就一直窝在车库里。我敢肯定部分原因是那里能让她清静、离其他人远一点。但今天的搜索一无所获，我想确认她没有因此钻牛角尖。"
    scene blank with Dissolve(2)
    scene c014_s009_002 with Dissolve(2)
    "我不能假装我跟她处得多好、或者我真的很了解她，但我觉得对她尽量友善（甚至帮上点忙）对大家都好。"
    e "{size=50}他妈的操！{/size}" with vpunch_soft
    "好吧，我得看看能不能做点什么。或者只是把她劝下来。听起来她心情很差。我是说，我太清楚失望怎么就变成怒火了。"
    scene c014_s009_003 with Dissolve(1)
    "我绕到前面，看见伊芙正瞪着车，哼哼唧唧、龇牙咧嘴。我猜她剩下的耐心已经不多了。今天没有给她任何希望去修好那辆我已经宣判了死刑的车。"
    j "嘿，那么，情况怎么样——"
    play sound hit
    scene c014_s009_004 with hpunch
    e "操！" with vpunch_soft
    "哦，听起来那一下挺疼的。"
    scene c014_s009_005 with Dissolve(0.25)
    e "操，操，操。"
    j "嘿、嘿。为了这个把手弄断不值得。这话说出来可能太晚了，但还是得说。"
    scene c014_s009_006 with Dissolve(0.25)
    j "伊芙，那只是一辆车。我们可以再找一辆。或者，我们可以徒步。医院离这儿不算远。"
    e "别说了。你他妈根本不会懂。别老想着要……"
    scene c014_s009_007 with Dissolve(0.25)
    j "那你就让我懂啊。"
    e "不。我不是你需要去「修好」的那种脆弱的娇花女。你总是把人家弄到又感动又流泪，然后就把人给上了，因为这就是你的惯用招，不是吗？"
    if e_friend >= 7:
        scene c014_s009_012 with Dissolve(0.5)
        j "好吧。那就是这样。我是想当个朋友。"
        e "我们不是朋友。我们是被困在这破房子里的人。"
        j "不是被困。我们随时可以走出去。以前也走过。你看，我理解把这件事当成某种救赎、从而死磕不放。劳拉以前也这样。"
        scene c014_s009_013 with Dissolve(0.25)
        e "那不是{b}他妈{/b}那样的。不只是……"
        j "哦？"
        scene c014_s009_014 with Dissolve(0.25)
        e "不会那样的。我们不是那种关系。"
        j "好吧，如果你想聊聊，我可以听。不做别的，我保证。"
        scene c014_s009_015 with Dissolve(0.25)
        e "……"
        scene c014_s009_016 with Dissolve(0.25)
        e "你还抓着我的手呢。"
        scene c014_s009_017 with Dissolve(0.5)
        menu:
            "松开。\n[rgr](伊芙 欲望 +1)":
                $ e_desire += 1
                scene c014_s009_008 with Dissolve(0.5)
                j "好吧，好吧。意思到了。有没有哪里要冰敷？有没有哪儿弄伤了？"
                e "应该没有。而且我们有冰吗？你去的那地方顺了冰回来吗？"
                scene c014_s009_009 with Dissolve(0.25)
                j "没有。这儿的冰箱自带制冰机。"
                e "*哼哧* 好吧。我大概就是又蠢又累。"
                scene c014_s009_010 with Dissolve(0.25)
                j "大家都累垮了。你要是想休息，我先顶第一班。"
                e "说到这个，你应该去跟其他人谈谈。她们都一门心思想帮忙。"
                j "我已经知道了。看来我洗澡的时候她们就把事情定下来了。"
                scene c014_s009_011 with Dissolve(0.25)
                e "随她们去吧。她们也许打不死那些怪物，但盯着窗户看几个小时还是能做到的。"
                j "*叹气* 好吧。看来我得去跟劳拉说一声，因为她排第一班。你确定不需要处理一下伤口吗？"
                e "死不了。"
                scene blank with Dissolve(2)
                scene c014_s009_059 with Dissolve(2)
                "好吧。伊芙并没有把她的失望和无力感转化成积极的方向，但这也不该让我意外。我们都累死了，这没让我们中的一些人用正确的方式表达情绪。不过，伊芙可能一直都有点阴阳怪气，所以对她来说这也算正常发挥。"
                "希望她今晚至少能试着睡一会儿，因为我很清楚地意识到——我才刚认识她，却已经依赖她依赖得远超该有的程度。而且比依赖其他人更多，因为尽管我嘴上想那么说，我仍然相信我终究得替其中一个去挨那颗子弹。"
                "眼下我该去跟劳拉说一声，让她知道我得早点睡，好让我的班次不至于毁掉一整夜的好觉。"
            "我还能再坚持一会儿别的。\n[rgr](伊芙 爱意 +1)\n[pks]":
                $ ch14_eve_sex = "yes"
                $ e_sex +=1
                $ e_love +=1
                call ch14_eve_sex from _call_ch14_eve_sex
                scene blank with Dissolve(2)
                scene c014_s009_059 with Dissolve(2)
                "好吧。就算我真能把那事儿变得有趣起来，我还是得考虑伊芙并没有把失望和无力感转化成积极的方向。我们都累死了，这没让我们用正确的方式表达情绪。不过，伊芙可能一直都有点阴阳怪气，所以对她来说这也算正常发挥。"
                "希望她今晚至少能试着睡一会儿，因为我很清楚地意识到——我才刚认识她，却已经依赖她依赖得远超该有的程度。而且比依赖其他人更多，因为尽管我嘴上想那么说，我仍然相信我终究得替其中一个去挨那颗子弹。"
                "眼下我该去跟劳拉说一声，让她知道我得早点睡，好让我的班次不至于毁掉一整夜的好觉。"
    else:
        scene c014_s009_008 with Dissolve(0.25)
        j "好吧，好吧。我退开。你有没有哪里要冰敷？有没有哪儿弄伤了？"
        e "应该没有。而且我们有冰吗？你去的那地方顺了冰回来吗？"
        scene c014_s009_009 with Dissolve(0.25)
        j "没有。这儿的冰箱自带制冰机。"
        e "*哼哧* 好吧。我大概就是又蠢又累。"
        scene c014_s009_010 with Dissolve(0.25)
        j "大家都快烧干了。你要是想休息，我先顶第一班。"
        e "说到这个，你应该去跟其他人谈谈。她们都一门心思想帮忙。"
        j "我已经知道了。看来我洗澡的时候她们就把事情定下来了。"
        scene c014_s009_011 with Dissolve(0.25)
        e "随她们去吧。她们也许打不死那些怪物，但盯着窗户看几个小时还是能做到的。"
        j "*叹气* 好吧。看来我得去跟劳拉说一声，因为她排第一班。你确定不需要处理一下伤口吗？"
        e "死不了。"
        scene blank with Dissolve(2)
        scene c014_s009_059 with Dissolve(2)
        "好吧。伊芙并没有把她的失望和无力感转化成积极的方向，但这也不该让我意外。我们都累死了，这没让我们中的一些人用正确的方式表达情绪。不过，伊芙可能一直都有点阴阳怪气，所以对她来说这也算正常发挥。"
        "希望她今晚至少能试着睡一会儿，因为我很清楚地意识到——我才刚认识她，却已经依赖她依赖得远超该有的程度。而且比依赖其他人更多，因为尽管我嘴上想那么说，我仍然相信我终究得替其中一个去挨那颗子弹。"
        "眼下我该去跟劳拉说一声，让她知道我得早点睡，好让我的班次不至于毁掉一整夜的好觉。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_18_945", transition=Dissolve(1.0))()
    pause
    $ Hide("july_18_945", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c014_s010_001 with Dissolve(2)
    play music nightmain2 fadein 2.0
    "{color=#66ff33}我……我知道这事必须做。前天晚上把我们所有人都吓坏了。我以前大概总觉得那些怪物不算什么难题。就连灼烧者看起来也像是我们能躲开的。可是，待得越久，就越感觉事情在变糟。{/color}"
    "{color=#66ff33}比如说，直到最近我都没觉得灼烧者有多凶。但自从那群东西跟着我们回到那栋房子之后……我猜在我们和修理厂之间来来回回，对它们来说就像是在嘴边晃一块牛排。对一只饿坏的动物来说。{/color}"
    scene c014_s010_002 with Dissolve(0.5)
    l "*叹气*"
    "{color=#66ff33}一个人站在这儿干盯着黑暗、找任何可疑的迹象，对我一点好处都没有。它给了我太多时间去想所有事。至少忙起来的时候，我不会因为彼得安不安全、或者他父亲在干什么、或者跟谁在一起而抓狂。{/color}"
    "{color=#66ff33}操，我一点也不期待那场谈话。一定会又吵又难听……而且我他妈真的气炸了。也有一点气我自己，居然让它拖了这么久。但一切都结束了，我必须把它了结。{/color}"
    scene c014_s010_003 with Dissolve(0.25)
    if ch12_laura_sex == "yes" or ch14_laura_sex == "yes":
        "{color=#66ff33}但这又让我想到[player_name]。想到我们之间一直在发生的事。我们不吵架的时候，我只想要……{/color}"
        if ch14_laura_sex == "yes":
            "{color=#66ff33}我想要更多今天我们做过的那种事，但今天那场有点不对劲。几乎像是不带感情的，像是他在自己周围筑什么屏障。考虑到我们一直忽冷忽热，我能理解他要保护自己。我也一样，只不过我只让自己留那么一两秒，任何可能算是「爱意」的东西就立刻藏起来。{/color}"
        else:
            "{color=#66ff33}我该说，我想要的是我们做过的那套的延续，可我们之间这么多冲突，这已经不像个好主意了。感觉我们俩都在往后退。我们都被曾经以为爱我们的人辜负过，所以我理解那种保护自己的需要。理解在信任上挣扎是什么感觉。{/color}"
        scene c014_s010_004 with Dissolve(0.25)
        "{color=#66ff33}难受的是，我的第一反应就是这个。基思把我伤得太深——毁掉了我信人的能力——所以我不知道自己还能不能再允许自己去信任另一个男人。{/color}"
        if ch10_tell_laura == "yes":
            "{color=#66ff33}不过他和卡莉也发展出什么，也许这样反而更好，虽然能持续多久还不好说。他现在说话还是那样，说等我们出去就送她回家。{/color}"
    scene c014_s010_005 with Dissolve(0.5)
    l "嗯？那是不是……"
    scene c014_s010_006 with Dissolve(0.25)
    "{color=#66ff33}有动静。不过也可能只是个灼烧者。总之，最好把注意力放在外面，而不是我脑子里那个蛇窝。{/color}"
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_19_104", transition=Dissolve(1.0))()
    pause
    $ Hide("july_19_104", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c014_s010_007 with Dissolve(2)
    s "嘿，是我。我下楼来了。"
    scene c014_s010_008 with Dissolve(1)
    k "哦？我……我想时间到了。我刚才都忘了。"
    scene c014_s010_009 with Dissolve(0.5)
    s "没事。我醒来想上厕所，看了一眼卧室的钟，就说了句「管他的」下来了。为了十来分钟再爬回床上去不值得。"
    k "对。这事……我们必须做，但这样也不可能让我们睡个 不被打断 的整觉。不过，要是这能让[player_name]和伊芙不用整夜都在外面，我想我能接受。"
    scene c014_s010_010 with Dissolve(0.25)
    s "那尽量睡几个小时吧。你看见什么了吗？我猜你没跑过来，那就应该是什么都没有。"
    k "其实没什么。感觉我好像看见了什么，就一秒左右，然后就没了。"
    scene c014_s010_011 with Dissolve(0.25)
    s "不知道这算好还是算坏。谢谢。"
    k "抱歉。那我该走了。"
    if ch13_kallie_sex == "yes" and ch11_shelley_sex == "yes" or ch13_kallie_sex == "yes" and ch13_shelley_sex == "yes" or ch14_kallie_sex == "yes" and ch11_shelley_sex == "yes" or ch14_kallie_sex == "yes" and ch13_shelley_sex == "yes" or ch13_kallie_sex == "yes" and ch14_shelley_sex == "yes":
        $ ch14_shelleytellskallie = "yes"
        scene c014_s010_012 with Dissolve(1)
        s "呃，嘿……*叹气*"
        k "怎么了？"
        scene c014_s010_013 with Dissolve(0.25)
        s "没什么……不，不……我该……你听我说，现在大概不是个好时机，但我总觉得我必须说点什么。因为我觉得我们现在算朋友了，而我不想一直瞒着你。"
        k "哦、好吧~~~？"
        scene c014_s010_014 with Dissolve(0.25)
        s "你喜欢[player_name]，对吧？"
        k "我，呃……对。我……"
        s "这算不上什么大秘密，姑娘。但问题不在这儿。"
        scene c014_s010_015 with Dissolve(0.25)
        s "*叹气* 你听我说，我……我一直没把自己当成什么别的，只是一个夜夜狂欢、永远不打算安定下来的女孩。也不会在乎任何人超过「周末那点事」的程度。最近这两周把我的生活搅得一团糟。我知道，我知道。"
        s "人都死了或者变得更糟，我这点人格危机没那么重要。但我开始会去想了。想我对这些事的感受。可能是因为我有太多太多时间可以想，而且没了药物，我的情绪简直乱成一团。"
        k "你……你还好吗……"
        scene c014_s010_016 with Dissolve(0.25)
        s "我、我没事。能有多好就多好吧。问题不在这。你听我说……"
        scene c014_s010_017 with Dissolve(0.25)
        s "我也喜欢[player_name]。"
        k "哦？呃……"
        scene c014_s010_018 with Dissolve(0.25)
        s "完全坦白说，我们有点乱搞。我去找他，是因为我以为来一发火辣辣的事能让我体内那些让人愉悦的化学物质涨一波，也许我就不用跌到底了。像上次那样。但后来那种情况发生的时候，他并没有甩开我。他……他留了下来，照顾我。"
        s "从来没有人这样对我过。一个都没有。他没有被「抑郁版雪莉」吓跑。他只想让我知道，我不是一个人。我从来没……我一直只是……"
        scene c014_s010_019 with Dissolve(0.25)
        s "我不觉得这算什么大事，因为我们又不是认真的，而且我也不觉得你也是。直到最近。说实话，我一直不敢提，因为我怕总有一天他得在我们两个里选一个，而我不确定会是我。天哪，换作我，我也不会选我自己。"
        k "他知道吗？"
        if ch14_shelley_sex == "yes":
            s "我今天告诉他了。我不知道这从长远来看算不算什么，但我必须说出来。我这么个脑子有病的，甚至不知道这到底算不算数。我到底知不知道爱是什么感觉？操，我真不知道。又不是跟谁长久相处过，哪知道那是什么感觉。可我、我只是……"
        else:
            s "没有。我还没敢说。我不知道说出来到底算不算什么。我这么个脑子有病的，甚至不知道这到底算不算数。我到底知不知道爱是什么感觉？操，我真不知道。又不是跟谁长久相处过，哪知道那是什么感觉。可我、我只是……"
        scene c014_s010_020 with Dissolve(0.25)
        k "没事。你……你有点躁狂。或者情绪失控。两个都是。"
        s "我想这也控制不了。我只是很难受，因为我需要你做我的朋友，而我们俩……而且……"
        scene c014_s010_021 with Dissolve(0.25)
        k "我们是朋友，雪莉。这一点不会变。"
        s "谢谢。我……我不想伤害你。如果那样能好一点的话，我会不再跟[player_name]做任何事。我会确保你才是他选的那个。"
        scene c014_s010_022 with Dissolve(0.25)
        k "雪莉……别。没事的。我们……*叹气* 现在不是做这种草率决定的时候。"
        s "真的吗？因为如果我是你，我会——"
        scene c014_s010_023 with Dissolve(0.25)
        k "雪莉，没事的。我……我需要时间想这件事。想清楚自己的感觉。已经太晚了，而且我累了。"
        s "是啊，是挺晚的。真的很抱歉把这些丢给你，但它一直在啃我心里。"
        scene c014_s010_024 with Dissolve(0.25)
        k "没事的。我们都会没事的。"
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_19_514", transition=Dissolve(1.0))()
    pause
    $ Hide("july_19_514", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c014_s010_025 with Dissolve(2)
    if ch14_shelleytellskallie == "yes":
        "好吧，雪莉刚才有点不对劲，像是有什么话想说，但又不想说。不过她还是顺利熬完了自己的班。说她会接着睡得很好。说外面什么都没有。或者说，她什么也没看见。"
    else:
        "好吧，雪莉有点被吓到了，但她还是顺利熬完了自己的班。说她会接着睡得很好。说外面什么都没有。或者说，她什么也没看见。"
    "因为我早早就睡了，我感觉自己比这几天任何时候都休息得好。当然是比昨晚强。缺觉加上高强度活动，让我很容易就睡了过去。"
    scene c014_s010_026 with Dissolve(0.25)
    "那伊芙呢？让她睡第二间卧室，我觉得算是一种体贴。她上一次睡在床上是什么时候？几周前？"
    "说到这个，我干脆把最后两个班都接了，让她睡一整夜。我想她不会太不高兴。不像劳拉，劳拉简直就像随时在找架吵。感觉自从基思不在了，我就成了下一个最适合被拿来吵架的人。"
    menu:
        "让伊芙好好休息。\n[rgr](伊芙 好感 +1)":
            $ ch14_everest = "yes"
            $ e_friend += 1
            scene c014_s010_027 with Dissolve(0.5)
            "我就让她多睡会儿，哪怕就这一天。她难得可以睡个整夜。天知道，我为数不多几次在床上睡满八小时的时候，那感觉简直像重新充满了电。"
            "好吧，让我看看外面能看到什么。在黑暗和雾之间，能看见的东西不多。"
            stop music fadeout 2.0
            scene blank with Dissolve(2)
            scene c014_s011_001 with Dissolve(2)
            play music morning fadein 2.0
            e "唔嗯……"
            scene c014_s011_002 with Dissolve(0.5)
            "{color=#EEF527}操，我该早点起的。太阳都出来了。或者是[player_name]决定不叫醒我？既然没人在这儿大喊救命，那我就姑且认为我该值班的那两个小时里没出事。{/color}"
            "{color=#EEF527}我本该生他的气，但难得睡了个整觉，我确实挺享受。这是不是意味着我现在算「她们那边的人」了？{/color}"
            scene c014_s011_003 with Dissolve(0.25)
            if e_sex >= 1:
                "{color=#EEF527}既然我们已经上过了，我大概也该习惯这种待遇。多少有点觉得那是个失误，但……当时被关注的感觉我并不讨厌。加上能解压，值了。{/color}"
            else:
                "{color=#EEF527}我不该想太多。那家伙有殉道情结。但我能理解背后的逻辑。要是承受最狠的那部分，他就能说自己把其他人安全、活着送了出去。{/color}"
            e "*呻吟* 操，僵死了。"
        "去叫她起来。\n[rgr](伊芙 信任 +1)":
            $ e_trust += 1
            scene c014_s010_027 with Dissolve(0.5)
            "我做了正确的事，把她叫起来。她照样能睡六个多小时，这已经是个不错的开始。"
            scene blank with Dissolve(2)
            scene c014_s011_004 with Dissolve(2)
            "过了一阵子，我上楼去叫她。我溜进卧室时，她还在睡。不管她嘴上怎么说自己受过生存训练，我猜她属于那种「在哪儿都能睡，但一有异常声响立刻会醒」的人。"
            "也许骨子里她只是个普通人，只是装出一副样子来保护自己、不想被不认识的人盯上。如果她表现得像个凶悍的母夜叉，也许那些不三不四的人就不会来烦她。"
            scene c014_s011_005 with Dissolve(0.5)
            "叫她起来之前，我检查了一下窗户，只为确认万无一失。"
            scene c014_s011_006 with Dissolve(0.5)
            j "伊芙。时间到了。"
            e "唔嗯~~~ 嗯？"
            scene c014_s011_007 with Dissolve(0.25)
            e "哦？操。我……"
            j "睡够了？我知道。你要是想——"
            scene c014_s011_008 with Dissolve(0.25)
            e "不，不。该我值班了。"
            j "那太阳大概还有一小时就升起来。厨房里有咖啡，你要是想喝的话。"
            e "对。那就……*叹气* 你打算再眯一会儿吗？"
            scene c014_s011_009 with Dissolve(0.25)
            j "我试试。"
            e "行。"
            scene c014_s011_010 with Dissolve(0.5)
            "说完，伊芙起身，拖着身子走出了房间。"
            scene c014_s011_011 with Dissolve(0.5)
            "听着她拖着脚步下楼的声音，我在床上摊开身子、闭上眼睛。有那么一瞬间，我从枕头上闻到一股气味，之后才意识到那是我们带回来的洗发水的香味。"
            "不知为什么，我觉得这挺好笑，又挺……平凡。"
            stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_19_822", transition=Dissolve(1.0))()
    pause
    $ Hide("july_19_822", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c014_s011_012 with Dissolve(2)
    if ch14_everest == "no":
        play music morning fadein 2.0
    k "唔嗯~~~ *打哈欠*"
    e "早。这儿有咖啡，你要是爱喝的话。"
    scene c014_s011_013 with Dissolve(0.25)
    k "以前我喝的是拿铁，但现在有得喝就行。就我们两个吗？"
    if ch14_everest == "yes":
        e "除非其他人已经起来了，不然就我们俩。我知道[player_name]去了洗手间。听起来他喝了不少杯咖啡。"
    else:
        e "除非其他人已经起来了，我想是。说实话，我在楼梯上几乎没听见你的动静。"
    scene c014_s011_014 with Dissolve(0.25)
    k "好吧。看来昨晚什么都没发生。"
    e "至少附近什么都没发生。有几个灼烧者在游荡，但没人过来找麻烦。雾现在还是很严重。"
    k "……"
    scene c014_s011_015 with Dissolve(1)
    e "所以，你是什么情况？你话不多。就是安静？"
    k "是。我不太会社交。你可以说我比较内向。或者别的什么。"
    scene c014_s011_016 with Dissolve(0.25)
    e "别的什么？你们这儿每个人都有自己的故事，对吧？"
    k "你就没有？"
    e "我没说我没有。但你自己的那些破事呢？其他人表现得好像你是个易碎的玩意儿，但我总觉得那是因为劳拉和[player_name]有保护欲。我见过你不止一次激动起来。"
    scene c014_s011_017 with Dissolve(0.25)
    k "*叹气* 我……"
    e "没事。你不用说。我就是随口找点话说。我想既然现在大家都凑在一起了，我不如试着跟你们处得熟一点。"
    scene c014_s011_018 with Dissolve(0.25)
    k "不，是……我的未婚夫安德鲁，多年一直在给我洗脑，而我一直不愿意承认——或者说我当时还不够坚强、拿他没办法——直到有一天他没法再每天跟我说话了。"
    e "什、什么？他妈什么？！你再说一遍。"
    scene c014_s011_019 with Dissolve(0.25)
    k "几年前他还是我大学时候，追的我。我让自己相信「也许一个年长男人会喜欢我」，然后我们一搬到别处，他就把我跟他能切断的所有人都切断了。"
    e "年长男人？我们说的年龄差是多少？"
    k "我十九岁认识他的，他二十八岁。"
    scene c014_s011_020 with Dissolve(0.25)
    e "我勒个去。他这样多久了？"
    k "我……大概五年吧。"
    e "*哼* 哦，操。他……他在哪儿？他还在这城里吧？"
    scene c014_s011_021 with Dissolve(0.25)
    k "他之前在医院工作，做IT。要是他们在疏散人员，我想他应该早就离开这座城了。"
    e "不是那种会留下来、或者回来找自己女人的类型吧？"
    k "我……呃……"
    scene c014_s011_022 with Dissolve(0.25)
    e "对，我感觉他离开这里才是最好的结果。要是[player_name]不揍他一顿，我可能单纯因为「这种事你不该对任何人做、更别说一个年轻姑娘」而去揍他。十九，他二十八？他他妈是个什么品种的变态？"
    k "我、我没有……"
    scene c014_s011_023 with Dissolve(0.25)
    e "姑娘，这事轮不到你来「不知道」。那种男人应该自己知道什么叫可耻。"
    k "可现在知道了，我心里也不痛快。我居然让它发生，觉得自己真蠢——"
    e "不是你让自己招了{b}这种{/b}事。明白吗？我认识够多生活里有些不三不四选择的男的——持枪指控、贩毒……各种乱七八糟的——但没有一个人会干这种烂事。"
    scene c014_s011_024 with Dissolve(0.5)
    e "*低吼* 操，我现在气得想冲出去揍点什么。"
    s "卡莉？伊芙？"
    scene c014_s011_025 with Dissolve(0.25)
    k "哦？呃，嘿，雪莉。"
    e "就是聊点东西。我……我该回窗边去了。看看附近的情况。"
    scene c014_s011_026 with Dissolve(0.25)
    k "哦、好吧。"
    s "哦？呃，对。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("nightmare3", transition=Dissolve(1.0))()
    pause
    $ Hide("nightmare3", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c014_s012_026 with Dissolve(2)
    "{color=#66ff33}赶紧把最后一次探视做完，好赶在太晚之前回家。基思肯定会惊讶我居然破天荒这么早回来。或者，我希望他惊讶。我们最近可没怎么在一个频道上。{/color}"
    play sound doorclose
    scene c014_s012_027 with Dissolve(0.5)
    l "嗯？"
    "{color=#66ff33}电视没开。也没闻见基思在做饭的味道。也许我们点几份披萨送餐。自从彼得去上学之后，我们就再没这么干过了。{/color}"
    l "基思？"
    play music nightmare fadein 4.0
    scene c014_s012_028 with Dissolve(0.25)
    l "基思？你在——你——"
    scene c014_s012_029 with flashred
    l "哦我勒个去你在干什么？！！" with vpunch
    u "唔嗯~~~ 哦操啊啊啊~"
    l "我就知道你他妈出轨。给我从他身上滚开，婊子！"
    scene c014_s012_030 with hpunch
    ke "劳拉？我……我以为你死了。天哪，劳拉！"
    l "你还指望我这么早回家，你这个该死的老淫贼！" with vpunch
    scene c014_s012_031 with vpunch
    if l_sex >= 2:
        ke "不只是我带了人回来。你在我发现你不忠之前，就已经想着上他了。"
    else:
        ke "不只是我带了人回来。"
    play sound gas
    scene c014_s012_032 with flashred
    l "操！！不——哦~~~"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c014_s012_033 with Dissolve(2)
    l "{size=28}不……不……{/size}"
    scene c014_s012_034 with Dissolve(0.5)
    "{color=#66ff33}操。那段……真够呛。{/color}"
    scene c014_s012_035 with Dissolve(0.5)
    "{color=#66ff33}本来就难睡个好觉，现在更糟了。而且现在还来这么一出：一大袋创伤和压力，全是从我早就知道是真的事实里翻出来的。然后还被一个灼烧者扑上来加最后一击。{/color}"
    "{color=#66ff33}看来我没别的选择，只能起床了。{/color}"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_19_908", transition=Dissolve(1.0))()
    pause
    $ Hide("july_19_908", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c014_s012_001 with Dissolve(2)
    play music insideday fadein 2.0
    "太阳升起几小时后，所有人都醒了，整栋房子里弥漫着一阵忙乱的动静。有了食物储备——尽管少得可怜——和洗漱用品，大家都想尽量回到正常的晨间流程。不过一个洗手间配四个女人，意味着我得趁能的时候解决个人问题。"
    scene c014_s012_002 with Dissolve(1)
    "时间还早，没人问起今天的计划。考虑到伊芙昨晚的怒气，我猜我们可能得给那辆SUV宣布死亡。而雾又这么糟，出去搜刮会是个不小的挑战。"
    scene c014_s012_003 with Dissolve(0.5)
    if ch14_everest == "yes":
        e "谢谢你让我多睡了一会儿。"
        j "不客气。你不会因此把我的脑袋揪下来吧？"
        scene c014_s012_004 with Dissolve(0.25)
        e "只要你不再犯就不会。"
        j "公平。"
    else:
        e "我走了之后你还睡了吗？"
        j "大概两小时吧。雪莉一醒就开始在屋里跺来跺去，我也没什么选择。"
        scene c014_s012_004 with Dissolve(0.25)
        e "*轻笑* 她看起来那么矫健优雅，其实笨手笨脚得要命。"
        j "我也发现了。"
    scene c014_s012_005 with Dissolve(0.25)
    e "换个话题，那个安德鲁到底他妈是怎么回事？"
    j "哦，你已经听说了？我以为你不会在意。"
    scene c014_s012_006 with Dissolve(0.25)
    e "一个大男人对一个十几岁的姑娘搞心理操控？对，这确实是狗屁。你打算怎么办？"
    j "现在？什么都不做。但等我们离开这儿，我会把她送上飞机，让她回去见父母。或者让别人送。劳拉，也许。"
    e "你不会揍他一顿吗？"
    j "我不打算再见到他。"
    scene c014_s012_007 with Dissolve(0.25)
    e "他是她的未婚夫。我敢保证他迟早会试着把她拖回去。那种怪物不可能让自己的战利品就这么跑掉。"
    j "那你建议怎么办？看你火气这么大。"
    scene c014_s012_008 with Dissolve(0.25)
    e "*低吼* 操，我不知道。我猜开枪打人确实会惹上法律麻烦。"
    j "对，殺怪物是一回事，我不觉得我们自卫他们就会追究法律。但等我们回到外面的世界？他们未必会喜欢「法外处决」，不管理由多正当。"
    e "只要告诉我你打算做点什么就行。"
    j "把她弄出去。送回纽约州北部的父母那儿。如果我碰巧撞见他……那就走着瞧。要是打人要坐牢，那大概也不会比现在更糟。说实话，我挺好奇你为什么在意。你们俩可算不上朋友。"
    scene c014_s012_009 with Dissolve(0.25)
    e "我在意的是有人在被那样糟蹋。叫它「正义感过头」也行。有太多他妈的男的，靠着一点权力或者钱，就把人当物件而不是当人看。所以，是的，这种事一到我这里血就沸腾。"
    j "我懂。真的懂。我也有过同样的冲动，现在我已经进到「等这事变成我们能动手处理的时候再说」这个阶段了。希望你也能很快跟我站到同一边。"
    scene c014_s012_010 with Dissolve(0.25)
    e "*哼* 好吧，大概吧。不过既然我们打算去医院，你也许该考虑那个地方对她来说情绪上很敏感。毕竟是她施虐者工作的地方。"
    j "他不该在那儿，但我懂你的意思。"
    scene c014_s012_011 with Dissolve(0.25)
    e "好。那我……我去看看洗手间空不空。等我弄完，我们再商量接下来怎么办。"
    j "行。我把工业风扇搬出来给这雾通通风。"
    scene blank with Dissolve(2)
    scene c014_s012_012 with Dissolve(2)
    "又过了一个小时，伊芙、劳拉和我聚在一起商量，眼下这种情况能做什么。"
    j "既然大家都还守着没撤，我想昨晚对所有人来说都是平静的。"
    l "我看见——或者说，我以为我看见——外面有什么东西在动。大概是个灼烧者。它没靠得更近。"
    scene c014_s012_013 with Dissolve(0.25)
    e "从其他人嘴里听到的也差不多是这么回事。很多人说自己好像看到了什么，但没出什么问题。"
    j "那就好。我想吧。至少我们在这之前带着食物回来了。"
    l "我们该想想下一步了。你说医院离这儿不算太远。"
    scene c014_s012_014 with Dissolve(0.25)
    e "我是说，还是有几英里。就算穿过这个社区、还有外头那些地方，也不是眨眼就到。要是徒步走，我们就得中途歇脚。"
    j "这个决定先别现在做。要是被逼着非撤不可，到时候再说。"
    l "那SUV呢？"
    scene c014_s012_015 with Dissolve(0.25)
    e "*呻吟* 我还没准备好宣布它死亡，但你最好把{a=https://medlineplus.gov/ency/patientinstructions/000473.htm}放弃抢救同意书{/a}准备好。我以为能从别的车上拆点可用零件下来，这想法蠢得很。妈的，要是当时找到一辆还能开的，我们直接搭线点火挤上去反而更省事。"
    j "你会搭线点火？"
    scene c014_s012_016 with Dissolve(0.25)
    e "我年轻时可能干过一点轻微的汽车盗窃。"
    j "知道了。不过今天……"
    l "这种天气我们不该出去。"
    scene c014_s012_017 with Dissolve(0.25)
    j "我们该做的是别把一天耗在这儿干等它好转。也别以为这不代表外面有什么东西在找麻烦。这附近还有哪些房子我们没查过？"
    e "下个街区尽头可能还有几栋。如果我们翻过后院篱笆、穿过草坪，也许能省点时间。但是……我不喜欢说得跟你们那群后宫一样，可你们的状态看起来、听起来都真的很糟。"
    scene c014_s012_018 with Dissolve(0.25)
    e "从回来之后，你们就一直咳啊咳的，像急诊室赶上流感季一样。也许待在家里的选择不算最差。我可以自己去附近转转——"
    j "想都别想。"
    l "*叹气* 伊芙，他没说错。死里逃生太多次了。现在谁也不许单独出去。"
    e "我可是个大姑娘。到目前为止我一个人也干得挺好。"
    scene c014_s012_019 with Dissolve(0.25)
    j "跟你说话就是这种感觉吗？"
    l "也许有一点。"
    e "哦，你俩真是够了。*轻笑*"
    scene c014_s012_020 with Dissolve(0.25)
    j "你不会一个人去的，伊芙。你知道我不会让那种事发生。而且不，这不是因为需要有人看着你。我们是在从我的错误里吸取教训。"
    e "这样你就能学一堆新的错误了，是吧？"
    j "我猜每天都是一次把事情搞砸的新机会。"
    scene c014_s012_021 with Dissolve(0.25)
    e "*呻吟* 好吧。如果我们从后门出去、翻过篱笆，然后直奔你说的那栋房子，我们可以先进去喘口气、评估一下周围，然后再看看能不能把死胡同尽头那最后几栋也搜一遍。"
    j "听起来像个计划。我知道在外面待久了都不是好事，所以咱们一定得快、并且安排好休息点。劳拉？"
    l "对。行。"
    scene blank with Dissolve(2)
    scene c014_s012_022 with Dissolve(2)
    s "所以，她们要在这种天气下出去？"
    scene c014_s012_023 with Dissolve(0.5)
    l "决定就是这样。"
    s "你居然没拦住她们？"
    scene c014_s012_024 with Dissolve(0.25)
    l "我被排除在这个决定之外了。我猜现在[player_name]身边有了个赞同他去干危险事的人，我的意见就不值钱了。大概是我冲他吼过太多次了。因为我在乎。现在我明白基思为什么跑出去操别的女人了。"
    s "那……那是……"
    scene c014_s012_025 with Dissolve(0.25)
    j "好吧，我们可以出发了。我们保证在外面会小心。"
    s "我、我去开门。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c014_s013_001 with Dissolve(2)
    play music outsideday fadein 2.0
    e "你确定吗？我知道现在问有点晚，但在那之前我不想说什么，尤其是劳拉看起来总是随时准备干一架。不过你自己也说过外面不好走。我们从「危险到没法走进去」变成了「好吧，路过巷口快速看一眼」。"
    j "确实不好走。而且我们是在赌。在便利店那次，我就知道我们离得不够近，撑不过最糟的那一段。我不是提议去徒步远足，但如果是挨家挨户地挪，我们也许还能多搜刮点东西。"
    scene c014_s013_002 with Dissolve(0.25)
    e "我不是想劝你别去，只是听起来你这是在冒巨大的风险。"
    j "反正现在做什么都是风险。要不是几件事凑在一起，我不会提这个：离我们还没搜过的房子很近、我们离医院只有一天的脚程、以及格伦德尔可能还会再出现——而且下一次，它不会客气地走开。"
    e "行，老兄。我不会劝你别去。只是不想让你出去之后遇到点困难就临阵退缩。"
    scene blank with Dissolve(2)
    scene c014_s013_003 with Dissolve(2)
    j "唔嗯~~~ 操，我动作没自己该有的那么利索。"
    scene c014_s013_004 with vpunch
    j "哈啊~~~"
    e "你看起来不像是体力不行。"
    scene c014_s013_005 with hpunch
    e "操。*咳嗽* 你说这玩意儿有多糟，可真不是开玩笑。"
    j "我们可以回去。"
    scene c014_s013_006 with Dissolve(0.5)
    e "我们闯进这房子看看能不能行。然后再决定要不要继续。"
    scene blank with Dissolve(2)
    scene c014_s013_007 with Dissolve(2)
    "第一栋房子里弥漫着一层被仍在运转的空调带进来的低浓度毒雾，但还算够让我们停下来重新整队。我们没急着放弃，等了几分钟，然后朝下一个地方出发。"
    play sound doorclose
    scene c014_s013_008 with Dissolve(0.5)
    "第四次做那种手忙脚乱的狂奔、冲进街对面的房子时，我们闯进了一栋昨天两组人都没试过的房子。屋里的雾虽然也不轻，但总比我们刚刚跋涉穿过的要好。"
    e "你之前没查过这地方？"
    scene c014_s013_009 with Dissolve(0.25)
    j "看到里面有雾。不指望能找出什么没被污染的东西。不过车库我们还是可以试试。"
    e "对。既然来了，我去弄。你把房子查一遍，看看还有没有别的有用的东西。"
    scene c014_s013_010 with Dissolve(0.5)
    j "呃，等一下。"
    e "那他妈是什么？"
    stop music fadeout 4.0
    scene c014_s013_011 with Dissolve(0.25)
    j "我想我们俩都清楚。"
    e "对，我……哦，操。"
    scene c014_s013_012 with Dissolve(0.5)
    j "什。么。他。妈。"
    e "对，也许我们该撤出去。"
    play music "<from 5>audio/UNIVERSFIELD - Dark Thriller.ogg"
    scene c014_s013_013 with flashred
    scene c014_s013_014 with vpunch
    w "{size=80}啊啊啊啊啊呃啊啊啊！！！！{/size}" with vibrate
    if persistent.ch14_complete == False:
        $ persistent.ch14_complete = True
        $ quick_menu = False
        scene blank with Dissolve(2)
        window hide
        $ Show("achievement_chapter14", transition=slideright)()
        pause
        $ Hide("achievement_chapter14", transition=dissolve)()
        $ quick_menu = True
label chapter15:
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("chapter15", transition=Dissolve(1.0))()
    pause
    $ Hide("chapter15", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    play music monster
    show ch15scream with Dissolve(2)
    "女巫的尖叫声又响又猛，把我们两个都打了个措手不及。我的脑子突突直跳，压力波撞上来时，眼睛一阵阵发胀。有那么一会儿，我被那股令人失去方向感的恶心感折腾得直想吐。"
    scene c015_s001_002 with vpunch
    hide ch15scream
    "我还没缓过来，女巫已经扑到我身上，一瞬间就跨过了那段距离。她那一击的冲力把我打离了地面。"
    scene white with flash
    scene c015_s001_003 with Dissolve(2)
    j "你为什么不肯告诉我你在哪儿？我他妈担心了一整晚。而且这已经不是第一次你这样消失了，我连你在哪都不知道。"
    na "你不拥有我，我也不欠你一个解释。我跟我的女朋友们出去了。"
    j "你那些女朋友们刚好需要希尔顿的一间房、而你七点就办了入住？我信用卡所有消费都能收到邮件通知。"
    scene c015_s001_004 with hpunch
    na "哦，去你的吧。你就是个控制欲爆棚的混蛋！"
    j "想知道你在哪儿、或者我老婆在跟谁上床，这叫控制欲吗？"
    scene white with flash
    "疼。回忆……感觉像又回到了那里……"
    scene c015_s001_005 with Dissolve(2)
    "天旋地转。我在地上。那是什么？我在……我在哪儿？"
    w "啊啊啊啊啊！！！" with vibrate
    "女巫的尖啸刺穿我的脑子，把我从恍惚中打醒。"
    scene c015_s001_006 with Dissolve(0.5)
    "即便透过那层刺鼻的毒雾，我的感官还是重新聚焦了。女巫已经抓住了伊芙，她站在那儿呆住了，霰弹枪掉在地上。我得动起来。做点什么。我得强迫自己站起来。"
    scene c015_s001_007 with Dissolve(0.5)
    $ e_anxiety += 2
    w "啊啊啊啊啊！！！！" with vibrate
    e "*咳嗽* 呃啊啊~~~"
    "伊芙连还手都没有。那就我来。"
    j "哈啊！！！"
    play sound axehit
    scene c015_s001_008 with flashred
    "*噗嗤一声*！！！！" with vpunch
    w "嘶啊啊啊！！"
    "操，斧子卡在她肩膀上了。得——"
    scene c015_s001_009 with hpunch
    "她一转身，我的手在斧子上松脱了。那一瞬间我脑子里一片混乱，拼命想出某种能跟她对抗的办法。一小段记忆碎片浮上心头：{i}「我觉得你觉得它们比实际更危险。」{/i}"
    scene white with flash
    scene c015_s001_010 with vpunch
    "尽管我想退开，她那一击还是擦过了我的肩膀。要是正中，估计会造成伤害。更让我担心的是从她嘴里涌出的白光。有那么极短的一瞬，它扫过我的胸口，我感到那种「解离感」又回来了，像是想把我震到屈服。"
    scene c015_s001_011 with Dissolve(0.5)
    "我踉跄后退，却被一把椅子卡住后背，退不动了。我全部注意力都在自己眼前这摊事上，不知道伊芙情况如何。我最后看见她时，她已经瘫成一团倒在地上。"
    scene c015_s001_012 with vpunch
    e "*咳嗽* *咳嗽* {size=30}这个婊子。{/size}"
    w "嘶啊啊啊！！"
    play sound gunshot
    scene c015_s001_013 with flashred
    "*咔——嚓*！" with vpunch
    "近距离一霰弹。血溅得到处都是，混进那层红色的雾里。够了吗？趁她被打懵，得赶紧上。"
    scene c015_s001_014 with hpunch
    "这一枪应该够了。女巫倒了。我得给她补上最后一击。"
    scene c015_s001_015 with hpunch
    "我费了比预想更大的劲，才把斧子拔了出来。"
    w "哈啊啊啊嘶啊啊啊！！！"
    play sound axehit
    scene c015_s001_016 with flashred
    "*噗嗤一声*"
    scene c015_s001_017 with Dissolve(0.25)
    "这下他妈该成了。血从它脖子上那个豁口里涌出来。脑袋滚到了一边。"
    "我得看看伊芙。看看能不能带她出去。带我们出去。"
    $ e_friend += 1
    scene c015_s001_018 with Dissolve(0.5)
    j "伊芙！伊芙？你没事吧？*咳嗽* *咳嗽*"
    "空气里全是毒。我自己都喘不上气。视线更是一他妈糟，边缘全糊了。不过伊芙正捂着脸。我能听见她硬撑着不崩溃的声音。"
    scene c015_s001_019 with Dissolve(0.5)
    "她的面罩和护目镜全废了。打架的时候被打掉了。我能看见橡胶在好几处融化。脸上结结实实挨了那么一下，它们已经尽力{a=https://wowwiki-archive.fandom.com/wiki/Class_role}硬扛{/a}了，但现在已经彻底废了。"
    scene c015_s001_020 with Dissolve(0.5)
    j "伊芙。它死了。我们干掉了。你没事吧？实在不行就点点头。"
    e "*咳嗽*"
    "她在发抖，但还是撑住点了点头。她双眼紧闭，我能看到脸颊上有些发红。在找个安全的地方之前，我没法判断她受了多重的伤。可没了面罩和护目镜，我只能领着她走，让她闭上眼睛，尽量减少暴露。"
    scene c015_s001_021 with Dissolve(0.25)
    "听见楼上有动静时，我就明白我们得走了，而且不能再慢吞吞的。"
    j "好，伊芙。我重新帮你把围巾裹好遮住嘴。帽子我去给你拿。你能握住霰弹枪吗？你不用开枪，但我得腾出一只手来扶着你。行吗？"
    e "*咳嗽* *咳嗽* *咳嗽*" with vpunch
    "她说不出话来。我就当她同意了。"
    scene c015_s001_022 with Dissolve(0.25)
    j "好，我扶你起来。以后要是因为我侵犯你的私人空间、或者把你当成做不到这些事的人，冲我发火就行。*咳嗽*"
    "她的手抓住我的背时，我就知道她明白这是最好的选择。"
    j "还有——"
    scene c015_s001_023 with hpunch
    "过程算不上优雅，但我把她扶了起来。伊芙晃了一会儿。我比平时多扶了她一阵，直到确定她不会再倒下去。"
    scene c015_s001_024 with Dissolve(1)
    "花了一会儿同时处理「扶住伊芙」和「捡起她的霰弹枪和帽子」，我站在那里，扶稳她。"
    e "*咳嗽* *咳嗽* *咳嗽*" with vpunch
    "我能听见楼上传来的脚步声。我们马上要有客人了。"
    j "我们得走了。这栋楼里还有其他灼烧者。低下头，让我带你出去。"
    scene c015_s001_025 with Dissolve(0.5)
    "我把她那声半是咳嗽的闷哼当作同意，转过她的身，一条手臂搂住她，领着她回到前门。"
    scene c015_s001_026 with Dissolve(0.5)
    "我们踏出那栋房子时，听到的最后一点声音是身后好几个生物跌跌撞撞冲下楼梯的响动。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c015_s001_027 with Dissolve(2)
    play music horror fadein 2.0
    "一到外面，就有好几个灼烧者朝我们这边过来，像是收到了什么召唤。"
    j "操。我们要动了。信我。我们有个后援团正朝这儿来。"
    scene c015_s001_028 with hpunch
    "*砰* *砰*"
    "里面有一个正在猛砸窗户。"
    play sound glasssmash
    scene c015_s001_029 with vpunch
    "{size=50}*哗啦*{/size}"
    j "操！"
    scene c015_s001_030 with Dissolve(0.5)
    j "好，我们走。"
    scene blank with Dissolve(2)
    scene c015_s001_032 with Dissolve(2)
    "算我们走运，灼烧者就算再怎么躁动也不快。我们动了起来，等中间隔了几栋房子之后，它们大多只是雾里的几道剪影。"
    scene c015_s001_033 with Dissolve(0.5)
    "伊芙又看不见、又呼吸困难，只能笨拙地让我领着走。我尽力不把这件事弄得更难。"
    "她这个状态，我们没法像之前那样翻篱笆。我只能带她绕远路。肾上腺素让我在雾里撑了下来，效果好得惊人。它帮我忽略了背和肩膀上的疼痛。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c015_s001_031 with Dissolve(2)
    "中途停下来缓了一次之后，我们继续走，终于回到了那栋房子。"
    j "开门！开门！"
    scene blank with Dissolve(2)
    scene c015_s002_001 with Dissolve(2)
    play music school fadein 2.0
    l "我勒个去，怎么了？伊芙！"
    j "回头再说。她得把脸洗掉。得把这身装备脱下来。"
    scene c015_s002_002 with Dissolve(0.25)
    l "她的面罩呢？护目镜呢？"
    scene c015_s002_003 with Dissolve(0.25)
    j "回头说 *咳嗽* 帮我把她弄上楼。哪个白痴蠢货一楼不装个洗手间？"
    scene c015_s002_004 with Dissolve(0.25)
    s "在这儿，在这儿。我扶着你。"
    e "*咳嗽* *咳嗽*"
    scene blank with Dissolve(2)
    scene c015_s002_005 with Dissolve(2)
    "受限于空间和我们移动的速度，雪莉尽她所能帮我把伊芙弄上了楼梯。她踉跄了一下，但我们还是到了楼上的平台。"
    scene c015_s002_006 with Dissolve(0.5)
    "一切都模糊成一片。我自己的肺感觉像泡在水里，视线也糊了。现在我们进到了安全的地方，我一直绷着的那根弦松了下来，于是也感觉到自己身上的伤开始「打招呼」了。"
    scene blank with Dissolve(2)
    scene c015_s002_007 with Dissolve(2)
    "虽然我没像伊芙那样被正面喷到一脸，但女巫对我做的这些也够受了。"
    scene c015_s002_008 with Dissolve(0.5)
    s "我扶住她了，扶住她了。"
    j "伊芙？"
    scene c015_s002_009 with Dissolve(0.25)
    e "*咳嗽* *咳嗽* 死不了。只要能 *咳嗽* *咳嗽*"
    s "让我帮她洗洗，好吗？你也得把这身东西脱掉。天哪，你听起来糟透了。我扶住她了，[player_name]。让我来。"
    j "好，那我先出去。你要是需要——"
    scene c015_s002_010 with Dissolve(0.25)
    s "我会喊人帮忙的。但必须是劳拉或者卡莉。你得照顾好自己。现在。"
    "这是我第一次见雪莉对任何事这么强势。有那么一下把我整懵了，我就照做了。考虑到我当时的状况，也没法跟她硬顶。"
    scene blank with Dissolve(2)
    scene c015_s002_011 with Dissolve(2)
    j "*咳嗽* *咳嗽*"
    scene c015_s002_012 with Dissolve(0.25)
    "回到走廊之后，我自己的身体也开始要撑不住了。" with vpunch
    l "[player_name]？嘿，没事的。我在这儿。我扶着你。"
    scene c015_s002_013 with Dissolve(0.25)
    j "*咳嗽* 谢了。"
    scene c015_s002_014 with Dissolve(0.5)
    l "伊芙会没事吗？"
    j "还不知道。雪莉在处理。让我滚远点。"
    scene c015_s002_015 with Dissolve(0.25)
    l "好，进去洗衣房。你把这身脱了。你必须脱掉。烟气从你身上一阵阵往外冒，活像在雪茄吧里待了一星期。"
    "我又一次没有反抗。我心里知道，她们是在那种情况下尽力了。"
    scene blank with Dissolve(2)
    scene c015_s003_001 with Dissolve(2)
    s "我扶着你。伤得有多重？"
    e "*咳嗽* *咳嗽* {size=29}看东西费劲。{/size}*咳嗽*{size=29} 头……{/size}*咳嗽*"
    scene c015_s003_002 with Dissolve(0.25)
    s "别……别再说了。这不是第一次我看到有人被抬回来这副惨样。你的脸看起来没被严重烧伤。卡莉被袭击的时候，脸上和胸前有些轻微烫伤，可她皮肤白，所以看起来严重得多。"
    scene c015_s003_003 with Dissolve(0.25)
    s "抱歉，我有点……总之就是我自己这样。来，我帮你脱下来。这身得洗。我想劳拉也在帮[player_name]做同样的事。我保证尽量不让这变得尴尬。"
    e "好……吧。*咳嗽*"
    scene c015_s003_004 with Dissolve(0.25)
    s "我知道你大概是那种不喜欢别人侵入私人空间的人，真的很抱歉这次我必须这么做，但这次你只能让我帮。"
    e "*咳嗽*{size=29} 我的私人空间权利{/size}*咳嗽*{size=29} 在[player_name]把我从房子里拖出来那刻就全没了。{/size}"
    scene c015_s003_005 with Dissolve(0.25)
    s "我……不，现在不行。你得洗干净。"
    scene c015_s003_006 with Dissolve(0.25)
    s "你能看得够清楚吗，够的话——"
    e "剩下的我能自己脱 *咳嗽* 不过还是谢谢。"
    scene c015_s003_007 with Dissolve(0.25)
    s "要我留在旁边吗？"
    e "……"
    scene c015_s003_008 with Dissolve(0.25)
    e "你不介意的话，就在门外待着吧。拜托。"
    s "我介意。"
    if bicontent == "yes":
        scene c015_s003_009 with Dissolve(0.25)
        "{color=#8bc7ff}我知道现在一切都乱成一团，我不该想这些有的没的，但我就是忍不住想她的眼睛真好看。我是说，不是那种红肿的样子，而是颜色……再加上别的……{/color}"
    scene blank with Dissolve(2)
    scene c015_s002_016 with Dissolve(2)
    l "来，来。脱掉。"
    j "想把我扒光。*咳嗽* *咳嗽*"
    scene c015_s002_017 with Dissolve(1)
    if l_sex == 0:
        l "要是你拿老笑话反复用，那脑子肯定有问题了。不过又不是说我没见过你的光屁股。而且这都快成习惯了。"
    else:
        l "要是你拿老笑话反复用，那脑子肯定有问题了。不过又不是说我没见过你光着身子。而且这都快成习惯了。"
    scene c015_s002_018 with Dissolve(0.5)
    l "现在，告诉我发生了什么？我们听见霰弹枪响了。我拼尽了全力才没当场冲出去。你要是不在那时候回来，我……"
    j "*咳嗽* 我们是一家一家往前挪的，昨天我跳过了其中一栋。里面全是雾。我觉得不会有好事。我们进去躲白茫雾。伊芙提议去看看车库。"
    scene c015_s002_019 with Dissolve(0.25)
    j "在里面我看见了……人体零件。我们本该马上出来的。走进客厅，那里……全是血。一片狼藉。一堆一堆曾经是人、或者灼烧者的东西。我不知道还能怎么形容。像是{a=https://www.imdb.com/title/tt0251736/}罗布·僵尸{/a}的电影在里头炸开了。"
    j "然后那个女巫就他妈像凤凰一样站了起来。该死的血淋淋的凤凰。但它跟别的那些不一样。它……不重要了。它朝我们扑过来。很快。把我打翻。抓住伊芙，开始融化她的面罩。最后我们合力弄死了它，可是……这玩意儿不是能随便招惹的。"
    scene c015_s002_020 with Dissolve(0.25)
    l "老天爷啊，[player_name]。那……"
    j "我知道，我知道。「我们不该出去」。或者别的什么说法。但要是不去，我们就不会知道隔壁就有个{a=https://www.nintendo.com/en-za/Hardware/Nintendo-History/Super-Nintendo/Super-Nintendo-627040.html}超级任天堂{/a}级别的女巫。而且这还不是唯一的事，劳拉。我听见楼上有动静。"
    j "我不知道那是什么，但我押注是更多的灼烧者。也许是某种巢穴。或者……我他妈完全不知道。我拼了命把伊芙带出来。"
    scene c015_s002_021 with Dissolve(0.25)
    l "不，我……那现在不重要了。"
    j "外面还有更多，像是她说动了增援一样。我们尽力逃了出来。伊芙……*叹气*"
    scene c015_s002_022 with Dissolve(0.25)
    l "雪莉会照顾她。宿舍那次她把我和卡莉都照顾得很好。信她。我待会儿去看看她们。不过你……"
    l "你眼睛充血。有些淤青。感觉怎么样？"
    j "视线废了。我能看清你，但周边一切都糊了……简直狗屁。而且就算戴着面罩，我还是吸了一肺。那女巫？她打人的力道像职业拳手。像是{a=https://en.wikipedia.org/wiki/Mike_Tyson}迈克·泰森{/a}嗑了可卡因之后的状态。"
    scene c015_s002_023 with Dissolve(0.25)
    l "好，好。等伊芙处理完——或者等我们把她弄到一个她能待的地方——我们就得给你洗干净。再评估一下你到底伤得多重。还有别的吗？"
    menu:
        "够了。":
            j "我想这些就够了。"
            scene c015_s002_024 with Dissolve(0.25)
            l "对，我也这么觉得。先把你弄到能坐下歇着的地方，我去看看雪莉把伊芙怎么样了。"
            j "行，行。"
        "对，我看见了什么……\n[rgr](劳拉 信任 +1)\n[rrd](劳拉 焦虑 +1)":
            $ l_trust += 1
            $ l_anxiety += 1
            $ ch15_lauratold == "yes"
            scene c015_s002_025 with Dissolve(0.5)
            j "对，我看见了什么……我不知道怎么说。那个女巫转向我的时候……从它嘴里射出的那道光……就像一束聚光灯。它打中我，然后我整个人就……他妈的，有那么一下我不在那儿了。"
            j "我不知道怎么说。像是昏过去了一样。或者，卡在某个回忆里……"
            scene c015_s002_026 with Dissolve(0.25)
            l "那是什么？"
            j "就是那天晚上我当面质问南希出轨的事。时间不长。那个幻象。回忆。随便怎么叫。但再感受到那一次……那真的很疼。不过它消失了，我醒过来时整个人都懵了，躺在地上。没什么时间去细想，因为女巫抓住了伊芙，我得保住我们的命。"
            scene c015_s002_027 with Dissolve(0.25)
            l "天哪，[player_name]。我……"
            j "现在不重要，但我觉得你应该知道。以防万一。现在我们得先确认伊芙没事。"
            scene c015_s002_028 with Dissolve(0.25)
            l "好好好。先把你弄到能坐下歇着的地方，我去看看雪莉把伊芙怎么样了。"
            j "行，行。"
        "我觉得我可能在下面受了伤。\n[rgr](劳拉 焦虑 -1)" if l_sex >= 4:
            $ l_anxiety -= 1
            j "我觉得我可能受了伤。在下面。你最好检查一下。*轻笑*"
            scene c015_s002_028-1 with Dissolve(0.25)
            l "看来没严重到你还能拿来开玩笑。"
            j "我在这方面挺皮实。也许你可以检查一下，看他是不是还运转正常。"
            scene c015_s002_028 with Dissolve(0.25)
            l "行了吧，够了。来，先把你弄到能坐下歇着的地方，我去看看雪莉把伊芙怎么样了。"
            j "行，行。"
    if l_love >= 5:
        scene c015_s002_029 with Dissolve(0.5)
        "我很庆幸劳拉没有把我骂一顿。我知道她是好意，但现在不是告诉我「你在安全问题上太蠢了」的时候。"
        scene c015_s002_030 with Dissolve(0.25)
        "{color=#66ff33}不是现在。就算我多想说，现在也不是时候。{/color}"
    else:
        "我很庆幸劳拉没有把我骂一顿。我知道她是好意，但现在不是告诉我「你在安全问题上太蠢了」的时候。"
    scene blank with Dissolve(2)
    scene c015_s003_010 with Dissolve(2)
    l "她怎么样？"
    s "她在洗澡。她的眼睛看着挺像[player_name]把你带回宿舍时你的样子。"
    scene c015_s003_011 with Dissolve(0.25)
    l "*叹气* 我最不体面的时刻，但还能撑过去。"
    s "嗯，她有些视力问题，不过我觉得会慢慢好起来。脸上有些轻微烫伤。没卡莉那次严重。说到卡莉……"
    scene c015_s003_012 with Dissolve(0.25)
    l "她在楼下放哨。"
    s "好。那[player_name]呢？"
    scene c015_s003_013 with Dissolve(0.25)
    l "在卧室里，等着轮到他洗澡。我帮他把装备脱了扔进洗衣机。他比伊芙情况好多了。他说要不是伊芙戴着面罩和护目镜，情况可能会更糟。"
    s "发生了什么？等等，不，我不想知道。其实我大概还是该——"
    scene c015_s003_014 with Dissolve(0.25)
    e "{size=32}好了。雪莉？我需要帮忙。{w=2}拜托。{/size}"
    s "来了。你穿好衣服了吗？"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c015_s002_031 with Dissolve(2)
    play music insideday2 fadein 2.0
    "{color=#ffcccc}天哪。他们回来了，然后……我听见那声尖叫，接着是霰弹枪响。那尖叫……就像有人拿指甲划我脑子后面的一块黑板。我不知道我们该怎么办。劳拉当时想冲出去追他们，好像她能做什么似的。{/color}"
    "{color=#ffcccc}不过那段时间等待……说真的，我们站在那里不知道该怎么办时，我不确定自己有没有呼吸过一次。老实说我们谁都没有。劳拉只是在反应，而不是思考。最近我们所有人都是这样。{/color}"
    scene c015_s002_032 with Dissolve(0.25)
    "{color=#ffcccc}她和雪莉在楼上照看伊芙和[player_name]，我能做的也不多，只能看着外面、祈祷没有东西跟着他们回来。我甚至不知道发生了什么。但既然他们不得不开枪，那一定很糟。{/color}"
    "{color=#ffcccc}还有伊芙……她回来时面罩和护目镜都没了。光呼吸就很费劲。我……我以前见过劳拉那个样子。我大概知道那是什么感觉，不过我当时昏过去了。所以我还记得一些，因为我在宿舍那边醒过来时，人在洗手间里，而[player_name]正在确认我没事。{/color}"
    scene c015_s002_033 with Dissolve(0.25)
    if ch14_shelleytellskallie == "yes":
        "{color=#ffcccc}[player_name]……对于雪莉那天晚上说的那些，我心里的感觉乱得厉害，也许还生气、也许还失望，可听见霰弹枪响的那一刻，我脑子里只有一个念头：他会不会受伤，甚至更糟。{/color}"
        "{color=#ffcccc}我们之间算是「在一起」的关系、或者哪怕算某种形式的关系，这种想法本来就很难成立，尤其是当我连自己的感觉都没法对他说的时候。所以雪莉去找他、只是为了让自己好受一点……我不知道。我真的不知道。{/color}"
        "{color=#ffcccc}眼下这似乎不重要。现在，确认伊芙会不会没事更重要。{/color}"
    elif ch14_shelleytellskallie == "no" and ch13_kallie_sex == "yes" or ch14_shelleytellskallie == "no" and ch14_kallie_sex == "yes":
        "{color=#ffcccc}[player_name]……他又出去了，我怕他回不来。而现在？我必须撑住，因为现在不是把话题引到我的恐惧和不安上的时候。{/color}"
        "{color=#ffcccc}我知道，在连能不能活着离开都不确定的情况下，还去设想某种形式的「未来」是件又傻又疯的事。但只要我让自己希望一秒，我就真的会希望。我只是太害怕把那句话说出口，因为上次我说出口的时候，它把我绑在了一个只想「拥有」我的男人身上。{/color}"
    else:
        "{color=#ffcccc}天哪，希望他们没事。我只能相信劳拉和雪莉会尽力。雪莉……看到她挺身而出真好。她特别看轻自己，但这已经是她第三次在别人需要的时候守在旁边了。她不是个行动派，但在你需要的时候，她很擅长给人支持。{/color}"
    scene blank with Dissolve(2)
    scene c015_s003_015 with Dissolve(2)
    "我做错了什么？我搞砸了，然后别人又受伤了。又是这样。我本该先检查那地方。本该留在这儿。本该……"
    "感觉不管我做什么选择，都是错的那个。像是我被诅咒了，我身边每个人都要为我做了或没做的事付出代价。也许根本不存在好的选择，只有{b}没那么糟{/b}的选择。"
    "还有关于南希的那段回忆？它击中了一个我以为没这么脆弱的地方。我以为我已经把那种痛苦埋起来了。或者在别的、更重要的事情狰狞着冒出来的时候把它忽略了。过去几周它肯定不重要，但现在……"
    scene c015_s003_016 with Dissolve(0.25)
    "我只感到自己一片死寂。被本该信任的人背叛，那种痛我不知道自己这辈子能不能走得出来。也许这个提醒，反而让我更容易接受自己在这儿的角色。"
    s "{size=32}[player_name]？淋浴间空出来了。{/size}"
    scene blank with Dissolve(2)
    scene c015_s003_017 with Dissolve(2)
    l "卡莉？"
    k "在客厅。"
    scene c015_s003_018 with Dissolve(0.25)
    l "好，太好了。你在那儿。外面怎么样？"
    k "我看见有几个在附近游荡，但都没有试着靠近。不过感觉比之前多了。"
    scene c015_s003_019 with Dissolve(0.25)
    l "对……*叹气*"
    k "她们没事吧？伊芙看起来……"
    scene c015_s003_020 with Dissolve(0.25)
    l "她们会没事的。雪莉在照顾伊芙。她的眼睛看着很惨，还有几处轻微烫伤，但我觉得面罩替她挡掉了最糟的部分。现在她在休息。你也记得，应付那种创伤最好的办法就是睡觉。"
    k "那[player_name]呢？"
    scene c015_s003_021 with Dissolve(0.25)
    l "脸颊有些轻微烫伤，还有淤青。"
    k "她们说发生了什么了吗？"
    scene c015_s003_022 with Dissolve(0.25)
    l "[player_name]说他们进了一栋房子，然后有女巫袭击了他们。听他的说法，这一个比其他的更强、更危险。或者，也可能一样危险，只是我们终于知道了它们能干什么。"
    k "死了吗？"
    l "死了，但[player_name]说得像是那个女巫召来了灼烧者。说一大群不知道从哪儿冒了出来，正朝房子这边来。"
    scene c015_s003_023 with Dissolve(1)
    k "……"
    "{color=#66ff33}那好像以某种方式击中了她的……还是说，是别的什么？{/color}"
    l "卡莉？你没事吧？"
    scene c015_s003_024 with Dissolve(0.25)
    k "你呢？"
    l "又慌又乱，既松了口气又担心，但我想现在就是这样了吧。不过你看起来……"
    scene c015_s003_025 with Dissolve(0.25)
    k "我没事，但现在我能做的就是「做点什么」。我受够了自己一副脆弱、受伤、害怕的样子，可是……"
    scene c015_s003_026 with Dissolve(0.25)
    k "我们越接近医院，我就越害怕……我知道他不会在那儿。他跟其他人一起撤离了。他又不是核心医疗人员。不，他们连医疗人员都不会留下，对吧？"
    k "但如果他真的在，我不信自己能足够坚强。他……我知道他做的事是错的，但如果我再见到他，我不知道自己会不会又让他摆布。他会把他想要的那个版本埋在我真实的自己底下，我不知道我还能不能找回那个真的我。"
    scene c015_s003_027 with Dissolve(0.25)
    l "嘿、嘿，没事的。他不会在那儿。就算他在，他也绝没可能靠近你。我和[player_name]两个人会挡着。"
    k "还有伊芙。我……她问了，我就说了。她很生气。火得不行。"
    l "那至少这件事上我们有共识。*叹气*"
    if ch14_shelleytellskallie == "yes":
        scene c015_s003_027-1 with Dissolve(1)
        l "还有别的吗？我知道你说的这些已经很多了，但你总是那么安静，我觉得我得更常来问问你。而且要多问几遍，好让你开口。我保证我会做得更好，卡莉。"
        k "没事。我、我没事。"
        scene c015_s003_027-2 with Dissolve(0.25)
        l "真的？"
        k "真的。"
        "{color=#ffcccc}只是我觉得，不该拿「我还在试着弄清自己的感受」这件事来给你添负担。你还有那么多别的该操心的事。{/color}"
    scene blank with Dissolve(2)
    scene c015_s003_028 with Dissolve(2)
    j "*呻吟*"
    s "嘿，大美人。"
    j "雪莉。伊芙怎么样？"
    scene c015_s003_029 with Dissolve(0.25)
    s "她在休息了。洗掉之后把最脏的那些都冲走了，她的装备我也放进洗衣机了。不过她看起来很累，整件事看起来真的把她掏空了。"
    j "谢谢你顶上去。帮了大忙。"
    scene c015_s003_030 with Dissolve(0.25)
    s "好啦。是时候别再当个傻乎乎的女大学生了。"
    menu:
        "你不是「傻乎乎的大学生」。":
            j "你不是「傻乎乎的大学生」。我们现在做的这一切，没有一样算得上成年人的负责任行为。这是求生，我们所有人都在拼命应付，仅此而已。"
            scene c015_s003_031 with Dissolve(0.25)
            s "好吧，但我还是在追赶进度。而且我不该这样。"
            j "我们都是。没关系。"
        "但我喜欢那个「傻乎乎的大学生」。\n[rgr](雪莉 好感 +1)":
            $ s_friend += 1
            j "但我喜欢那个「傻乎乎的大学生」。她善良又风趣。"
            scene c015_s003_032 with Dissolve(0.25)
            s "哎呀~~~ 你真知道怎么让女孩子开心。*咯咯笑*"
            j "我尽力。"
    scene c015_s003_033 with Dissolve(1)
    j "好了，那我先去穿件衣服。"
    s "别急着出来，不急。"
    scene c015_s003_034 with Dissolve(0.5)
    "让雪莉来调节气氛吧。自从我们离开校园之后，她一直在努力做这件事，我很感激。我知道她自己也在打自己的仗，但我很高兴她状态稳定的时候，能为所有人撑起一片。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_19_446", transition=Dissolve(1.0))()
    pause
    $ Hide("july_19_446", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    play music nightmain fadein 2.0
    scene c015_s004_001 with Dissolve(2)
    "这一天剩下的时间都在焦躁的安静中度过。总有人轮流放哨，记着在附近街上游荡的灼烧者数量，随时都在琢磨要不要就 即将到来的危险发出警报，只差那么一点。"
    scene blank with Dissolve(2)
    scene c015_s004_002 with Dissolve(2)
    "伊芙在第二间卧室睡觉时，我探头看了一眼，但决定不去打扰她。我理解那种想要「关机」的需求。差点死掉带来的恐惧，加上被袭击的疼痛，她配得上休息一会儿。"
    "我在脑子里把整件事重新过了一遍，仿佛这样就能改写历史。有个瞬间一直留在我心里：关于南希那段痛苦记忆毫无预警地闪了一下，我只能推测它跟女巫做的某种事有关。短暂却痛苦，它留在了我心里，重新撕开了旧伤。"
    "我得把这一切重新压回去。我不能回头沉溺在那种痛苦里，因为它会用一些没产出的念头分散我的注意力。"
    scene blank with Dissolve(2)
    scene c015_s004_003 with Dissolve(2)
    "那天晚上吃过饭，我们决定在伊芙不参与的情况下安排值班。让她恢复看来是最好的主意。"
    if e_sex >= 1:
        "虽然我们所有的计划都被搁置了，但我知道我们很快就得出发。徒步。过去两天我们一直在纵容伊芙的一个幻想。我这么干是想让她对我们放下戒心、把我们当盟友。当然，我们上过了床，但她在我印象里不是那种会给这件事加权的人。"
    else:
        "虽然我们所有的计划都被搁置了，但我知道我们很快就得出发。徒步。过去两天我们一直在纵容伊芙的一个幻想。我这么干是想让她对我们放下戒心、把我们当盟友。"
    scene blank with Dissolve(2)
    scene c015_s004_004 with Dissolve(2)
    "但现在很明显，我们得徒步走完最后这几英里到医院。我们会等一等，看雾会不会散一些，但最终我们还是得走。至于伊芙跟不跟我们一起，那还不好说。"
    "我还是不知道那辆车对她有什么魔力，但我猜那是某种私人的东西。是她不管我怎么追问都不会告诉我们的东西。"
    scene blank with Dissolve(2)
    scene c015_s004_005 with Dissolve(2)
    "晚饭后，劳拉提到得给伊芙补充她丢掉的防护装备。背包里还剩几个医用口罩，但我们得回到某栋已知安全的房子，看看能找到什么来替换她的护目镜。"
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_19_912", transition=Dissolve(1.0))()
    pause
    $ Hide("july_19_912", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c015_s004_006 with Dissolve(2)
    "那天晚上我第一个倒下。连续多天待在外面已经让身体付出了代价，今天的事更是雪上加霜。既然我排的是最后一班，我想尽可能多休息一会儿。我知道我们暂时还不会上路，但谁知道麻烦什么时候会再冒出来。"
    scene blank with Dissolve(2)
    scene c015_s004_007 with Dissolve(2)
    "有一阵子我听见了动静，认出是卡莉来叫劳拉接班，也就没在意，又睡了过去。"
    scene blank with Dissolve(2)
    scene c015_s004_008 with Dissolve(2)
    l "雪莉。"
    s "唔嗯~~~ 哦，哦，对。抱歉。"
    scene c015_s004_009 with Dissolve(0.5)
    l "没事。什么都没发生。"
    s "好。"
    scene blank with Dissolve(2)
    scene c015_s004_010 with Dissolve(2)
    "看来劳拉叫醒雪莉这件事足以把我从深睡里拽出来。我躺在床上，脑子清醒到不靠酒精或者药物就没法再睡回去的程度。"
    "过了一会儿，我说了句「管他的」，起了床。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_20_322", transition=Dissolve(1.0))()
    pause
    $ Hide("july_20_322", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    play music nightmain2 fadein 2.0
    scene c015_s004_011 with Dissolve(2)
    "我发现雪莉坐在沙发上，注意力全在楼下那扇窗户上。"
    j "雪莉，是我。"
    scene c015_s004_012 with Dissolve(0.5)
    "雪莉发出一声介于倒抽气和如释重负的叹息之间的声音。"
    s "哦去~~~"
    scene c015_s004_013 with Dissolve(0.5)
    s "操。抱歉，我刚才……有点专注。或者说在努力专注。之前打了个盹，这会儿一直拼命让自己保持清醒。"
    j "没事。我知道一个人待在这儿会有点难熬。确实适合想事情，但你也开始会看见外面的东西，然后分不清那是真的还是只是雾。"
    scene c015_s004_014 with Dissolve(0.5)
    s "对。可能我两样都有一点。"
    j "你一直在想什么？介意我问的话。"
    scene c015_s004_015 with Dissolve(0.5)
    s "*哼* 我想你大概已经知道，你是少数几个我觉得能放心倾诉的人之一。"
    j "共同经历过的创伤，确实是铸就长久关系的好办法。"
    scene c015_s004_016 with Dissolve(0.25)
    s "对。我……我一直在想布丽、梅茜，还有特里安娜。她们是……朋友吧。我是说，我们住同一个地方、也会聊天之类的，但回头看，我不一定会说我们亲近。我们只是在同一个时间出现在同一个地方。"
    if bicontent == "yes":
        scene c015_s004_017 with Dissolve(0.25)
        s "梅茜跟我确实也玩过几次，但那是在大学里。每个人都会稍微有点「战绩」。"
        j "这跟我对大学的记忆不太一样，不过行吧。"
    scene c015_s004_018 with Dissolve(0.25)
    s "可是知道梅茜死了，又不知道布丽和特里安娜在哪儿，这感觉……我也说不上来。"
    j "你根本没时间消化这些。我们谁都没有。你对这件事是什么感受？回答「我不知道」完全没关系。"
    scene c015_s004_019 with Dissolve(0.25)
    s "难过，但很麻木，就跟它不是真的似的。或者，这甚至不算我过去一个月里经历过的最糟的事。它连榜单都上不了。"
    j "对。等我们出去、这一切都变成遥远的回忆之后，这就成了你必须去面对的事。"
    scene c015_s004_020 with Dissolve(0.25)
    s "*叹气* 那布丽呢？还有特里安娜？我们一直没找到她们，也没找到跟她们一起离开的那些男人。"
    j "我们只能希望她们去了别的地方、决定躲起来苟着。或者，也许她们也还在努力往外走。"
    if ch10_goresseen == "yes":
        "一个短暂而不愉快的念头冒进我脑子：如果我在学校发现的那些尸体里有一具就是布丽呢？还有那个袭击我的疯子？是不是她跟着离开的那帮男人之一？过了一秒，我把这个念头压了下去。现在不是琢磨这种无法证实的事的时候。"
    scene c015_s004_021 with Dissolve(0.25)
    s "大概吧。"
    "雪莉听起来并不相信我。说实话我自己也不信，但我必须把「不是每个故事都有坏的结局」这件事说出来，因为我们自己还在努力活着出去。"
    scene c015_s004_022 with Dissolve(0.25)
    s "我知道你也没有答案。但你愿意试着把这事说得轻一点，我很感激。还有，谢谢你……愿意听我说。这个我真不觉得自己短期内能释怀。"
    j "可以理解，没关系。"
    scene c015_s004_023 with Dissolve(0.25)
    "我想告诉她把注意力放回我们、我们自己的生存上，但我知道我没法管她在想什么。雪莉在尽力让自己别往躁狂或者抑郁那边歪，我只能让她用自己有的应对方式撑下去。"
    "而且说实话，我脑子里也飘着一大堆乱七八糟的念头，其中一个不断提醒我：也许我得做点极端的事，才能确保其他人脱身；而牵挂可能会让她们更难走。"
    menu:
        "让她回床上去睡。":
            j "你大概该回床上躺着了。尽量再睡一会儿。"
            if ch11_shelley_sex == "yes" or ch13_shelley_sex == "yes" or ch14_shelley_sex == "yes":
                $ ch15_shelley_stay = "yes"
                "她在这个建议前停了一下。我觉得这不需要考虑。几秒后她开口了，声音很轻……"
                scene c015_s004_024 with Dissolve(0.25)
                s "我……我可以在这儿待着吗？睡沙发上？我只是……想在离你近一点的地方，感觉安全。我知道这很傻，可是……"
                scene c015_s004_025 with Dissolve(0.25)
                j "没关系，雪莉。只要你觉得有我在旁边能睡着。我会尽量安静。"
                s "谢谢。我……真的谢谢。"
                if ch14_shelleytellskallie == "yes":
                    jump ch15_shelleysleeptell
                else:
                    "有一阵子她翻来覆去找舒服的姿势。我只是站在窗边，尽量不让自己显得太显眼。"
                    "没过多久，雪莉就睡着了。我看着这个可爱的女人摊在沙发上居然能睡得那么不雅，忍不住暗自发笑。"
                    jump ch15newmorning
            else:
                scene c015_s004_024 with Dissolve(0.25)
                s "*叹气* 对。我试试。半夜爬起来看来对改善这个没什么帮助。"
                j "你是个女大学生。熬夜睡觉你应该早就习惯了。*轻笑*"
                scene c015_s004_025 with Dissolve(0.25)
                s "可那都是派对之后。这又不是派对，而且我也没醉到那份上。"
                j "我知道，但试试吧。我会跟她们说让你多睡两个小时。"
                scene c015_s004_026 with Dissolve(0.25)
                s "谢了。晚安，[player_name]。"
                j "晚安。"
                scene c015_s004_027 with Dissolve(1)
                "我听见雪莉手忙脚乱地爬上楼。没过多久，她的声音就停了，我猜她已经钻进被窝。过了几分钟，我把注意力转回窗外，努力让脑子里的噪音安静下来。"
                jump ch15newmorning
        "把她搂紧。\n[rgr](雪莉 爱意 +1)\n[pks]":
            scene c015_s004_028 with Dissolve(0.5)
            "我把她搂紧，有那么一瞬间，我感到她的身体瘫软下来、靠进我怀里，像是她已经憋了好几个小时的恐惧终于泄了出去。"
            scene c015_s004_030 with Dissolve(0.25)
            s "唔嗯~~~"
            "那一刻，看着雪莉紧紧贴着我，我想起了她本来的样子——那个甜蜜、可爱的年轻女人。我恨她正在经受这种会在她心理上留下终身印记的地狱。而这一切只让我更想保护她。"
            if ch11_shelley_sex == "yes" or ch13_shelley_sex == "yes" or ch14_shelley_sex == "yes":
                "如果我必须——"
                stop music fadeout 2.0
                scene c015_s004_031 with Dissolve(0.25)
                s "嘿，[player_name]……"
                $ ch15_shelley_sex = "yes"
                $ s_sex +=1
                $ s_love +=1
                $ ch15_shelley_stay = "yes"
                call ch15_shelley_sex from _call_ch15_shelley_sex
                if ch14_shelleytellskallie == "yes":
                    jump ch15_shelleysleeptell
                else:
                    jump ch15newmorning
            else:
                #scene c015_s004_029 with Dissolve(0.25)
                scene c015_s004_031 with Dissolve(0.25)
                "有那么一瞬间，她看着我，我在想她心里在想什么。然后就没了。"
                scene c015_s004_024 with Dissolve(0.5)
                s "*叹气* 对。我该试着再睡回去。半夜爬起来看来对改善这个没什么帮助，但我得养足精神，万一一会儿要做点什么。"
                j "你是个女大学生。熬夜睡觉你应该早就习惯了。*轻笑*"
                scene c015_s004_025 with Dissolve(0.25)
                s "可那都是派对之后。这又不是派对，而且我也没醉到那份上。"
                j "我知道，但试试吧。我会跟她们说让你多睡两个小时。"
                scene c015_s004_026 with Dissolve(0.5)
                s "谢了。晚安，[player_name]。"
                j "晚安。"
                scene c015_s004_027 with Dissolve(1)
                "我听见雪莉手忙脚乱地爬上楼。没过多久，她的声音就停了，我猜她已经钻进被窝。过了几分钟，我把注意力转回窗外，努力让脑子里的噪音安静下来。"
                jump ch15newmorning
label ch15_shelleysleeptell:
    scene blank with Dissolve(2)
    scene c015_s004_032 with Dissolve(2)
    $ ch15_shelleytellsmckallie = "yes"
    "有一阵子她翻来覆去找舒服的姿势。我只是站在窗边，尽量不让自己显得太显眼。我以为她快睡着了，这时她又开口了。"
    scene c015_s004_033 with Dissolve(0.5)
    s "我……我跟卡莉说了我们的事。"
    j "哦？好吧。这样就说得通了。难怪她……对我有点敬而远之。我大概猜到可能是因为我们快到医院了。你知道，那毕竟是安德鲁工作的地方。"
    s "对不起，可我需要她做我的朋友，我不能就这么把我们之间的事瞒着。"
    j "没关系。我同时跟你们俩乱搞。我没资格因为你跟别人说而生气。"
    scene c015_s004_034 with Dissolve(0.25)
    s "你不生气吗？"
    j "不，雪莉。我没有假装这里发生的这些是什么真正的感情。它们……我们只是幸存者，想偷一点「生活不只是求活、也不只是害怕」的时间。这一切都不构成一段健康关系的基础。"
    s "大概吧。"
    j "真正该问的问题或许是：你生我的气吗？"
    scene c015_s004_035 with Dissolve(0.25)
    s "不不，我这么干不是为了报复。或者，我觉得不是。我知道自己有时候会犯蠢、会冲动，但我真的不觉得我是为了让卡莉难过才去跟她说她。绝对不是。她说……她是我这辈子最好的朋友。这一点也挺可悲的。"
    scene c015_s004_036 with Dissolve(0.25)
    s "我……我没生你的气。恰恰相反。我理解。你在给所有人当情感支柱之外，还要做那么多事。你出去给我们找食物和物资。你会受伤。会生病。我看得出来，[player_name]。"
    s "你比我们刚认识时更苍白、更瘦。然后你回来，第一件事是确保我们都知道自己安全，还要想办法把我们所有人正在面对的那些屁事都抹平。"
    scene c015_s004_037 with Dissolve(0.25)
    s "所以我知道，有时候事情就是会这样。你情绪上头、跟某个人亲近了，然后那件事就变成了上床，因为身体的亲密总好过另一种选择。而我们做过的事确实也很棒。但我不蠢。或者说，没那么蠢。"
    s "你出现的时候我就觉得你跟她们其中一个有事。在听说安德鲁之前，我以为是卡莉。后来我又听说了基思。所以我猜我可以试试手气。现在一切都乱成一团、复杂得要命，但我不想要……我还不想让你做决定。至少现在还不想。"
    scene c015_s004_038 with Dissolve(0.25)
    j "决定？"
    s "没什么。"
    scene c015_s004_039 with Dissolve(1)
    "没过多久，雪莉就睡着了。我看着这个可爱的女人摊在沙发上居然能睡得那么不雅，忍不住暗自发笑。"
    "但我留下她的坦白要慢慢消化，还留下了一些对一个「我曾说服自己不会发生」的未来所产生的疑虑。"
    jump ch15newmorning
label ch15newmorning:
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_20_908", transition=Dissolve(1.0))()
    pause
    $ Hide("july_20_908", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    play music morning fadein 2.0
    scene c015_s006_001 with Dissolve(2)
    l "伊芙？你醒着吗？"
    e "唔嗯……"
    scene c015_s006_002 with Dissolve(0.5)
    e "*呻吟* 对。我醒着。你可以进来。{size=28}他妈的太早了{/size}"
    play sound doorclose
    scene c015_s006_003 with Dissolve(1)
    l "你睡了很久，我来看看你。让我瞧瞧……"
    scene c015_s006_004 with Dissolve(0.5)
    l "对，你的眼睛好多了。感觉怎么样？"
    e "糟。现在能看见了，但周边还是糊的。另外我的嘴和肺感觉像被人塞满了沙子。好的一面是，我总算觉得睡够了。我猜是之前太多周都睡在SUV后座和地板上了。"
    scene c015_s006_005 with Dissolve(0.25)
    l "我算是明白了，有时候就是得将就手头有的。看见你好多了真好。你的面罩替你挡掉了最糟的部分。卡莉当时有些烫伤，治了好一阵子。"
    e "我听说了。雪莉提过。我的装备全废了。融掉了。"
    l "我相信[player_name]已经在计划出去看看能找到什么了。背包底下还剩几个备用的口罩，至少还有这个。"
    scene c015_s006_006 with Dissolve(0.25)
    e "说你真正心里想的那件事吧。*哼* 我看得出来你有东西在啃你。"
    l "……"
    scene c015_s006_007 with Dissolve(0.5)
    l "你只会助长他最糟糕的冲动。就这么简单。"
    e "不，我只是知道他必须做点什么，因为干站着盼着事情变好是不够的。"
    scene c015_s006_008 with Dissolve(0.25)
    l "他都开始显得更苍白、更憔悴了。一直在外面待着在消耗他，而你昨天还同意他出去，说要进那种{b}赤天浪{/b}里，好像你俩一天都等不了似的。结果看看他妈发生了什么。"
    e "发生的是我们发现隔壁街藏着一个很大的问题，然后我们解决了。确实，那不是最优做法，但事办成了。躲着不动、盼着狗屎情况变好，那不是办法。"
    scene c015_s006_009 with Dissolve(0.25)
    l "在修理厂那儿一躲就是几周，你倒是一点都不急。"
    e "*哼哧*"
    scene c015_s006_010 with Dissolve(0.5)
    e "你听我说，我不假装我很了解他——也不假装了解你们任何一个人——但我看到的是，他对你们这帮人好到愿意砍掉自己一条胳膊去救其中一个。你们一直在说要分担，可真到了关头，第一个跳进屎坑里的永远是他，好让你们其余的人不沾一身。"
    scene c015_s006_011 with Dissolve(0.25)
    l "你以为我不知道这是真的？我以为我们所有人都清楚？既然你看得出来，那对——来说应该很明显了吧？"
    e "对什么什么？把「他铁了心要当替死羔羊」这件事给尿出去？"
    scene c015_s006_012 with Dissolve(0.25)
    l "什么？你他妈刚说什么？"
    e "我……操。我好像在便利店说过类似的话。我们在熬时间，等情况变好，然后聊到了牺牲。我提到他看起来像是唯一一个知道……*叹气*"
    scene c015_s006_013 with Dissolve(0.25)
    e "我说过一句大概是「你看起来是唯一一个知道、可能得有人死掉其他人才能活着出去的人」。"
    l "你什么？老天爷啊。"
    scene c015_s006_014 with Dissolve(0.25)
    e "你看，我那句话只是随口说说。我当时就是想装个狠角色，讲些狠话。我根本不认识你们任何一个人。那时候也不在乎。也许他把那句话记住了。也许他脑子里已经装着这个念头了。说实话，你们里头总得有一个人得想着这事。"
    l "不。他不必……*低吼*"
    scene c015_s006_015 with Dissolve(0.5)
    l "操，你们俩真是让我无话可说。"
    e "听起来确实像她们会干的事。"
    scene blank with Dissolve(2)
    scene c015_s006_016 with Dissolve(2)
    "就算在楼下我也听见了她们提高的嗓门。除了几句特别清晰的脏话，具体的我听不清。我当时只当是劳拉和伊芙在为什么事拌嘴，很可能是昨天我们出去那件事。"
    if ch15_shelley_stay == "yes":
        "淋浴在放水。既然雪莉还摊在沙发上，我就知道是卡莉。此刻只有我听得到那场争吵。"
    else:
        "淋浴在放水。我不知道是雪莉还是卡莉。也可能还有别的人听见了那场争吵。"
    scene c015_s006_017 with Dissolve(0.25)
    "卡莉……我至少一天没跟她说话了。自从我们回来之后更没有。考虑到最近我们俩有多亲近，这感觉挺奇怪的，但在一栋到处都是那些有话就说的家伙的房子里，这种疏远太容易发生了。"
    if ch15_shelleytellsmckallie == "yes":
        "结合雪莉先前的坦白，我大概猜得到原因。可我终究得去问问她。我知道我得给她时间和空间去消化，但我不想让她从我们身边退开。"
        "哪怕这意味着我要受着，还得咽下「她对跟别人分享一个男人这件事是有感觉的」这个事实。"
    else:
        "我得去确认她没事。到这时候我已经看出来了，她有个习惯：一旦不自在，就会安静下来、缩进阴影里。"
    scene c015_s006_018 with Dissolve(0.5)
    "还没等我更深地陷进自己的思绪，一阵踩着楼梯下来的沉重脚步声引起了我的注意。"
    l "好。伊芙醒了，看起来正在康复的路上。"
    scene c015_s006_019 with Dissolve(0.5)
    menu:
        "听起来可不止「在路上」。\n[ylmd]":
            j "听起来可不止「在路上」。"
            scene c015_s006_021 with Dissolve(0.5)
            l "*呻吟* 我猜我不该奇怪你听见了。"
            j "细节倒没有。我暂且认为没打起来。"
            scene c015_s006_022 with Dissolve(0.25)
            l "那倒不……算了，我想无所谓。"
        "那就好。\n[yl]":
            j "那就好。"
            scene c015_s006_020 with Dissolve(0.5)
            "别提那场争吵了。如果劳拉想翻篇，那就翻篇吧。她也不需要我再跟她对着干。不是说我喜欢跟她吵，只是最近的张力太容易失控了。"
    scene c015_s006_023 with Dissolve(0.25)
    j "我们该想想给伊芙找副替换的护目镜。口罩我们还有，所以没那么急。"
    l "……"
    scene c015_s006_024 with Dissolve(0.25)
    l "这么快？"
    j "我知道，劳拉。但这不是我急躁或者任性。我们不可能永远待在这儿，要是那头格伦德尔又回来、决定把这房子拆了——"
    scene c015_s006_025 with Dissolve(0.25)
    l "她不会带着逃走所需的全套装备徒步。我知道，我知道。我猜……我猜我只是觉得自己必须当那个讲道理的人，因为……*叹气*"
    j "劳拉，现在已经没有既好又安全的选择了。我们能做的只有把队伍的危险降到最低。以及为必须撤离的那一天做好准备。"
    l "你不觉得那辆SUV还能救吗？"
    scene c015_s006_026 with Dissolve(0.25)
    j "不了。我一直在试着靠近她，近到能说服她必须放弃、跟我们一起走。昨天有一部分就是为了这个。在我们碰上麻烦之前。"
    l "*叹气*"
    scene c015_s006_027 with Dissolve(0.25)
    if ch14_comewith == "Laura":
        l "我们可以回那栋房子。就是前两天雪莉和伊芙进去过的那栋。看看能不能找到太阳镜之类的东西。上次她们不是去找这个的，但那地方有人住，肯定有能用的东西。"
    else:
        l "我们可以回那栋房子。就是前两天伊芙和我闯进去过的那栋。看看能不能找到太阳镜之类的东西。上次我们不是去找这个的，但那地方有人住，肯定有能用的东西。"
    scene c015_s006_028 with Dissolve(0.25)
    "看她眯起眼睛、下颌绷紧的样子，我就知道劳拉不会让我一个人再出去。"
    j "好吧。谁也不许单独行动。"
    scene c015_s006_029 with Dissolve(0.25)
    l "那当然。这次让伊芙留在家里当保姆。"
    scene blank with Dissolve(2)
    scene c015_s006_030 with Dissolve(2)
    "大约一小时后，劳拉和我都做好了硬闯雾的准备。伊芙知道她得靠我们弄到新装备，不情愿地接受了自己会留下来。"
    scene c015_s006_031 with Dissolve(1)
    e "好吧，我大概是那个…… "
    scene c015_s006_032 with vpunch_soft
    e "呃啊~~~"
    k "等等。我们有你了。"
    s "小心。你得悠着点。"
    scene c015_s006_033 with Dissolve(0.25)
    e "操。我还以为自己身体更扛造呢。"
    k "要扶你去沙发吗？"
    scene c015_s006_034 with Dissolve(0.5)
    e "不用不用。我……我觉得我能走过去。只是比我想的糟多了。我本来没打算提什么后遗症的。"
    s "到底发生了什么？[player_name]除了说有个女巫袭击了你们之外，没讲多少细节。"
    e "基本上就是十秒版本。我们进了那栋房子，发现有个房间到处铺满了……我也说不上来。被肢解的人体零件。一坨坨血淋淋的肉块。全都堆在一起，像某种恶心的巢。"
    scene c015_s006_035 with Dissolve(0.25)
    k "呃……"
    e "对，一点都不好看。然后她他妈就像个血腥版「玩具盒里蹦出来的惊吓小丑」一样炸了出来，扑向我们。很快。很猛。她把[player_name]打倒在地，我还没来得及反应就被她抓住了。"
    scene c015_s006_036 with Dissolve(0.25)
    e "我……她嘴里射出一道光，然后我……我不知道。我感觉不到自己还在那儿。去了别的地方。去了一个会疼得让我想放弃的地方。我说不清楚。"
    scene c015_s006_037 with Dissolve(0.25)
    e "不过[player_name]一斧子砍在她肩膀上之后，那感觉就消失了。最后我们合力把她放倒了，但那时候我的面罩已经废了，什么都看不见。谢天谢地[player_name]把我弄了出来。"
    s "操。我们之前见过的那些女巫，看起来都不只是「要躲开的东西」。"
    scene c015_s006_038 with Dissolve(0.25)
    e "也许是吧。但这一个，真他妈不含糊。"
    k "你是说她是进化版？"
    scene c015_s006_039 with Dissolve(0.25)
    e "大概吧。我……我觉得我还得再休息一会儿。我……"
    k "累了？我知道。宿舍那次我也是这样。"
    scene c015_s006_040 with Dissolve(0.5)
    s "我扶你回卧室。"
    e "谢了。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c015_s007_001 with Dissolve(2)
    play music outsideday fadein 2.0
    l "我勒个去 *咳嗽* *咳嗽* 这比我预想的糟太多了。简直像在河里跋涉。"
    j "我知道。跟紧我。"
    scene c015_s007_002 with Dissolve(0.5)
    "据我所能看到的，雾里有半打灼烧者在游荡。我的推测是，女巫那声刺耳的尖叫把它们召了出来。或者，也许我只是希望这一切能说得通，而这个版本的故事我的脑子更容易接受。"
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_20_1117", transition=Dissolve(1.0))()
    pause
    $ Hide("july_20_1117", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c015_s007_003 with Dissolve(2)
    if ch14_comewith == "Laura":
        l "好，*咳嗽* *咳嗽* 就是这儿。这是伊芙和雪莉当时进的那栋房子。或者说，这是雪莉给我的地址。她说她当时不是去找衣服之类的东西。*咳嗽*"
    else:
        l "好，*咳嗽* *咳嗽* 就是这儿。这是伊芙和我当时进的那栋房子。我当时不是去找衣服之类的东西。*咳嗽*"
    scene c015_s007_004 with Dissolve(0.25)
    j "没关系。我们会检查卧室的，但得等我先搜完。"
    l "没事。那里没有……*咳嗽*"
    scene c015_s007_005 with Dissolve(0.25)
    j "不能把事情想当然。"
    "这一次我特意确认了屋子里没有哪个没开灯的角落藏着什么秘密。我给她打了个「安全」的手势之后，劳拉就冲上楼去搜刮卧室了。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c015_s007_006 with Dissolve(2)
    play music insidedark fadein 2.0
    "{color=#66ff33}搜别人的房子找衣服和食物，实在太怪了，就像我们在翻一座古城的废墟。只不过这个比喻也没那么夸张，因为这座城已经慢慢流血流了好几年了。{/color}"
    "{color=#66ff33}我猜，很难相信这就是{i}终局{/i}。政府不可能把这座城市恢复到让人愿意回来的程度。要是还有人能回来的话。也难说政府还在乎。{/color}"
    scene c015_s007_007 with Dissolve(0.25)
    "{color=#66ff33}从离开宿舍之后，我们就再没听到或看到任何东西。按理说，如果我们快到医院了，应该能听到直升机进进出出的声音。前提是它们还在飞。{/color}"
    "{color=#66ff33}现在我不能去想这个。还有更要紧的破事要办。{/color}"
    scene c015_s007_008 with Dissolve(0.25)
    j "找到太阳镜了。"
    l "哦？在哪儿？"
    j "在洗手间。我要下楼去搜刮厨房了。"
    l "行。我一分钟就到。"
    scene c015_s007_009 with Dissolve(0.25)
    "{color=#66ff33}我知道我们不是来找衣服的，但也许我可以顺手拿点什么。我们一直反复穿同一套衣服……好吧，时尚没那么重要，但也许做点「正常」的事、让自己有一瞬间感觉像平常人，会不错。{/color}"
    "{color=#66ff33}我……我该趁只有我们两个的时候跟[player_name]谈谈，但最近我们俩根本不在一个频道上，而且说什么好像都没用。我知道我也没让事情变容易。我们对所有事都这么紧绷。而伊芙正在把他往一个看起来……很危险的方向上拉，这让情况更糟。{/color}"
    scene c015_s007_010 with Dissolve(0.25)
    if ch14_laura_sex == "yes" or ch12_laura_sex == "yes":
        "{color=#66ff33}她刚才说的话……我之前好像真没注意到这个规律，但他疏远我们已经有一阵子了。做爱的时候……当下是很热烈的，但完事几乎立刻又回到原来的样子。{/color}"
    else:
        "{color=#66ff33}她刚才说的话……我之前好像真没注意到这个规律，但他疏远我们已经有一阵子了。{/color}"
    "{color=#66ff33}我得想办法在不让他抵触的情况下跟他谈。我需要他知道我们需要他。我需要他。{/color}"
    scene blank with Dissolve(2)
    scene c015_s007_023 with Dissolve(2)
    s "好，伊芙还是虚弱，只想睡觉，但看起来她会没事的。"
    scene c015_s007_024 with Dissolve(0.25)
    k "好。要是不麻烦你，能去看看前院吗？我不知道她们什么时候回来。"
    s "好好好。你在干嘛？"
    scene c015_s007_025 with Dissolve(0.25)
    k "劳拉提议把水烧开。我打算在重新上路之前把空水瓶灌满。"
    s "烧开水？水有什么问题吗？"
    k "味道有点不对，她担心有什么东西进了供水系统。我不知道这是不是我们在自己吓自己——毕竟雾已经把我们嗅觉搞乱了——但烧开一下把杂质去掉应该没坏处。"
    scene c015_s007_026 with Dissolve(0.25)
    k "或者吧，我觉得烧开有用。如果是什么化学试剂，反而可能更糟。*叹气* 我们懂得不够多，没法确定什么才安全。"
    s "我……对。也许退后一点，别吸蒸汽。以防万一。"
    scene blank with Dissolve(2)
    scene c015_s007_011 with Dissolve(2)
    l "[player_name]？"
    scene c015_s007_012 with Dissolve(0.25)
    j "在那边。我又找到一个布口罩，应该够用了。还把这里感觉最后一点能吃的东西也搜刮了。"
    scene c015_s007_013 with Dissolve(0.5)
    l "好。我这边收获不大。外面怎么样？"
    j "我们惹来了一小群观众。"
    scene c015_s007_014 with Dissolve(0.25)
    l "好。我们在这儿应该没事吧？"
    j "也许吧。昨天有一个灼烧者——把那栋房子的窗户打碎了。之前各种破事太多，我忘了提。我想当时那女巫尖叫的时候，把它刺激到了。"
    scene c015_s007_015 with Dissolve(0.25)
    j "就像她把增援叫来了。或者是通知附近的同类哪里有麻烦找。有新鲜肉吃。或者别的什么。"
    scene c015_s007_016 with Dissolve(0.25)
    l "有意思。也挺让人不安。"
    j "不管怎样，我们该走了。别在这儿招祸。"
    scene blank with Dissolve(2)
    scene c015_s007_017 with Dissolve(2)
    "就在我们准备离开时，劳拉说她还有最后一样东西要拿。我说我会在这儿看着门廊，有任何麻烦的迹象就提醒她。"
    "我意识到，有了太阳镜和新口罩，我们没有理由再磨蹭。我们得等白茫雾减弱，而且我得说服伊芙那辆SUV已经完了。除了她之前那股执念之外，我想不明白她为什么这么放不下那辆车。"
    scene c015_s007_018 with Dissolve(0.25)
    "木地板上的脚步声。劳拉应该是准备好了。"
    j "要去趟洗手间吗？"
    scene c015_s007_019 with flash
    na "别等我回家。我不知道自己什么时候能回来。"
    j "什么？"
    scene c015_s007_020 with flashblack
    l "不，把这些全穿好、密封好，才敢到外面去，太费劲了。"
    scene c015_s007_021 with Dissolve(0.25)
    l "[player_name]？你在那边没事吧？"
    j "嗯、嗯。我、我挺好的。走吧。"
    scene c015_s007_022 with Dissolve(0.25)
    if ch14_kallie_sex == "yes":
        "开始怀疑雾是不是开始搞我的脑子了。还是只是疲劳加压力让我看到听到一些东西？我知道卡莉也说看到了安德华，所以不是只有我一个人这样。"
    else:
        "开始怀疑雾是不是开始搞我的脑子了。还是只是疲劳加压力让我看到听到一些东西？"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_20_210", transition=Dissolve(1.0))()
    pause
    $ Hide("july_20_210", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    play music insideday3 fadein 2.0
    scene c015_s007_027 with Dissolve(2)
    "虽然走得比平时慢，我们还是顺利到了那栋房子。回到屋里后，劳拉去洗手间清理，我则把刚搜刮来的东西分门别类收好。"
    scene blank with Dissolve(2)
    scene c015_s007_028 with Dissolve(2)
    "等轮到我洗澡的时候，我走进了车库。一部分原因是想把那些残留的毒气挡在公共空间之外，但主要是想确认伊芙没有又跑回去对着那辆SUV死磕。"
    "既然知道我们很快得徒步出发，我就必须说服她那辆车已经完了。雪莉不一样——逃离宿舍那会儿，我可以直接把她一起拽走。但伊芙不是那种我能轻易逼着加入我们的人。"
    "我只能指望最近发生的事能让她明白身边有盟友对她更有利。我得花多久才能说服她一起走？把SUV丢下，就那么徒步走？我在盼着白茫雾能有个间歇，但我预测不了那会是什么时候。"
    scene blank with Dissolve(2)
    scene c015_s007_029 with Dissolve(2)
    "我觉得累了。走到那栋房子再回来本不该这么耗人，可趟在雾里就像身上多扛了80磅。劳拉大概累趴了。或者没有。她看起来永远靠咖啡和「必须做点什么」的动力撑着。"
    "不过这一个月对她来说确实消耗很大。我敢肯定基思和彼得一直占着她脑子也帮不上忙。下次只有我们两个的时候，我该问问她对彼得的想法。我觉得我们在心理上已经走到一个位置——她相信他平安，这挺好。可基思那档子事……"
    play sound grendel_growl
    scene c015_s007_030 with flashred
    j "什么？"
    scene c015_s007_031 with hpunch
    "操，那是什么声音？"
    scene c015_s007_032 with Dissolve(0.25)
    "这里面除了我没别的。就是又一个……不管这是什么吧。好像压力和雾里那些鬼东西正在搞我的脑子。可悲的是，就算我意识到了，还是会像它可能是真的那样去反应。我必须这样，因为我们已经见过真正从恐怖片里走出来的东西。"
    j "*叹气*"
    k "[player_name]？你在里面吗？"
    scene c015_s007_033 with Dissolve(0.25)
    "卡莉？自从我们独处之后，已经很久没聊过了。要周旋的人太多，别的事也太多。我敢肯定前天我和伊芙那么回来，把她吓到了。"
    j "对。我正要出来。"
    scene c015_s007_034 with Dissolve(0.5)
    k "等一下。我就……给我一分钟，好吗？"
    j "你有多少时间都行。你还好吗？抱歉最近我们都没什么时间说话，但你也知道一切都乱成一团了。"
    scene c015_s007_035 with Dissolve(0.25)
    k "我很焦虑，还有……别的情绪……而自从这一切开始，你一直特别能让我稳住。我知道我可以告诉你一些事，你会安慰我，而我觉得自己居然需要——是可笑的——"
    j "过来。"
    scene c015_s007_036 with Dissolve(0.25)
    "说实话，我也需要这个。"
    j "没事。我们现在所有人都需要支撑。"
    "卡莉安静了好一会儿，就那样抱着我。"
    scene c015_s007_037 with Dissolve(1)
    j "有什么特别的事在折磨你吗？还是就是这一切笼统的恐怖？"
    k "我……有很多事，但我一直在想医院。我、我们知道我们去那儿是因为觉得那儿可能是撤离点，可那也是……"
    scene c015_s007_038 with Dissolve(0.25)
    j "他不在那儿。我不知道谁会在，但安德华没必要留下来。就算他在——我非常怀疑——你也不会是一个人，也不会有人让他靠近你。"
    k "理性上我知道这些，但我心里有一部分就是认定他会在那儿等我。等把我带走。他只要说一句「卡莉，到我这儿来」，我就会像以前一样服从。"
    menu:
        "他不会在。\n[rgr](卡莉 焦虑 -1)":
            $ k_anxiety -=1
            scene c015_s007_039 with Dissolve(0.5)
            j "他不会在。我只管向你保证：他不会在那儿。我不知道谁会在，但安德华已经不在这座城里了。技术支持是不需要了。"
            "因为他大概第一天就被疏散走了。"
        "他会有好果子吃的。":
            scene c015_s007_039 with Dissolve(0.5)
            j "他要真敢动手，他会有好果子吃的。就算我没能先找上他，我敢肯定伊芙或者劳拉也会做点什么。妈的，伊芙甚至可能就本着原则一枪崩了他。我们现在是在无法无天的蛮荒里。他只会是又一具尸体。"
            "承认这个挺阴沉的，但那样做是错的吗？我敢说在「安德华也许该为了卡莉的幸福消失」这件事上，我和伊芙是同一个看法。"
    scene c015_s007_040 with Dissolve(0.25)
    j "听着，我没法预测未来，但你必须信你身边的人。没人会让他伤到你。不是现在，不是明天，也不是一个月以后。"
    j "我知道你担心的是无法预知的未来，但记住，你有一个见过世面的支持网络。跟前男友对着干，会很容易的。"
    k "好。谢谢。我……"
    scene c015_s007_041 with Dissolve(0.25)
    j "就这些吗？我感觉好像还有别的。"
    "卡莉顿了顿，像是在斟酌怎么把她心里的事说出来。"
    if ch14_shelleytellskallie == "yes":
        $ k_trust -= 1
        $ k_friend -= 2
        scene c015_s007_050 with Dissolve(0.5)
        k "雪莉告诉我，她对你有感情。"
        scene c015_s007_051 with Dissolve(0.25)
        k "还说你俩一直在乱搞。"
        "来了。这就是我跟好几个人乱搞、结果大家还能互通消息的那一幕炸在我脸上的时刻。我没因为这事怪雪莉。是我自己的选择把我推到了这个位置，该挨的打我就认。"
        menu:
            "承认吧。":
                scene c015_s007_052 with Dissolve(0.25)
                j "对，我们……雪莉和我确实在做些事。而且没什么真正好的——"
            "保持沉默。\n[rrd](卡莉 信任 -2)":
                $ k_trust -= 2
                scene c015_s007_052 with Dissolve(0.25)
                if ch15_shelleytellsmckallie == "yes":
                    "雪莉提醒过我了，我也没法否认。我猜我可以否认，但我本来就因为跟好几个女孩上床够混蛋了，再靠撒谎脱身只会让我更混蛋。我敢肯定，我和卡莉之间任何可能的可能关系就此终结。"
                else:
                    "既然雪莉都这么说了，我没法否认。我猜我可以否认，但我本来就因为跟好几个女孩上床够混蛋了，再靠撒谎脱身只会让我更混蛋。我敢肯定，我和卡莉之间任何可能的可能关系就此终结。"
        scene c015_s007_053 with Dissolve(0.25)
        "还没等我拼凑出什么话来修补那个我明知意味着结束的局面，卡莉就接着说了下去，像是想把她的痛苦和困惑靠说话讲出来。她把视线移开，仿佛没法跟我对视。"
        k "她说，当时那不算什么有意义的事，她觉得你只是在帮她应付没有药物支撑的情绪波动，但最近变成了一些更……"
        j "没错。当时我也不知道该怎么看待我们之间发生的事，除了「两个人都需要从某件事上感觉良好」之外。但这不能成为我不设界限、或者在该说不的时候不说「不」的借口。"
        scene c015_s007_054 with Dissolve(0.25)
        k "我……没关系，因为我毕竟还订着婚，而且我们从来没约定过要彼此排他。我的意思是，怎么能约定呢？每天都是「别死」「有没有东西吃」「你会不会回不来」，这种日子根本没法有正常的关系。"
        j "卡莉？"
        scene c015_s007_058 with Dissolve(0.25)
        k "但我进来是因为我需要觉得安全，而且我知道你会这么做。不是因为你必须，而是因为你本来就会。我……跟你在一起我觉得安全，我知道这一点。所以，哪怕我现在这么难受，我还是必须找到你，因为……"
        scene c015_s007_055 with Dissolve(0.25)
        if k_trust >= 7:
            k "我、我、我需要……*吸鼻子* 抱歉我还是搞不清自己的感受……我之前就已经很混乱了，但我只知道你不在的时候……*吸鼻子*"
            scene c015_s007_056 with Dissolve(0.5)
            "我愣在原地，看着她转身跑出了洗手间。我猜我只是以为她会狠狠骂我一顿。她完全有这个权利。可这一下让我彻底糊涂了。她知道了，但听起来她并不……"
            scene c015_s007_057 with Dissolve(0.5)
            "说实话，我不知道该拿刚才那场对话怎么办。但我只能认为，我们之间任何「这一切结束后也许会有点什么」的幻想都完了。而且我早就开始相信，自己也许得死掉才能确保其他人活下来。"
        else:
            k "没事。我只是……*叹气*"
            scene c015_s007_056 with Dissolve(0.5)
            k "我现在做不到。"
            scene c015_s007_057 with Dissolve(0.5)
            "说完，她就气冲冲地走了。大概在某种意义上，也从此走出了我的人生。这真的是我自己造成的。但她说我俩没法真正拥有长远的东西，是错的吗？自从我开始相信自己也许得死掉才能确保其他人活下来，就不是了。"
        "有那么极短的一瞬间，我考虑过追出去，但我放弃了。屋里挤满了人，而想做任何事、说任何话让情况变好，感觉都像是把脏衣服摊给其他人看。卡莉是个私密的——或者说，一个被迫把自己藏起来的人。"
        "我这样伤了她，把之前跟她之间好不容易取得的进展全都毁掉了。从今往后，我们大概会退回到这一切之前的样子：几乎不说话、只是因为一串偶然的事件才共处同一个空间的陌生人。"
    else:
        scene c015_s007_042 with Dissolve(0.5)
        k "昨天你撞上那个女巫的时候……我发誓在霰弹枪响之前，我脑子里能听见它的尖叫。它让我整个人一缩，胃里直翻腾。我就是靠这个知道出事了。"
        j "好吧，这……有影响到其他人吗？"
        scene c015_s007_043 with Dissolve(0.25)
        k "我不知道。我……雪莉当时在附近，但我分辨不出来，因为那会儿我的视野收缩了一下。"
        if ch14_kallie_sex == "yes":
            j "不过你之前确实看见过你以为是安德华的影子，所以也许是雾在对你做什么。我知道自己也开始看见一些东西了。在大学那边时，我发誓我看见有人在楼里跑。我以为是我杀掉的那个疯子。或者别的什么人。但其实什么都没有。"
        else:
            scene c015_s007_044 with Dissolve(0.25)
            k "怪事这已经不是第一次了。你跟[ch14_comewith]一起出去的时候，我差点看见一个灼烧者在雾里发光，就像……就像我能看见红外线什么的。就一秒，但还是看见了。"
            j "好吧，这确实怪，但也不是没听说过。也许雾在对你做什么。我知道自己也开始看见一些东西了。在大学那边时，我发誓我看见有人在楼里跑。我以为是我杀掉的那个疯子。或者别的什么人。但其实什么都没有。"
        scene c015_s007_045 with Dissolve(0.25)
        k "所以我没有疯？"
        j "我疯得不比你多。我不知道这会不会让你好受点。"
        scene c015_s007_046 with Dissolve(0.25)
        k "我觉得会。知道不是我一个人这样真好。你觉得其他人也在看见什么吗？"
        j "没人提过，但也有可能是他们没留心。暂时这件事先只有我们知道。"
        k "好。伊芙倒是提过，女巫抓着她的时候她走神了。说什么看见了让她部郈的东西。"
        j "对。"
        scene c015_s007_047 with Dissolve(0.25)
        k "[player_name]？"
        j "没什么。这说得通。我被打倒了——被打懵了——等我回过神来，伊芙已经吓得僵住了。所以这就解释了她为什么没有还手。"
        "我不知道卡莉是不是完全信了我。"
        scene c015_s007_048 with Dissolve(0.5)
        j "好吧，我该去穿件衣服了，再看看这边还有什么事能做的。"
        k "好、好吧。其实我也需要用一下洗手间，所以……"
        scene c015_s007_049 with Dissolve(0.25)
        j "我们回头再聊。"
        k "……"
    scene blank with Dissolve(2)
    scene c015_s010_001 with Dissolve(2)
    s "嘿，伊芙。我刚过来看看你。"
    e "我……我没事。"
    scene c015_s010_002 with Dissolve(0.25)
    s "你不用硬撑着装坚强。我知道你是个狠角色。再说，我也见过「暴露」能把其他人折腾成什么样。你需要帮忙吗？"
    e "我想我还能自己走去洗手间。"
    scene c015_s010_003 with Dissolve(0.25)
    s "行行行。要吃点东西吗？没什么好东西，基本就是罐头汤和方便面。"
    e "对，我确实需要吃点东西。"
    scene c015_s010_004 with Dissolve(0.5)
    e "嘿，呃……谢谢。谢你做的所有事。谢谢你帮我，还有……你懂的。"
    s "都没什么。我们在这儿都尽力照看彼此。光靠自己确实撑不下去，对吧？"
    scene c015_s010_005 with Dissolve(0.25)
    e "……我正在明白这一点。"
    s "好吧，那我准备晚饭。你要我端上去还是——"
    scene c015_s010_006 with Dissolve(0.25)
    e "我一会儿就下来。谢谢。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_20_403", transition=Dissolve(1.0))()
    pause
    $ Hide("july_20_403", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    play music nightmain2 fadein 2.0
    scene c015_s008_001 with Dissolve(2)
    "下午过去了，屋里的气氛介于焦虑和阴郁之间。这时伊芙已经能起床走动了，只是没什么精神。因为我以前在她那个位置上待过，我知道这种疲惫要好几天才会过去。"
    "在这之前，我得让她接受「跟我们一起徒步走」这件事。让她看出我们作为一支队伍在一起才更明智。"
    scene c015_s008_002 with Dissolve(0.5)
    if ch14_shelleytellskallie == "yes":
        "卡莉形同幽灵。考虑到我伤了她，她不想社交、或者不想以任何形式出现在我身边，我都能理解。为了她好，我会确保今晚她的班次不挨着我的。"
    else:
        "卡莉形同幽灵。她那种因为要去医院而产生的、可以理解的焦虑，大概让她忍不住把事情想得过于复杂。我得跟雪莉或者劳拉提一提，让她们在「没什么好担心」这件事上站我这边。"
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_20_921", transition=Dissolve(1.0))()
    pause
    $ Hide("july_20_921", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c015_s008_003 with Dissolve(2)
    "那天晚上我值第一班。我试着提出可以连上两班，好让伊芙多休息一会儿，但她和劳拉都不肯。"
    "我站在那里，努力在雾里分辨出移动的人形剪影，同时在脑子里过了一遍接下来要处理、或者要权衡的事。有伊芙和那辆SUV。我不太想深挖她为什么这么难放弃、这么难翻篇，但这是我明天必须面对的事。"
    scene c015_s008_004 with Dissolve(0.25)
    "然后第二天？我们必须上路了。我不知道走到医院要徒步多久，但我们已经拖得够久了。"
    "到了之后会怎样？谁知道呢。在某个「完美世界」的梦里，会有人在那里把最后几个幸存者救出去。或者会有个无线电，我们可以用它呼叫救援直升机。而现实里，我他妈完全不知道该期待什么。"
    scene blank with Dissolve(2)
    scene c015_s008_005 with Dissolve(2)
    "万一真被救出来了呢？然后呢？跟每个人道别？送卡莉回父母那儿？送雪莉回家？确保劳拉能回到彼得身边、最后再跟基思重逢？那伊芙呢？我猜她可以去辛辛那提，她爷爷在的地方。"
    "每个人都会走各的路。不过我想，我该把这当成一场胜利。我的活儿干完了。"
    scene c015_s008_006 with Dissolve(0.25)
    l "我是不是闻到咖啡了？"
    j "嗯？劳拉？"
    scene c015_s008_007 with Dissolve(0.25)
    j "你来得有点早。对，我想我需要一点咖啡因撑过这一夜，好让注意力留在外面，而不是想我们生活里那些别的破事。抱歉用榛子咖啡的诱人香气把你弄醒了。"
    scene c015_s008_008 with Dissolve(0.5)
    "这造型可真够绝。新花样。我真想不知道她什么时候弄来的。今天早些时候？"
    l "没事。反正我反正也得起来，休息也休息不了多久。两个小时很难利用起来，尤其是在其中一个人还会说梦话的床上。"
    j "雪莉？"
    scene c015_s008_009 with Dissolve(0.25)
    l "对。卡莉睡得太安静了，我得凑过去确认她还活着。不过雪莉嘛……那姑娘做什么事都一定要搞得人尽皆知。"
    j "她不是在故意为难人。"
    scene c015_s008_010 with Dissolve(0.25)
    l "我知道。我……雪莉挺好的。她在努力。她想尽自己所能帮忙。她一直在主动去看伊芙的状况，好让我们俩都不用去。你要说的只是，她是个非常吵、非常笨手笨脚的姑娘，心却很善良。"
    l "她需要有人做她的定海神针，但即便如此，她也是个好孩子。"
    j "就是那种彼得带回家你也不会不乐意的女孩？"
    scene c015_s008_011 with Dissolve(0.25)
    if s_sex >= 3:
        l "也许不会了，既然我知道你俩在上床。"
        j "看来这种事现在也没多少秘密了，对吧？"
        l "确实没多少了。*叹气*"
    else:
        l "也许有点野，不过我很乐意称她为朋友。"
    scene c015_s008_012 with Dissolve(0.25)
    l "你提到彼得，是有原因的吧。"
    j "对，我只是想来问问你最近怎么样。自从……操。我都不知道了，我们其实一直没机会好好聊彼得的事。"
    scene c015_s008_013 with Dissolve(0.25)
    l "这几周太疯狂了。我……我知道你担心，但我没事。而且我必须相信他没事。这是我唯一抓得住的东西，比「我们能活着出去」这个希望还牢。"
    menu:
        "他没事。\n[rgr](劳拉 焦虑 -1)":
            $ l_anxiety -= 1
            j "他没事的，劳拉。他正在等消息，等着知道他妈还活着。不是只有你一个人可以担心自己爱的人。"
            scene c015_s008_014 with Dissolve(0.25)
            l "*叹气* 我知道。"
        "我会带你出去。":
            j "我会带你出去。这样你就能亲自确认他是不是还活着了。"
            scene c015_s008_014 with Dissolve(0.25)
            l "你这么说的话。"
    scene c015_s008_015 with Dissolve(0.25)
    l "听着，我知道你担心是因为宿舍那件事，但我不会再那么干了。那很蠢。我知道。我只能把注意力放在小事上。放在那些我们为了熬到第二天不得不做的日常破事上。"
    j "对，我懂。找点正常的事，好让这一切该死的恐怖看起来没那么糟。"
    scene c015_s008_016 with Dissolve(0.25)
    l "对。正常。"
    if ch12_laura_sex == "yes" and ch12_laura_tellfriend == "no" or ch10_laura_sex == "yes" and ch12_laura_tellfriend == "no":
        scene c015_s008_017 with Dissolve(0.25)
        l "[player_name]……"
        menu:
            "我该去睡了。\n[rgr](劳拉 欲望 +1)":
                $ l_desire += 1
                scene c015_s008_018 with Dissolve(0.5)
                j "我该去睡了。"
                l "我……对。你觉得你睡得着吗？"
                scene c015_s008_019 with Dissolve(0.25)
                j "好吧，我那杯咖啡还没喝呢。你要是想的话……"
                l "对，我猜可以。晚安，[player_name]。"
                scene c015_s008_020 with Dissolve(0.25)
                j "晚安，劳拉。希望能睡个安稳的。"
                scene c015_s008_021 with Dissolve(0.25)
                "{color=#66ff33}操。看来不管我把信号放得多大，可能都得把「我想要什么」表达得更直白一点。或者，也许他只是累了。其实我们都是。可我们之间越来越明显的这种疏远，我实在不喜欢。{/color}"
            "所以，你是在哪儿、什么时候找到这个的？\n[rgr](劳拉 爱意 +1)\n[pks]":
                $ l_love +=1
                $ l_sex +=1
                $ ch15_laura_sex = "yes"
                call ch15_laura_sex from _call_ch15_laura_sex
                if ch11_shelley_sex == "yes" or ch13_shelley_sex == "yes" or ch14_shelley_sex == "yes" or ch15_shelley_sex == "yes":
                    scene blank with Dissolve(2)
                    scene c015_s011_001 with Dissolve(2)
                    play music nightmain2 fadein 2.0
                    "好吧，这么一来雪莉撞见我们，就意味着她确实知道了劳拉和我在上床，而不只是「猜测」。"
                    s "嘿。"
                    scene c015_s011_002 with Dissolve(0.25)
                    j "雪莉……"
                    s "*咯咯笑* 希望你刚才玩得开心。"
                    scene c015_s011_003 with Dissolve(0.25)
                    j "我不会说谎说我没有。"
                    s "看看你留在她肚子上的那些痕迹，我猜是的。我想劳拉大概也需要发泄一下。她神经绷得太紧了，我担心她会心梗。而且，也许她需要有人帮她从基思那件事里走出来。"
                    scene c015_s011_004 with Dissolve(0.5)
                    j "对，她抓着太多破事了，甚至在雾来之前就开始了。你听我说，我——"
                    s "你不用向我解释任何破事。你身边有一堆需要关注的女孩，这一点我还是知道的。妈的，我自己不也在享受这个嘛。每次我们能单独待上几分钟的时候。而且我不是那种爱嫉妒的人。我甚至都不是那种专一关系的人。"
                    scene c015_s011_005 with Dissolve(0.25)
                    s "不过，下次你和劳拉亲热的时候，也许可以通知我一声，让我一起加入。*咯咯笑*"
                    j "你觉得她会同意？"
                    scene c015_s011_006 with Dissolve(0.25)
                    s "不知道，但值得一试。在这一切结束之前，我一定要跟她们中的另一个凑成三人行，跟你一起。"
                    j "只要你能说服她们，那当然。我可不会拦着你。*轻笑*"
                    s "我就知道你会愿意。"
                    play sound kiss
                    scene c015_s011_007 with flashpink
                    s "啵噜噜~~~ 唔唔~~~"
                    "好吧，我知道我刚射过，但雪莉要是继续这样，我可能很快就准备好第二回合了。"
                    stop sound
                    scene c015_s011_008 with Dissolve(0.5)
                    s "感觉你已经恢复到半硬状态了。不过，尽管我也很想轮到我，我还是得在班次到来之前睡一会儿。"
                    j "我也该休息了。我要去办公室的沙发上睡。"
                    if ch15_shelleytellsmckallie == "yes":
                        scene c015_s011_009 with Dissolve(0.25)
                        s "为了让卡莉有点空间？"
                        j "对。她……"
                        s "我知道。"
                    else:
                        scene c015_s011_010 with Dissolve(0.25)
                        s "哦？跟我睡同一张床你就忍不住了？"
                        j "卧室里人太杂，而且我一被打醒就很难再睡着。办公室能让我有点私人空间。"
                        s "有道理。"
                    if ch14_shelley_sex == "no" and ch15_shelley_sex == "no":
                        $ shelley_admitlike = "yes"
                        scene c015_s011_011 with Dissolve(1)
                        s "嘿，在你走之前……我想让你知道一件事。"
                        j "还有事？都这么晚了还投知识炸弹。"
                        scene c015_s011_012 with Dissolve(0.25)
                        s "我知道，可是……我……我喜欢你。是那种真的很喜欢。当然，我们之间做爱挺棒的，但你不只是一个「刚好有空的鸡巴」。你一直……我以前从不让别人靠近我，因为我怕他们看见我状态不好的样子，然后跑掉。"
                        scene c015_s011_013 with Dissolve(0.25)
                        s "你……你在我最糟的时候都在，也一直陪着我熬过来。而这个……我以前从来没有过。"
                        j "我在乎你，雪莉。你善良、风趣、有点呆。但你骨子里是个好人。漂亮得要命，也性感。但就算我们不上床，我还是会喜欢你。"
                        scene c015_s011_014 with Dissolve(0.25)
                        s "可我这么——一个——"
                        j "不，雪莉。每个人都在用自己的方式应对这一切。我理解。"
                        scene c015_s011_015 with Dissolve(0.25)
                        s "好吧，我……我真的挺喜欢你。你不用说什么。知道就行。"
                        j "我……那我觉得自己很特别了。"
                        s "你本来就该觉得。"
                    scene c015_s011_016 with Dissolve(1)
                    s "我该……呃……我们该……试着休息吧。毕竟是个很忙的夜晚。"
                    j "对。你也好好睡，如果你睡得着的话。"
                    s "你也是。"
    else:
        scene c015_s008_018 with Dissolve(0.5)
        j "我该去睡了。"
        l "我……对。你觉得你睡得着吗？"
        scene c015_s008_019 with Dissolve(0.25)
        j "好吧，我那杯咖啡还没喝呢。你要是想的话……"
        l "对，我猜可以。晚安，[player_name]。"
        scene c015_s008_020 with Dissolve(0.25)
        j "晚安，劳拉。希望能睡个安稳的。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_21_752", transition=Dissolve(1.0))()
    pause
    $ Hide("july_21_752", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    play music insideday3 fadein 2.0
    scene c015_s010_007 with Dissolve(2)
    "早上醒来时，我觉得有点僵、有点酸，但至少睡了个不被打断的觉，这意味着夜里没出什么问题。或者说，没出任何值得把整栋房子叫醒的问题。"
    scene c015_s010_008 with Dissolve(0.5)
    if ch15_shelleytellsmckallie == "yes":
        "我们这群人内部确实有问题——那些拌嘴和冲突，都是人们用他们唯一知道的方式在应对恶劣环境的结果——但其中有一件完全是我自己的责任。像那样伤害卡莉，我需要……我也说不上来。"
        "我想跟她把事情和解，但心里有一部分把它合理化了：这也许才是最好的。我深爱着她，可继续这段关系对她没有好处。现在结束，最后就能很容易地跟她分道扬镳。"
        "更紧迫的是说服伊芙，是时候放弃那辆SUV了。我们得徒步走，我不想她还抓着一个根本救不回来的东西不放。"
    else:
        "我们这群人内部确实有问题，主要是拌嘴和冲突，都是人们用他们唯一知道的方式在应对恶劣环境的结果。首当其冲的，就是说服伊芙放弃那辆SUV。"
        "我们得徒步走，我不想她还抓着一个根本救不回来的东西不放。"
    scene c015_s010_009 with Dissolve(0.5)
    "那意味着要跟她来一场硬仗，我敢肯定会伴随着吼叫，以及我拼尽全力说服她「跟我们走才是明智选择」。我需要时间排练一下自己那部分说辞。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c015_s010_010 with Dissolve(2)
    play music insidedark fadein 2.0
    "直到我下楼，看见一群人正挤在客厅窗边。"
    scene c015_s010_011 with Dissolve(0.25)
    j "怎么了？"
    l "有一个走到门廊那边去了。"
    scene c015_s010_012 with Dissolve(0.25)
    j "来，让我……"
    scene c015_s010_013 with Dissolve(0.5)
    "就像劳拉说的，一个灼烧者摸到了前门廊，就站在那儿，像个醉鬼一样摇摇晃晃。我不知道自己在那儿站了多久，盯着它、等着它有所动作。任何动作。"
    scene c015_s010_014 with Dissolve(0.25)
    "脑子里，我重放了前天我和伊芙逃离那栋房子时、一个灼烧者撞破窗户闯进来的场景。我不能让它在这儿发生。我得把它引开，然后解决掉。"
    scene c015_s010_015 with Dissolve(0.25)
    j "你留在这儿盯着它。我要去穿上装备处理掉这事。"
    l "[player_name]？"
    scene c015_s010_016 with Dissolve(0.5)
    j "现在不行，劳拉。它离得太近了，我们不需要它往这边招来更多麻烦。"
    k "等等。它……它好像开始走开了。"
    scene c015_s010_017 with Dissolve(0.25)
    "我停了一下，考虑要不要不管那怪物看似无目的的移动、直接出去。"
    l "外面还有别的。你要是出去，可能会引起它们的注意。这事很快就会失控。"
    scene c015_s010_019 with Dissolve(0.5)
    j "*叹气* 我们不可能永远躲在这儿。很快就得走。把「垃圾」清出去可能是必要的。"
    l "那要是把格伦德尔招回来怎么办？外面那么多是因为你杀了那个女巫。"
    scene c015_s010_020 with Dissolve(0.25)
    k "或者是因为她叫了增援。"
    l "不管怎样，我们最好都低着头，别去招麻烦。尤其既然很快就要走了。"
    "看来不只我一个人想到格伦德尔是被「叫来」的，像免疫细胞被征调来抵御危险一样。但具体怎么运作，仍然没有答案。"
    scene c015_s010_021 with Dissolve(0.25)
    j "*叹气* 好吧。得留个人放哨，要是它们再靠近，我来处理。"
    s "你说我们很快要走？这是不是意味着要放弃那辆SUV了？"
    j "这是我得跟伊芙谈的一件事。不过对，我们得接受要徒步的事实。医院不算太远。至少我是这么听说的。"
    scene c015_s010_022 with Dissolve(0.25)
    l "那我们该开始准备了。我来重新整理背包，确保必需品都齐。"
    s "那伊芙呢？"
    j "我去冲个凉，然后试着把我那套说辞理顺。我得说服她跟我们一起走。一旦说服成功，我就争取跟她单独谈。我觉得集体干预她不会太领情。"
    l "大概不会。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    play ambient shower
    scene c015_s012_001 with Dissolve(2)
    play music insideday fadein 2.0
    "对，是时候了。我已经给了伊芙足够的余地，盼着她能看到留下来的好处。但经历了女巫那件事，又加上街上到处都是想找麻烦的灼烧者，我们必须让自己进入「上路」这个心态。"
    "也就是说，我得把「伊芙到底跟不跟我们走」这件事敲定。"
    "事实是，她让我们这群人变得更好。我知道要是出了事——坦白说，如果是我出事——而我需要一个能把其他人带出去的人，我知道她做得到。她想不想背这个担子是另一回事。"
    scene c015_s012_002 with Dissolve(0.25)
    "当然，她和劳拉之间确实有实质性的紧张，但我知道那源头在于劳拉用「把所有人都当小孩照顾」的方式来获得控制感。"
    if ch14_evetalksaboutsis == "yes":
        "伊芙和雪莉？我得说她们相处得这么好让我有点意外，不过雪莉一直都是个社交蝴蝶。而对伊芙来说，考虑到她跟我说过她姐姐的事，也许她在雪莉身上看到了某种替代品。"
    else:
        "伊芙和雪莉？我得说她们相处得这么好让我有点意外，不过雪莉一直都是个社交蝴蝶。而对伊芙来说，我仍然觉得车库里那一幕——她看见雪莉在挣扎——以某种私人的方式触动了她。"
    scene c015_s012_003 with Dissolve(0.25)
    if e_sex >= 1:
        "伊芙和我？尽管我们上过了床，但感觉那对她来说并没有真正的意义。不管怎样，我一直在努力让自己随和些，可她对我还是一副冷淡的样子。也许她就是这样对人。或者对男人。"
    else:
        "伊芙和我？我一直在努力让自己随和些，可她对我还是一副冷淡的样子。也许她就是这样对人。或者对男人。"
    stop ambient fadeout 2.0
    scene blank with Dissolve(2)
    scene c015_s012_004 with Dissolve(2)
    play sound doorclose
    "我走进车库，正好赶上伊芙「砰」地一声甩上引擎盖。从她那一连串语无伦次的哼哼和低吼里，我知道是时候谈放弃SUV这件事了。"
    j "所以，不是什么好消息？"
    scene c015_s012_005 with Dissolve(0.25)
    e "……"
    scene c015_s012_006 with Dissolve(0.25)
    e "彻底完了。换滤清器也好、清理锈蚀也好，都不可能让它再跑起来了，因为我真的动手查过之后，发现情况糟得多。里面全是那玩意儿。"
    j "说点不懂修车的人能听懂的话。"
    scene c015_s012_007 with Dissolve(0.5)
    e "就像有人往燃烧室里倒了一加仑柏油。燃油喷嘴也一样。就算我们有一桶清洁剂，我也不太信它还能跑。我不是修车专家——基本就是东拼西凑学了点东西——所以我才盼着做点保养能让它重新动起来。"
    e "但当我好好看清发动机内部之后，我就知道它已经废到我救不回来的程度了。"
    scene c015_s012_008 with Dissolve(0.25)
    j "那真糟。"
    "我还能说什么呢？我很高兴她终于接受了我早就判断出的这个现实。"
    scene c015_s012_010 with Dissolve(0.25)
    e "就算想想都很疯狂，我还是有点希望我们有辆电动车。当然了，在这座城里找充电桩是个麻烦事，但既然雾能把这种普通发动机操成这样，电动车总归是更好的选择吧。"
    j "嗯，我觉得现在去找一辆不现实，但如果路上看见了……"
    scene c015_s012_011 with Dissolve(0.25)
    e "医院离这儿不算太远。得费点力气，但从这儿走过去还是可以的。"
    j "你改口说走路，改得还挺快。"
    scene c015_s012_012 with Dissolve(0.25)
    e "既然我知道那辆SUV已经完了，这是最理智的选择。"
    "我想问问她，之前为什么对那辆车那么执着，执着到在车库待了那么久。但那听起来像是她不会高兴的话题。我在她这儿把鼻子伸得太深了。"
    menu:
        "别问。":
            "如果她想说，她自己会说。她心情正糟的时候，没必要去逼她。"
            scene c015_s012_013 with Dissolve(0.25)
            e "什么？你心里有事？我看得出来。"
            j "没事。"
            "不再往下追问显然是明智的。她心情不好，这完全可以理解。"
        "所以，那辆SUV对你有什么特殊意义吗？\n[rrd](伊芙 好感 -1)":
            $ e_friend -= 1
            j "所以，那辆SUV对你有什么特殊意义吗？我这么问只是因为，不管是在车库还是在这儿，你看起来都不太想放弃它。"
            scene c015_s012_014 with Dissolve(0.25)
            e "它就是一辆能跑的车而已。你自己也在那堆鬼东西外面走过。你知道那有多危险。我是在尽量避免不得不那么做。"
            j "如果我不是来告诉你那辆UPS卡车的事，你会不会就继续留在车库？"
            scene c015_s012_015 with Dissolve(0.25)
            e "……"
            "好吧，在这件事上再追问也问不出什么。我该收手，或者换个话题。"
    scene c015_s012_007 with Dissolve(0.25)
    e "你还有别的什么想问我的吗？不如问问我「感受」之类的、或者你们那套用来钻进女人裤子的狗屁把戏。装出一副柔软、和自己的情绪完全和解的样子，好把鸡巴埋进去。"
    "别上钩。她正在气头上，接这个话不会有什么好结果。"
    e "你就没什么可说的？一点都没有？我猜你其实没什么真本事。只会在脆弱的小女孩和老太太身上下手。"
    scene c015_s012_016 with Dissolve(0.5)
    "走开。"
    j "好吧，我该去告诉其他人，我们要准备好，一等雾有间歇就徒步出发。"
    scene c015_s012_017 with Dissolve(0.5)
    e "对，你{b}应该{/b}去说。"
    "对，最好别赖着不走，也别接她的话茬。我该把她说的「我跟你们走」当成一个胜利，能走就赶紧走。"
    if e_friend >= 6:
        scene c015_s012_018 with Dissolve(0.5)
        "{color=#EEF527}操，伊芙，你根本没理由冲他发火。他不是故意找你的茬。他只是来问候一声。我甚至觉得他压根不在乎那辆SUV。别一上来就认定他在找我的麻烦。{/color}"
        "{color=#EEF527}好吧，也许不是那种意思。{/color}"
    scene blank with Dissolve(2)
    scene c015_s012_019 with Dissolve(2)
    "烦躁的时候，问题在于你想找点事把这股怒气消耗掉。被困在一栋不属于我的房子里，我什么事也做不了。我当然不可能出去散步，也不想对其他人发火。"
    "我只能假定「跟伊芙谈过了」给了我一个足够的借口，让我去某个地方安静待一会儿。"
    scene c015_s012_020 with Dissolve(0.5)
    "我决定去办公室待着、生一阵闷气，而不是把自己的烦躁摆在明面上。"
    l "所以呢？"
    j "车完了。我们得准备好，等雾一有间歇就出发。"
    scene c015_s012_021 with Dissolve(0.5)
    l "那要是这个间歇迟迟不来呢？"
    j "那到时候再处理那个问题。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_21_710", transition=Dissolve(1.0))()
    pause
    $ Hide("july_21_710", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c015_s013_001 with Dissolve(2)
    play music nightmain fadein 2.0
    "太阳开始落山的时候，我吃过东西，也认定休息比社交更重要。看看我最近表现有多差，也许我不在场反而更好。"
    scene c015_s013_002 with Dissolve(0.5)
    e "呃。嘿。这边没什么事吧？"
    k "除了刚才那个像要问我们要不要买女童军曲奇的家伙走上门廊之外，没什么刺激的。"
    scene c015_s013_003 with Dissolve(0.25)
    s "唔嗯~~~ 现在这个点，我愿意用一切换一盒巧克力椰蓉曲奇。"
    k "它们现在叫「焦糖脆脆条」了。"
    scene c015_s013_004 with Dissolve(0.25)
    s "其实吧，那得看是哪{a=https://www.today.com/food/why-do-some-girl-scout-cookies-have-different-names-rcna199108}家烘焙厂生产的{/a}。"
    k "哦，真的吗？我……我猜要是现在有网，我肯定要去查一下。"
    scene c015_s013_005 with Dissolve(0.5)
    e "好吧，那个……"
    k "我们听说SUV完了。"
    scene c015_s013_006 with Dissolve(0.25)
    e "对啊。看来消息传得挺快。"
    s "关于你的车，这其实不算意外吧。"
    scene c015_s013_007 with Dissolve(0.25)
    e "*叹气* 对。我只是以为自己能在它死掉之前多走远一点。那么，[player_name]在哪儿？"
    s "在睡觉。他说他要在值班之前先休息一会儿。"
    e "哦？好吧。我想我晚点再去找他。"
    if e_friend >= 5 or e_sex >= 1:
        scene blank with Dissolve(2)
        window hide
        show datetime_1 at truecenter with dissolve
        show datetime_2 at truecenter with dissolve
        $ Show("july_21_1120", transition=Dissolve(1.0))()
        pause
        $ Hide("july_21_1120", transition=Dissolve(1.0))()
        hide datetime_2 with dissolve
        hide datetime_1 with dissolve
        scene c015_s014_001 with Dissolve(2)
        "我迷迷糊糊地睡了一阵，听见门被推开。该轮到我放哨了吗？我已经睡了一阵子，有人来叫我也说得通。"
        play sound doorclose
        scene c015_s014_002 with Dissolve(1)
        "我半睡半醒地坐起来，发现站在门和床之间的偏偏是伊芙。她脸上的表情不太对劲。或者说，跟我这一周来认识的那个人不符。也跟那个刚才还在找茬吵架的女人不符。"
        j "出什么事了？"
        e "没有。我刚从劳拉那儿过来。她盯着呢。"
        scene c015_s014_003 with Dissolve(0.25)
        j "好——~~~"
        e "我能在这儿睡吗？"
        scene c015_s014_004 with Dissolve(0.25)
        j "呃，行啊。你要是想睡床，我可以挪出去——"
        e "留下。拜托。"
        menu:
            "不，不，那没关系的。\n[rgr](伊芙 欲望 +1)":
                $ e_desire += 1
                scene c015_s014_005 with Dissolve(0.25)
                j "不，不，没关系。我已经习惯睡办公室的沙发了。而且这床确实不够两个人睡。"
                e "那样不会……我觉得……"
                scene c015_s014_006 with Dissolve(0.25)
                j "睡吧，伊芙。我们明天可能就得上路了。"
                play sound doorclose
                scene c015_s014_007 with Dissolve(0.25)
                e "*呻吟*"
                e "操。"
            "空间确实不大。\n[rgr](伊芙 爱意 +1)\n(伊芙 焦虑 -1)\n[pks]":
                $ ch15_eve_sex = "yes"
                $ e_anxiety -= 1
                $ e_sex += 1
                $ e_love +=1
                j "呃，好吧。空间不大，所以别怪我把你挤在一起。"
                scene c015_s014_008 with Dissolve(0.25)
                e "没关系。我进来的时候就知道了。"
                scene c015_s014_009 with Dissolve(0.25)
                j "好。还有，我要是身上有汗，别太介意。"
                scene c015_s014_010 with Dissolve(0.25)
                e "这里他妈太闷了。指的是空气。整栋房子都闷。"
                scene c015_s014_011 with Dissolve(0.25)
                j "严格说现在还是夏天，虽然雾把最毒的那部分太阳给弄没了。而且我们没开空调。不过你别因为我停下。"
                scene c015_s014_012 with Dissolve(0.25)
                "伊芙一言不发，脱到只剩内衣，爬上了床。"
                scene c015_s014_013 with Dissolve(1)
                "她没有像我以为的那样背对着我，而是蜷在我身边，把手臂搭过我的胸口。我能感觉到她的胸部压着我的侧身，只好强迫自己集中注意力，别让这个信号传到我身体里那些随时准备待命的部位。"
                scene c015_s014_014 with Dissolve(0.25)
                j "哟，这不挺温馨？几乎够得上「亲密——」"
                e "别。"
                scene c015_s014_015 with Dissolve(0.25)
                if e_sex >= 2:
                    j "你不能半裸着爬到我床上，还指望我什么都不说。我们做过爱了。"
                    e "对，那确实让事情变得不一样了。不过那……只是发泄一下。我是说，你在这方面确实他妈挺厉害，但那不是我「想要」你。"
                    j "哦，我懂了。"
                else:
                    j "你不能半裸着爬到我床上，还指望我什么都不说。"
                    e "我猜也是。"
                scene c015_s014_016 with Dissolve(1)
                "她又安静下来，我以为对话已经结束了，她又开口了。"
                scene c015_s014_017 with Dissolve(0.25)
                e "谢谢。为了……"
                j "没事。你不用说。而且也不用记在账上，你不欠我什么。"
                scene c015_s014_018 with Dissolve(0.5)
                e "真难相信，上一分钟死亡还揪着我的脑袋不放，现在我居然活着躺在这儿。"
                j "总会有机会让你从我某个愚蠢决定里把我这傻逼捞出来的。"
                scene c015_s014_019 with Dissolve(0.25)
                e "大概吧。不过我只是想谢谢你。还有道歉。为刚才的事。我知道自己有时候说话很冲，其实冲得挺厉害，但……*叹气*"
                j "没事。我知道你不太愿意谈这些。我们俩也都需要睡一会儿。要是明天就得上路，那前面还有很长的一天。"
                e "对。"
                scene c015_s014_020 with Dissolve(0.25)
                "又安静了。也许现在我们俩该试着睡了。"
                scene c015_s014_021 with Dissolve(0.25)
                e "嘿，我知道现在可能不是最好的时机……"
                scene c015_s014_022 with Dissolve(0.25)
                e "但你想不想亲热一下？"
                j "什么？真的？现在？"
                scene c015_s014_023 with Dissolve(0.25)
                e "为什么不呢？床是我们独占的。"
                j "所以你进来就是为了这个？"
                e "不只是这个。我觉得我得道个歉。而且我不觉得跟其他人挤那张大床……算了。所以~~~？"
                scene c015_s014_024 with Dissolve(0.5)
                j "行行行。我猜这次不会有前戏了，直接上正菜是吧。"
                e "怎么？你不想亲我？"
                if e_sex >= 1:
                    j "我只是觉得那样会「太亲密」了，尤其考虑到我们上次做爱是怎么收场的。"
                else:
                    j "我只是觉得对两个几乎不认识的人来说，那样会「太亲密」。"
                e "也许我们可以试试看喜不喜欢。"
                stop music fadeout 2.0
                call ch15_eve_sex from _call_ch15_eve_sex
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_22_106", transition=Dissolve(1.0))()
    pause
    $ Hide("july_22_106", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c015_s015_001 with Dissolve(2)
    "{color=#ffcccc}我以为看书能帮我打发时间，结果只会让我更难保持清醒。当然，我是在用这个方式不去想某些话题，因为站在黑暗里焦虑地等待，对我理解这一切没有任何帮助。{/color}"
    scene c015_s015_002 with Dissolve(0.5)
    "{color=#ffcccc}每个人都跟我说安德华不会在医院等我，但他们不明白……我有多害怕他找到我。他们不明白在自己的人生里做个囚犯是什么感觉，一旦你抓到一丝自由——哪怕是这种自由——你就会担心这一切随时会被夺走。{/color}"
    scene c015_s015_003 with Dissolve(0.25)
    "{color=#ffcccc}所以我一头扎进书里。它们能把我的思绪从那些不停追着闹我「你应该对安德华好一点」的声音上拉开。那个一直活在我生活里的怪物。{/color}"
    if ch14_shelleytellskallie == "yes":
        "{color=#ffcccc}而且这还因为我根本不知道自己对[player_name]是什么感觉。或者说我知道，而我想……可是接着雪莉告诉我她也对他有感觉、而且他们在一起了，理性上我知道我不该……{/color}"
    $ renpy.sound.set_volume(.40, 0.0, channel = "sound")
    play sound monster_thump
    scene c015_s015_004 with hpunch_soft
    "*咚*"
    "{color=#ffcccc}等等。刚才那是……{/color}"
    $ renpy.sound.set_volume(.60, 0.0, channel = "sound")
    play music horror fadein 4.0
    scene c015_s015_005 with Dissolve(0.25)
    "{color=#ffcccc}外面有东西。我……在远处。那是红色的光吗？{/color}"
    play sound monster_thump
    "*咚* *咚*" with hpunch_soft
    scene c015_s015_006 with Dissolve(0.5)
    $ renpy.sound.set_volume(.80, 0.0, channel = "sound")
    "{color=#ffcccc}哦，操。它……{/color}"
    if k_anxiety >= 8:
        scene c015_s015_007 with Dissolve(0.25)
        "{color=#ffcccc}我、我得……得去……{/color}"
        play sound monster_thump
        scene c015_s015_009 with Dissolve(0.25)
        "{color=#ffcccc}我……我……我需要……太害怕了……{/color}"
        scene c015_s015_010 with Dissolve(0.25)
        l "卡莉？卡莉？"
        "{color=#ffcccc}劳拉？是劳拉吗？说句话。提醒她。{/color}"
        scene c015_s015_011 with Dissolve(0.25)
        l "卡莉？卡莉？它在哪儿？"
        k "外面。正在靠近。我、我看见那光了。我想是在街道那边。"
        scene c015_s015_012 with Dissolve(0.25)
        l "操。离窗户远点。"
    else:
        scene c015_s015_008 with Dissolve(0.25)
        k "大家！！！有东西过来了！"
        play sound monster_thump
        scene c015_s015_013 with Dissolve(0.25)
        k "醒醒！[player_name]！劳拉！"
        scene c015_s015_014 with Dissolve(0.5)
        "{color=#ffcccc}我该上楼去叫醒他们。或者留在窗边盯着格伦德尔的动静。我该……{/color}"
        "{color=#ffcccc}楼上有动静。好，好，有人起来了。让他们去叫其他人。我得看清它在哪儿。{/color}"
        scene c015_s015_015 with Dissolve(0.5)
        "{color=#ffcccc}你在哪儿？雾里太难看清了。它在外面。我能看见那红光。越来越亮。{/color}"
        scene c015_s015_011 with Dissolve(0.25)
        l "卡莉？卡莉？它在哪儿？"
        k "外面。正在靠近。我、我看见那光了。我想是在街道那边。"
        scene c015_s015_012 with Dissolve(0.25)
        l "操。离窗户远点。"
    $ renpy.sound.set_volume(1.0, 0.0, channel = "sound")
    scene c015_s015_016 with Dissolve(0.5)
    k "其他人呢？"
    if ch15_eve_sex == "yes":
        l "我叫醒雪莉了。她在穿衣服。我还听见第二间卧室里有动静。"
    else:
        l "我叫醒雪莉了。她在穿衣服。我还听见办公室里有动静。"
    play sound monster_thump
    scene c015_s015_017 with hpunch
    "*咚* *咚*" with hpunch
    play sound grendel_growl
    l "操，它就在外面。"
    scene c015_s015_018 with Dissolve(0.25)
    j "它在哪儿？"
    l "嘘~~~ 我觉得它在前院。"
    e "操。我去拿霰弹枪。"
    scene c015_s015_019 with Dissolve(0.5)
    j "你们两个，去厨房。"
    play sound smashhouse
    "*咔嚓* *咚*" with vpunch
    scene c015_s015_020 with Dissolve(0.25)
    "房子晃了一下。有木头裂开的声音。格伦德尔肯定知道我们在这儿。"
    j "所有人，现在立刻把装备穿好。"
    scene c015_s015_021 with Dissolve(0.5)
    l "雪、雪莉在哪儿？"
    s "在这儿。我来了。"
    scene c015_s015_022 with Dissolve(0.5)
    e "计划是什么？"
    j "穿好装备。我们可能得——"
    play sound smashhouse
    play sound glasssmash
    scene c015_s015_023 with vpunch
    "*咔嚓* *咔嚓* *咚*"
    "房子又挨了一下。玻璃碎了。大概是楼上某扇窗。"
    j "楼上的东西都拿了吗？"
    scene c015_s015_024 with Dissolve(0.5)
    l "应、应该吧。楼上只有那些东西……"
    s "洗手间里的洗漱用品。"
    j "不要了。"
    scene c015_s015_025 with Dissolve(0.25)
    j "伊芙？"
    e "我的包在车库。我去拿。"
    scene c015_s015_026 with Dissolve(0.5)
    j "好。"
    play sound smashhouse
    "*咔嚓* *咔嚓* *咚*" with vpunch
    "房子又挨了一下。它是想把我们熏出去吗？我得更好搞清楚它在哪儿。"
    scene c015_s015_027 with Dissolve(1)
    "我一边穿装备，一边目光对上雪莉的。我能看见她眼里的恐惧。我希望能做点什么让她的恐惧缓一缓，但在这一切结束之前，我唯一能做的只是说些空洞的安慰话。"
    play music monster fadein 2.0
    scene c015_s015_028 with flashred
    play sound smashhouse
    pause 0.25
    play sound glasssmash
    "*哗啦*" with vpunch
    "我听见有人在尖叫。但我更担心的是四处飞溅的碎片，以及即将灌进来的雾。我必须做点什么把它引开。这样她们才能逃出去。我……"
    play sound doorclose
    scene c015_s015_029 with Dissolve(0.5)
    e "拿到了。我勒个去！"
    play sound grendel_growl
    scene c015_s015_030 with Dissolve(0.5)
    j "伊芙！别管它！到这边来！带她们出去。"
    scene c015_s015_031 with Dissolve(0.25)
    e "什么？你要干什——"
    j "我要把它引开。等它跟着我，你就带她们出去。带到安全的地方。几条街之外。"
    scene c015_s015_032 with Dissolve(0.25)
    e "操。好。姑娘们，我们要开始跑了。"
    scene c015_s015_033 with Dissolve(0.5)
    l "[player_name]？你他妈在干什——"
    e "现在不行，劳拉。看在老天的份上，现在不行。"
    k "帮我搬那个大包。我搬得动。"
    scene c015_s015_034 with Dissolve(0.25)
    s "你、你确定吗？"
    k "确定。劳拉得腾出手来。外面可不只有格伦德尔。"
    "随她们去折腾吧。我不知道自己怎么追得上她们。妈的，照我的计划，可能根本没有什么「追得上」这回事。"
    scene blank with Dissolve(2)
    scene c015_s015_035 with Dissolve(2)
    "你在这儿。靠，你他妈真是个猛人。开工吧。"
    scene c015_s015_036 with Dissolve(0.25)
    "这应该能把它的注意力引过来。"
    play sound grendel_growl
    scene c015_s015_037 with Dissolve(0.25)
    j "嘿！到这儿来！喂，丑八怪！我操了你妈！而且她床上功夫烂透了！"
    "成了。该上演「本尼·希尔式追逐」了，希望他妈这个计划能管用。"
    if persistent.ch15_complete == False:
        $ persistent.ch15_complete = True
        $ quick_menu = False
        scene blank with Dissolve(2)
        window hide
        $ Show("achievement_chapter15", transition=slideright)()
        pause
        $ Hide("achievement_chapter15", transition=dissolve)()
        $ quick_menu = True
label chapter16:
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("chapter16", transition=Dissolve(1.0))()
    pause
    $ Hide("chapter16", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    play music monster fadein 2.0
    scene c016_s001_001 with Dissolve(2)
    "好吧，我确实没把这事想得那么长远。举着火把去吸引格伦德尔的注意，跟把肉摆在饿狮子面前一样，又蠢又冲动又送死。"
    play sound monster_thump
    scene c016_s001_002 with Dissolve(0.5)
    "我能听见它在我身后跺。它不快，但也不需要快。我得在它和我之间不断制造障碍，好给其他人拉开足够的距离，逃离这整场闹剧。"
    "更糟的是，我同时吸引了外面每一个灼烧者的注意。它们他妈不停地从黑暗里蹦出来，像射击场里那种机械靶。"
    scene c016_s001_003 with Dissolve(0.5)
    "计划。计划是什么？你早就知道自己可能得这么干。你的计划是——要干什么——"
    "*哗啦* *哐当* *嘎吱*" with vpunch
    scene c016_s001_004 with Dissolve(0.5)
    "听起来是格伦德尔撞上了一辆车，决定把它甩到一边。我得做点什么，不然它马上就要冲我来了。"
    scene c016_s001_005 with Dissolve(0.5)
    "房子。就在那儿。"
    scene c016_s001_006 with Dissolve(1)
    "快点动手。用斧子。"
    play sound glasssmash
    scene c016_s001_007 with hpunch
    "抱歉了，各位。希望你们买了保险。"
    scene c016_s001_008 with flash
    "来吧宝贝，为我烧起来。天哪，放火原来是这样感觉吗？我鸡巴都没硬，所以大概不完全算。"
    play sound monster_thump
    scene c016_s001_009 with vpunch
    "*咚*"
    "操，它就在那儿。我得——"
    play ambient fire fadein 2.0
    scene c016_s001_010 with Dissolve(0.5)
    "我听见一声嘶响，余光里瞥见一块地毯被点着。铺着木地板的地面很快就会助长火势。我只需要——"
    play sound grendel_growl
    scene c016_s001_011 with vpunch
    "我都不知道自己怎么反应得那么快，格伦德尔的攻击几乎擦身而过。我来不及庆祝，只是手忙脚乱地往后退。"
    scene c016_s001_012 with Dissolve(0.5)
    stop sound fadeout 2.0
    "我开始害怕：放火烧房子根本不是我想要的「分散注意力」。我的视野——在黑暗中所剩无几的那点——开始收缩。是我搞砸了，我活不下来。"
    scene c016_s001_013 with Dissolve(0.5)
    "然后我听见火焰轰然窜起的低吼。我回头一看，惊讶地看见格伦德尔被映成橙色，目瞪口呆地盯着那团越烧越旺的火。"
    "有那么一瞬间，我自己也被那画面钉住，停留得太久了。"
    scene c016_s001_014 with Dissolve(0.5)
    "我猛地把头转回来，发现一个灼烧者就……站在那儿，像是在我和房子之间拿不定主意。或者，它在努力处理涌入的感官刺激。"
    scene c016_s001_015 with Dissolve(0.25)
    "不管怎样，我把这当成了一个信号：他妈的，赶紧滚出这一片。"
    stop ambient fadeout 2.0
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c016_s001_016 with Dissolve(2)
    play music insidedark fadein 2.0
    e "先这样吧。暂时。"
    l "……"
    scene c016_s001_017 with Dissolve(0.25)
    e "好，好，把整栋房子彻底搜一遍。看起来这里面是干净的，但我们得确认一下。不想有任何意外。"
    scene c016_s001_018 with Dissolve(0.25)
    s "我去卧室那边。"
    l "不许一个人。谁也不许单独行动。"
    scene c016_s001_019 with Dissolve(1)
    k "呃……呃……那——"
    e "它没在追我们，所以应该成功了。"
    scene c016_s001_019-1 with Dissolve(0.25)
    k "我担心的不是这个。"
    e "我知道，但这一秒我们什么也做不了。先确认这地方没问题，再去担心那个。"
    scene blank with Dissolve(2)
    scene c016_s001_020 with Dissolve(2)
    "操，我不敢相信这居然管用。当然了，放火这种事也不是没有麻烦。幸好没风，但我不知道火会不会烧到周围的房子。消防队可不会来灭火。"
    "现在？那几个姑娘他妈在哪儿？我什么都看不见。我得把手电筒找出来。"
    scene c016_s001_021 with Dissolve(0.25)
    "哦，这可真是好——多了。操。"
    scene blank with Dissolve(2)
    scene c016_s001_022 with Dissolve(2)
    l "这边是干净的。"
    scene c016_s001_023 with Dissolve(0.25)
    e "一样。看起来像是有人刚搬进来。这地方不太像有人住久的样子。车库没有车。"
    l "雾来的时候他们大概在上班。"
    e "对。"
    scene c016_s001_024 with Dissolve(0.25)
    s "那[player_name]呢？有人看见或听见什么了吗？"
    e "这是我这趟待办清单上的下一项。{b}卡莉{/b}，把客厅的灯留着。我回来的时候需要有个能找的目标。"
    scene c016_s001_025 with Dissolve(0.25)
    l "等等，什么？你要——"
    e "我要回去把他带出来。他把「带你们所有人到安全的地方」这件事托付给我，而我做到了。现在，我要去把他的屁股拖回来。那把手枪还在你那儿吗？"
    l "在、在的。不过子弹不多。"
    scene c016_s001_026 with Dissolve(0.25)
    e "不要紧。只要有任何不是我、也不是[player_name]的东西踏上草坪，你就他妈给我开枪。我不知道找到他的时候他会是什么状态，我不想在拖着他走的时候还得跟什么东西打架。"
    l "*叹气* 好。我们会留心等你的。"
    e "好。"
    scene blank with Dissolve(2)
    scene c016_s001_027 with Dissolve(2)
    "我连她们去了哪儿都不知道。天太黑，我几乎什么都看不见。手电筒也帮不上忙，而且我对这个社区不熟。"
    scene c016_s001_028 with Dissolve(0.25)
    "我听见动静，停下来戒备着可能需要自卫的情况。虽然我把格伦德尔甩在了身后，但我敢肯定街上还有灼烧者。"
    e "[player_name]？我看见手电光了。"
    scene c016_s001_029 with Dissolve(0.25)
    j "在——哪——"
    e "在这儿。你他妈别挥我。"
    scene c016_s001_030 with Dissolve(0.5)
    j "我不会。其他人在哪儿？"
    e "我把他们带到一个街区外的一栋房子，然后回来找你。格伦德尔呢？"
    j "我放火烧了一栋房子来分散它的注意力，然后撤了出来。"
    scene c016_s001_031 with Dissolve(0.25)
    e "那管用了？"
    j "我脱身了，不是吗？"
    e "好吧好吧。我好像闻到烟味了，但管他呢。趁劳拉还没急得屁股长针、亲自冲出来，我们走吧。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c016_s002_001 with Dissolve(2)
    play music nightmain2 fadein 2.0
    e "我把他带回来了，像我答应的那样。你可以放松你的屁眼了。"
    j "而且目前看来我们是安全的。"
    scene c016_s002_002 with Dissolve(0.25)
    l "哦，谢天谢地。你没事吧？看起来没受伤。"
    j "惊险了一两回，但我毫发无伤脱了身。就是稍微放了点火而已。"
    scene c016_s002_003 with Dissolve(0.5)
    l "什么？"
    j "我借了伊芙的信号弹，用它把格伦德尔引开。"
    e "「借」这个字暗示你还打算还回来。"
    scene c016_s002_004 with Dissolve(0.25)
    j "好吧，我欠你一支信号弹。就算那辆你再也开不了的车。"
    l "谁他妈在乎这个？你当时在想什么？"
    j "我想的是「它们不是靠视觉追踪我们的，那要是能感应我们的体温呢」，于是觉得火也许是分散它们注意力的好办法。不过话说回来，我觉得没那么简单。也许是好几件事凑在一起。"
    scene c016_s002_005 with Dissolve(0.25)
    l "放火那部分？"
    j "哦，对。我沿着街跑，砸开一扇窗户，把信号弹扔了进去。火一烧起来，我就他妈赶紧撤了。那大家伙被分散了足够的注意力，我才跑得掉。"
    scene c016_s002_006 with Dissolve(0.5)
    s "我们该担心房子起火这事吗？你知道，火要是蔓延，把整个开发区都烧掉怎么办？"
    k "没风，而且已经很久没这么干了。而且我们隔着几个街区。我觉得我们安全了。"
    scene c016_s002_007 with Dissolve(0.25)
    j "不管怎样我们会盯着。好的一面是，火看起来确实能让它们的脑子有点乱。我跑过去的时候至少有两个灼烧者只是站在那儿，像纵火犯一样痴迷地看着火。所以，烧掉几栋房子对我们可能是好事。"
    l "暂时？我们是……"
    scene c016_s002_008 with Dissolve(0.5)
    e "留在这儿。天还黑就在雾里行军，那只是「没办法」才会干的事。你烧多少房子都不会安全。"
    j "伊芙说得对。现在几点了？"
    scene c016_s002_009 with Dissolve(0.5)
    k "大概两点。"
    j "好吧。*叹气* 我们该尽量休息一下。明天会是什么样谁也说不准。"
    scene c016_s002_010 with Dissolve(0.25)
    s "休息？认真的？"
    e "有机会就得抓住。"
    "我能看出劳拉有话想说，但她走开时一直沉默。我把这件事记下来，留给以后再谈。"
    scene c016_s002_011 with Dissolve(1)
    "我不觉得谁还能轻易睡着，尤其是被迫逃离那栋房子之后。而且，虽然我不会说出口，我也不确定我们是不是真的毫发无损地脱身了。"
    "没有消防队，火会烧成什么样谁也说不准。卡莉说得对，风很小，四处弥漫的雾也起了抑制作用，但我们运气一直不太好，我不相信这一次会走运。"
    if k_love >= 6 and ch14_shelleytellskallie == "no":
        scene c016_s002_013 with Dissolve(0.5)
        "不过，要是能在不得不再次上路之前歇上几个小时，那就太好了。"
        scene c016_s002_014 with Dissolve(0.25)
        "卡莉在我还没走远时就叫住我，扑进了我怀里。我得承认，被一个明显那么高兴见到我的人抱住，感觉真好。这让这一夜的恐怖变得可以忍受。"
        j "没事。我活着回来了。我只是松了口气，伊芙把你带到了安全的地方。"
        scene c016_s002_015 with Dissolve(0.5)
        k "这不代表我刚才不是一直在担心。还有，你回来了我真的很高兴。"
        j "嗯，我也很高兴见到你。*轻笑* 我们该安排一下睡觉的事了。毕竟剩的时间不多。"
        scene c016_s002_016 with Dissolve(0.25)
        k "我不确定自己睡得着。太焦虑了。"
        j "我会在这儿。不会出任何问题的。"
        scene c016_s002_017 with Dissolve(0.25)
        k "这有帮助。可还是。"
        scene c016_s002_018 with Dissolve(0.25)
        s "卡莉？[player_name]？"
        j "我们该去跟其他人会合了。"
        k "……"
    elif s_love >= 4:
        scene c016_s002_019 with Dissolve(0.5)
        "不过，要是能在不得不再次上路之前歇上几个小时，那就太好了。"
        scene c016_s002_020 with Dissolve(0.25)
        "雪莉在我还没走远时就叫住我，扑进了我怀里。我得承认，被一个明显那么高兴见到我的人抱住，感觉真好。这让这一夜的恐怖变得可以忍受。"
        j "没事。我活着回来了。我只是松了口气，伊芙把你带到了安全的地方。"
        scene c016_s002_021 with Dissolve(0.5)
        s "不过我刚才一直在担心。天哪，你回来了我真是太高兴了。"
        scene c016_s002_022 with Dissolve(0.25)
        j "嗯，我也很高兴见到你。*轻笑* 我们该安排一下睡觉的事了。毕竟剩的时间不多。"
        s "我再也睡不着了。那简直噩梦级素材。"
        scene c016_s002_023 with Dissolve(0.25)
        j "嘿，我会一直在的。不会出任何问题的。"
        s "我知道。可还是……噩梦级素材。"
        scene c016_s002_024 with Dissolve(0.25)
        k "雪莉？[player_name]？"
        j "我们该去跟其他人会合了。"
        s "如果非去不可的话。"
    else:
        scene c016_s002_012 with Dissolve(0.5)
        "不过，要是能在不得不再次上路之前歇上几个小时，那就太好了。"
    scene blank with Dissolve(2)
    scene c016_s002_025 with Dissolve(2)
    "尽管只有两间卧室，大家还是都聚到了客厅。没过多久，雪莉和卡莉就都睡在了沙发上。劳拉尽管百般抵抗，最后也跟着睡了。"
    j "谢谢。为刚才的事。把她们安全带出来。"
    scene c016_s002_026 with Dissolve(0.5)
    e "考虑到你——这已经是我能做的最少了。"
    j "把你从那栋房子里拖出来，不过是在给我自己的错误贴创可贴而已。"
    scene c016_s002_027 with Dissolve(0.25)
    e "哥们儿，那儿有个女巫又不是你的错。你不可能什么都控制得了。"
    j "哼。你在这件事上还真是宽宏大量。怎么了？"
    e "谁说有什么变化了？"
    scene c016_s002_028 with Dissolve(0.25)
    j "好吧。随便吧。"
    e "也许看着你像疯了一样护着圣火跑过那条街，让我终于明白你愿意为别人做到什么地步。"
    j "我跟你说吧，那可不是什么{a=https://www.imdb.com/title/tt0082158/}《烈火战车》{/a}式的场面。*叹气*"
    scene c016_s002_029 with Dissolve(1)
    if ch14_eve_sex == "yes":
        "我们安静了片刻，两个人都在听这个街区的声响。让我觉得奇怪的是，不过几个小时之前，我们还光着身子在另一间房子里做爱。"
    else:
        "我们安静了片刻，两个人都在听这个街区的声响。我们离得够远，本不该听见火场的动静。可有一阵轻微的颤抖，简直像是房子在沉降。我还是战战兢兢地想到了另一种可能。"
    scene c016_s002_030 with Dissolve(0.5)
    e "嘿。也许对劳拉宽容一点吧。和其他人一样，她也害怕，也许只是不知道该怎么发泄。今晚我从她眼里看出来了，也再次意识到不是每个人处理烂事的方式都一样。"
    j "你饶过她，我就饶过她。"
    e "*哼哧* 我尽力了。"
    scene c016_s002_031 with Dissolve(0.25)
    j "你该休息一下。我不知道明天会是什么样。"
    e "嗯。不过我们确实不该急着走。去医院的路可不短，而且我们全都他妈累垮了。你考虑考虑。"
    j "嗯，好吧。我们明早再谈。或者该说，天亮的时候。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_22_756", transition=Dissolve(1.0))()
    pause
    $ Hide("july_22_756", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    play music morning fadein 2.0
    scene c016_s003_001 with Dissolve(2)
    "早晨就这么平静地来了，没有再出什么乱子。从雾气笼罩的小巷望出去，视野有限，但外面几乎没什么动静。那场火是不是像一只敞口的火把那样，把灼烧者都引来了？如果是的话，这一点就得纳入快速撤离的考量。"
    "其他人睡觉的时候，我猛灌咖啡。这户主人的橱柜和冰箱都备得很足。只要不是会坏的东西，我们在这儿待多久都够。我本来没打算待超过一天。"
    scene c016_s003_002 with Dissolve(1)
    "大家一个接一个地醒了。睡眠被打断、被迫逃命、还在陌生的房子里过夜，这一连串折腾不可能换来一夜好眠。处在那种「累却睡不着」的状态里，我看着她们一个接一个手忙脚乱地张罗自己的早晨。"
    scene c016_s003_003 with Dissolve(1)
    "最后，我感到后颈的皮肤开始发痒，就决定去浴室洗漱一下。我之前没做过吗？我想我们这一趟抵达，本质上就是一场受控的混乱。"
    "我在脑子里开始盘算下一步。我们离开了一座燃烧的房子，离那群充满敌意的怪物也不算太远，远到让我觉得安全。"
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_22_842", transition=Dissolve(1.0))()
    pause
    $ Hide("july_22_842", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c016_s003_004 with Dissolve(2)
    e "好了，我出去侦察一圈，看看能打听到什么。关于火场，还有去医院的路。医院在市中心外缘，我想我们也就几英里远。"
    l "你一个人？我可不这么认为。"
    scene c016_s003_005 with Dissolve(0.25)
    e "我知道，我知道。没人能单独行动。"
    s "我可以去。跟你一起。等我拿上东西。"
    scene c016_s003_006 with Dissolve(0.25)
    if ch14_comewith == "Laura":
        e "等一下。别往不好的方向想，但你自己真的觉得你能行吗？我知道我们之前出去过，可那是在……在刚才那些事发生之前。不管我们多小心，都不能保证下一秒不会被什么东西扑上来。万一情况失控，你下得去手杀人吗？毕竟你的第一反应就是这个。"
    else:
        e "等一下。别往不好的方向想，但你自己真的觉得你能行吗？不管我们多小心，都不能保证下一秒不会被什么东西扑上来。万一情况失控，你下得去手杀人吗？毕竟你的第一反应就是这个。"
    s "我……我不知道。我从没想过自己得做这种选择。"
    scene c016_s003_007 with Dissolve(0.25)
    e "没关系。不是每个人都能做到。但外面情况不明，我们也不能假装只是在死胡同附近安全地散个步，所以我就需要一个我知道确实能行的人。谁知道灼烧者会变成什么样？操，格伦德尔说不定还在外面，就等着嗅我们的气味。抱歉。"
    s "……好吧。我猜。"
    scene c016_s003_008 with Dissolve(0.25)
    e "{size=50}{b}[player_name]？{/b} 我们得出去一会儿。{/size}" with vpunch_soft
    j "{size=30}给我两分钟。我在浴室里。{/size}"
    e "收拾干净，把装备穿上。"
    scene blank with Dissolve(2)
    scene c016_s003_009 with Dissolve(2)
    l "好了，她们走了。你看见外面有什么了吗？"
    s "嗯……大概吧。"
    scene c016_s003_010 with Dissolve(0.25)
    l "在那儿。而且附近看着没有灼烧者，这总算是件好事。希望别再听见枪声了。"
    s "嗯。"
    scene c016_s003_011 with Dissolve(0.5)
    l "雪莉？你还好吗？真的？你不擅长藏事。"
    s "只是……只是受了伤。伊芙说的那些——"
    scene c016_s003_012 with Dissolve(0.25)
    l "她就是故意找茬。"
    s "不，她不是，不过还是谢谢你这么说。她说得对。我就适合背个包，也许再把吃的做得很烂，别的就真不行了。我只觉得自己他妈的就是个废物。"
    scene c016_s003_013 with Dissolve(0.25)
    s "以前混日子当个空洞的废物也就算了，可现在这样只会害死我，因为我面对危险的第一反应是像头蠢动物一样杵在原地等着被杀。可动物本能地知道该怎么做。我不知道。"
    l "不是每个人骨子里都住得下一个暴力的人。这没关系。"
    scene c016_s003_014 with Dissolve(0.25)
    s "那[player_name]呢？他以前也这样？"
    l "不。他……我看到的他，在离婚那阵子，只是……只是失望。不是愤怒。我从没见他动过暴力的念头，但我想当我们开始遇上灼烧者时，他觉得总得有人来做这些脏活。"
    scene c016_s003_015 with Dissolve(0.25)
    s "那也许我也得变成那样。"
    l "不。别这样。雪莉，你是个善良的女孩，我知道在这种局面下很难去想这些，但别把自己弄丢了。这点上信我。卡莉需要你这样的朋友，我也是。"
    s "哦？我……好吧。"
    scene c016_s003_016 with Dissolve(0.25)
    k "浴室空出来了。"
    s "我……我去吧。我得收拾一下。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c016_s003_017 with Dissolve(2)
    play music insideday2 fadein 2.0
    "{color=#ffcccc}我也不明白自己为什么要翻这个人的衣服，好像能翻出一套新衣服带走似的。背包里塞不下，而且我们大概也待不了一整天。{/color}"
    scene c016_s003_018 with Dissolve(0.25)
    "{color=#ffcccc}而一想太久，一想到就这么拿走穿上别人的衣服，就觉得……很膈应。我知道我们非这么做不可，可这真的很恶心，也有点惨，尤其因为我老翻到对我来说大得离谱的衣服。{/color}"
    "{color=#ffcccc}也许正因如此我还在翻。我在试着找一件总算合身的。{/color}"
    scene c016_s003_019 with flash
    an "你回来时带了什么，我都不在乎。"
    k "天啊。*倒吸一口气*"
    scene c016_s003_020 with hpunch
    s "哇，哇，是我，姑娘。不用这么紧张。"
    scene c016_s003_021 with Dissolve(0.25)
    k "*发抖* 抱歉，我只是……"
    scene c016_s003_022 with Dissolve(0.25)
    s "怎么了？"
    k "安德鲁。我刚才有一瞬间以为他在这儿。我发誓我听见了。还闻到了他的古龙水味。"
    scene c016_s003_023 with Dissolve(0.25)
    s "他不在这儿，姑娘。我不敢假装我懂你经历过什么，但我可以告诉你，他不在这儿。要是真在，劳拉就会让那把砍刀好好派上用场。"
    k "不只是那样…… *咽了口唾沫*"
    scene c016_s003_024 with Dissolve(0.25)
    s "你怕我们到医院的时候，他也在那儿。"
    k "对。"
    scene c016_s003_025 with Dissolve(0.25)
    s "他不会在。就算在，我敢说他会后悔去那一趟。你就相信没人会让他靠近你，好吗？我知道你没法把这个念头赶出脑子，但你可以试着接着这个念头想下去——[player_name]也好、劳拉也好、伊芙也好，都不会让他靠近你十英尺以内。"
    if ch14_kallie_sex == "yes":
        k "这很难做到，尤其是因为……我一直梦见这件事。很多次。还有……最近也许不止一次在眼角余光里瞥见了他。我发誓，前几天我和[player_name]去那间房子的时候，我听到他了。"
    else:
        k "这很难做到，尤其是因为……我一直梦见这件事。很多次。还有……最近也许不止一次在眼角余光里瞥见了他。"
    s "不过是压力太大加上没睡好，再加上一些完全可以理解的创伤后应激。还有外面那堆烂事……我觉得那玩意儿会影响人的脑子。感觉就像里面掺了劣质 LSD。"
    scene c016_s003_026 with Dissolve(0.25)
    k "你会看到不存在的东西吗？"
    s "看到下一瞬就不见的影子。不过跟你前任完全不是一回事。所以对自己好一点，也要知道，你不是一个人在经历这些。"
    k "好吧。以后提醒我一下就行。"
    scene c016_s003_027 with Dissolve(0.25)
    s "我会的。哦呵~~~是不是很可爱？"
    k "对我来说太大了，背包也塞不进去。"
    scene c016_s003_028 with Dissolve(0.25)
    s "那也不代表我今晚不能穿上好玩一下。*咯咯笑*"
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_22_1108", transition=Dissolve(1.0))()
    pause
    $ Hide("july_22_1108", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c016_s003_029 with Dissolve(2)
    e "你可以别操心了。我们回来了。"
    scene c016_s003_030 with Dissolve(0.25)
    l "被拖回上一间房子时连面罩都没了，回来之后还说得这么轻描淡写，真是你的一贯作风。"
    e "我就是这么复杂。"
    scene c016_s003_031 with Dissolve(0.5)
    j "姑娘们。乖一点。"
    l "好吧好吧。火势怎么样了？还有格伦德尔？"
    j "没看到那个又大又坏又黑的家伙。有几个灼烧者，但我们避开了。"
    scene c016_s003_032 with Dissolve(0.25)
    e "火要是还在烧，似乎也不成什么大问题。闻得到烟味，但不算呛人。不像篝火稍微失控后烧起来的营地那么夸张。也许我们运气好，火没蔓延出第一栋房子。"
    j "雾大概既没帮忙也没添乱。很难看出太多名堂，但如果整个街区都在烧，我觉得会更明显。"
    e "确实。"
    scene c016_s003_033 with Dissolve(0.25)
    l "所以我们今天待在这儿是安全的？"
    j "看起来是。"
    e "我们往下走了一两个街区，情况看起来……还行。剩下的路得靠步行了。去医院。如果我没记错，走出这个街区会有几家餐馆和一个加油站，然后就能到医院的地界了。"
    scene c016_s003_034 with Dissolve(0.25)
    j "路程不算太糟，但也够长，还是等到早上再走。以防半路出什么事耽搁了。"
    l "我知道。可不想等天开始黑的时候还在外面。"
    e "再说了，说真的，每个人都需要休息。在这儿的能吃的都吃一点。你也一样，[player_name]。你上一次睡觉是什么时候？"
    scene c016_s003_035 with Dissolve(0.25)
    j "格伦德尔出现之前。"
    e "那就是说，昨晚也就睡了两三个小时。要是劳拉和我得联手逼你休息，我们就真会那么做。"
    j "好吧好吧。那今晚的哨班呢？我还能干这个。"
    scene c016_s003_036 with Dissolve(0.25)
    e "你守最后一班，但得先找个地方躺下，好好睡上一阵子。"
    l "先吃东西，先洗漱。"
    j "是，长官。"
    scene blank with Dissolve(2)
    scene c016_s004_001 with Dissolve(2)
    "洗漱完、吃过东西后，我在这间房子里转了几分钟。脑子里还有一根弦一直绷着，过了比预期更久才终于松弛下来，意识到我们并不处在迫在眉睫的危险里。只是离危险很近，近得就像住在一间冰毒工坊的街对面。"
    scene c016_s004_002 with Dissolve(1)
    "我最后在那张办公桌前坐下，那里离客厅的动静足够远，能让我试着整理一下思绪。最近发生了太多事，这片刻的安静可能是我很长一段时间里最后一次了。"
    "我压根没来得及想医院和那场充满希望的营救，几秒钟就睡着了。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_22_904", transition=Dissolve(1.0))()
    pause
    $ Hide("july_22_904", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    play music nightmain fadein 2.0
    scene c016_s004_003 with Dissolve(2)
    l "[player_name]？嘿，已经很晚了。"
    j "唔~~~哦，糟了。我不是想在那儿睡着的。到我值班了吗？"
    scene c016_s004_004 with Dissolve(0.5)
    l "没有，伊芙现在在客厅。我只是来叫你，趁你还能睡的时候去床上睡一觉。"
    j "其他人呢？"
    scene c016_s004_005 with Dissolve(0.25)
    l "都已经睡了。你可以想象，两个人都累坏了。再说我们都知道又要上路了，让所有人趁现在好好享受这个地方才是对的。"
    j "那看来我出去的时候什么都没发生。"
    scene c016_s004_006 with Dissolve(0.25)
    l "没什么值得汇报的。"
    if ch12_laura_sex == "yes" and ch12_laura_tellfriend == "no" or ch14_laura_sex == "yes" and ch12_laura_tellfriend == "no" or ch15_laura_sex == "yes" and ch12_laura_tellfriend == "no":
        j "好吧，床的情况怎么样？还是说我睡椅子上也挺好？"
        scene c016_s004_012 with Dissolve(0.5)
        l "等等。先等一下。你介不介意我……"
        scene c016_s004_013 with Dissolve(0.25)
        j "*轻笑* 哟，这可真是……有意思。说不清是什么，但就是有意思。不过我也没在抱怨。要不你胯骨挪一挪，别把我的蛋蛋压扁了。" with hpunch_soft
        l "抱歉。我本想让你别把这事当成什么了不得的大事，但我想那趟列车早就已经开走了。"
        j "大概是你我像高中生一样在春假期间交换体液、做爱的那阵子吧。"
        scene c016_s004_014 with Dissolve(0.25)
        l "*哼笑* 嗯，我算是……我确实比很久以来都更放得开地面对你。"
        j "哦？是吗？说来听听。"
        scene c016_s004_015 with Dissolve(0.25)
        l "不……不重要。你看，我知道我们……我最近脾气很冲。请别以为那代表我不在乎，或者我想找茬吵架，好吗？"
        l "那是从压力、恐惧和担忧里生出来的。我不想你受伤，也许我只是觉得，得由我来喊停那些危险的行为。"
        j "我不是说那种话是因为我想说，劳拉。我说是因为我想知道你们都没事。或者说，想确保你们能平安脱身。"
        scene c016_s004_015-1 with Dissolve(0.25)
        l "我……我知道。可我的第一反应大概永远都会建立在情绪冲动上，而不是「有人必须去做某件事，而你又总是自动请缨」这个事实。就像昨晚。如果我当时知道——"
        j "我也会让你去做你做的事，而且你也劝不住我。伊芙在场推了一把，正好省掉了我们来回拉扯的几分钟——那时候房子正围着我们被拆掉。"
        scene c016_s004_016 with Dissolve(0.25)
        "劳拉只是坐在那儿，眼睛锁着我。她脑子里的齿轮在转。说实话，她的屁股压在我腿上，又那么挂在我脖子上，我有点好奇她是不是有意要发生点什么。"
        menu:
            "这里大概不是地方，也不是时候。\n[rgr](劳拉 desire +1)":
                $ l_desire += 1
                "这里大概不是让什么浪漫情节发生的最佳地点和时机。如果真是那么回事的话。老实说，我现在也可能完全会错了意。我们俩都又累又情绪化，被生活里没完没了的恐怖折磨着。"
                j "嘿，我大概该休息一下了。我们都该休息。明天会是漫长的一天。"
                scene c016_s004_017 with Dissolve(0.25)
                l "*叹气* 嗯。"
                scene c016_s004_018 with Dissolve(1)
                "那是失望吗？我本想问问，可我感觉这个答案也许无从回答，而且我也没精力进行一场可能要持续很久的讨论。"
                l "让我起来。"
                scene c016_s004_019 with Dissolve(0.25)
                j "并不是说我不喜欢刚才那样。"
                l "……"
                scene c016_s004_020 with Dissolve(0.25)
                j "那么，那间卧室在哪儿？"
            "不管发生什么……\n[rgr](劳拉 爱意 +1)\n[pks]":
                "你知道吗？就让该发生的发生吧。如果劳拉需要一点亲密来缓解恐惧，那就让它发生。如果只是坐在这儿聊聊天就足够了，那我也很满意。或者，这件事也许已经有了结果，我们俩都需要睡觉。"
                $ l_love +=1
                $ l_sex +=1
                $ ch16_laura_sex = "yes"
                call ch16_laura_sex from _call_ch16_laura_sex
    else:
        scene c016_s004_007 with Dissolve(0.25)
        j "好吧，床的情况怎么样？还是说我睡椅子上也挺好？"
        l "两间卧室。跟上一个地方一样。我们所有人都挤在主卧，所以你可以睡第二间。"
        j "不错不错。"
        scene c016_s004_008 with Dissolve(0.5)
        l "嘿，在……之前。你看，我知道我们……我最近脾气很冲。请别以为那代表我不在乎，或者我想找茬吵架，好吗？"
        l "那是从压力、恐惧和担忧里生出来的。我不想你受伤，也许我只是觉得，得由我来喊停那些危险的行为。"
        scene c016_s004_009 with Dissolve(0.25)
        j "我不是说那种话是因为我想说，劳拉。"
        l "我……我知道。可我的第一反应大概永远都会建立在情绪冲动上，而不是「有人必须去做某件事，而你又总是自动请缨」这个事实。就像昨晚。如果我当时知道——"
        scene c016_s004_010 with Dissolve(0.25)
        j "我也会让你去做你做的事，而且你也劝不住我。伊芙在场推了一把，正好省掉了我们来回拉扯的几分钟——那时候房子正围着我们被拆掉。"
        l "我……嗯。"
        scene c016_s004_011 with Dissolve(0.25)
        j "没事的，劳拉。现在，带我去那间卧室吧。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_23_512", transition=Dissolve(1.0))()
    pause
    $ Hide("july_23_512", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    scene c016_s005_001 with Dissolve(2)
    s "*哼唧*"
    scene c016_s005_002 with Dissolve(0.25)
    "{color=#8bc7ff}这世上最难受的事故，就是想上厕所的时候还得努力保持睡着。{/color}"
    scene c016_s005_003 with Dissolve(0.25)
    "{color=#8bc7ff}希望我能接着睡着。不知道离天亮还有多久，我们得起来赶路。劳拉说我们一大早就走。{/color}"
    s "唔嗯……"
    scene c016_s005_004 with Dissolve(0.5)
    "{color=#8bc7ff}别在马桶上睡着，雪莉。保持清醒。{/color}"
    "{color=#8bc7ff}好了，我们挪回床上去——{/color}"
    play music nightmare
    scene c016_s005_005 with flashred
    $ s_anxiety += 2
    mg "你为什么不跟我一起去？你要是来了，我就不会死。"
    s "我操。呃……"
    scene c016_s005_006 with hpunch
    s "梅茜。什……该死……"
    stop music fadeout 2.0
    scene c016_s005_007 with Dissolve(0.25)
    "{color=#8bc7ff}天啊……我疯了吗？她……她刚才就在那儿。不是吗？{/color}"
    scene blank with Dissolve(2)
    scene c016_s005_008 with Dissolve(2)
    play music nightmain2 fadein 2.0
    "好了，外面什么都没有。或者说，没有比平时更多。只有一两个灼烧者在跌跌撞撞地晃。我突然意识到，那帮杂碎好像从来都不休息。总在到处乱撞。又或者，只是因为我们看不到全貌，才觉得是这样。"
    "离天亮还有几个小时。等太阳一出来，我们就弄点吃的，然后上路。走去医院大概得几个小时吧，主要是因为每一步我们都得提防麻烦。"
    "得跟伊芙谈谈关于怎么——"
    scene c016_s005_009 with Dissolve(0.5)
    s "[player_name]？你在外面吗？"
    j "嘿，在。在窗边。"
    "我之前听到有人起来去上厕所。肯定是雪莉。"
    scene c016_s005_010 with Dissolve(1)
    j "哦？嘿。我也想你了。"
    s "不是那个。只是……现在让我抱你一会儿。拜托。"
    j "当然。你还好吗？"
    "她听起来心绪不宁。或者是，她的情绪开始见底了？如果是后者，那时机就不太好，但这就是另一件要留意的事。"
    scene c016_s005_011 with Dissolve(0.25)
    s "我……我在浴室里看到了什么。也可能是我当时半睡半醒。也许是我睡着了做了个噩梦。我不知道。我……我坐在马桶上，然后……梅茜就出现在淋浴间里，问我为什么不跟她一起去。把我吓得魂都飞了。嗯，其实也不算，但……"
    s "本来想问问自己是不是疯了，可我知道卡莉也看见东西了。她说她今天早些时候看见了安德鲁。我找到她的时候她吓坏了。"
    menu:
        "问问卡莉的事。\n[rrd](雪莉 好感 -1)":
            $ s_friend -= 1
            j "她还好吗？"
            scene c016_s005_012 with Dissolve(0.25)
            s "嗯，挺好的。我当时在帮她稳定下来。听起来这不是他第一次缠上她，所以我们多留意她一点吧。"
            j "你也是。"
            s "那我就感激不尽了。"
        "先专注在雪莉身上。\n[grr]":
            j "好了，我在这儿，你也在这儿。别的什么都没有。好吗？"
            scene c016_s005_012 with Dissolve(0.25)
            s "我……嗯……"
            "她抱得很紧，像是必须碰着我才能安心。"
    j "你看，我知道那些东西很可怕，它正狠狠戳你最柔软的地方，但你不孤单。我在这儿，跟我在一起你就是安全的。再说，我想我们多少都在经历这种事。那些幻象，看见各种怪东西。"
    scene c016_s005_013 with Dissolve(0.25)
    s "你也是？"
    j "我觉得那雾里有什么东西。某种我们暴露得越久就越会扰乱我们心智的东西。我看见了一些东西。你也看见了。卡莉也是。"
    scene c016_s005_014 with Dissolve(0.25)
    s "伊芙和劳拉呢？"
    j "劳拉什么都没说，而伊芙多半不会分享这种事。不过那个女巫攻击我们的时候……我看见了一些很伤人的东西。糟糕的记忆。所以，当时伊芙被卷进去，我不得认为她也吃到了一份。"
    s "那……那些糟糕的记忆是什么？如果你不介意我问的话？"
    menu:
        "现在不重要。":
            j "现在不重要。"
            scene c016_s005_015 with Dissolve(0.25)
            s "好……好吧……"
        "告诉她。\n[rgr](雪莉 信任 +1)":
            $ s_trust += 1
            j "只是一段记忆。一段痛苦的记忆。我质问过前任，问她为什么总是往外跑，为什么明显是在背着我偷情。那大概是一记阴招，也许是想削弱我，或者让我措手不及。"
            scene c016_s005_015 with Dissolve(0.25)
            s "哦，操，[player_name]。我……我很抱歉。那…… *抽鼻子*"
            j "没事的，雪莉。"
    scene c016_s005_016 with Dissolve(1)
    if ch15_shelley_sex == "yes" or ch14_shelley_sex == "yes" or ch13_shelley_sex == "yes":
        "我们站在黑暗里，雪莉还是抓着我。知道这样不可能永远持续下去，是时候建议她再休息一会儿了。或者，我干脆让她自己决定。要是我的怀抱能让她安心，我也不介意。"
        menu:
            "你该回床上去。":
                scene c016_s005_017 with Dissolve(0.25)
                j "你该回床上去。离我们得起来出发还有几个小时。今天会很长。"
                s "*叹气* 应该是吧。我能留在这儿陪你吗？"
                if ch15_shelley_stay == "yes":
                    j "快成习惯了，不过行吧。只要你不介意我在这儿，而且我不会吵到你。"
                else:
                    j "只要你不介意我在这儿而且我不会吵到你，那就好。"
                scene c016_s005_018 with Dissolve(0.5)
                s "这正是重点啊，[player_name]。知道你就在旁边很有用。就像一条安全毯。"
                j "嗯。我懂。"
                scene blank with Dissolve(1)
                scene c016_s005_019 with Dissolve(1)
                "雪莉花了几分钟才找到一个还算舒服的姿势。因为她出来时在我身后，我之前没注意到她穿着的睡裙。"
                scene c016_s005_020 with Dissolve(1)
                "我把这个画面在脑子里存档，然后转回窗边。几分钟后，我听见她的呼吸声，知道她又睡着了。"
            "就站在那儿别动。\n[rgr](雪莉 爱意 +1)\n[pks]":
                $ ch16_shelley_sex = "yes"
                $ s_sex +=1
                $ s_love +=1
                call ch16_shelley_sex from _call_ch16_shelley_sex
    else:
        "我们站在黑暗里，雪莉还是抓着我。知道这样不可能永远持续下去，是时候建议她再休息一会儿了。"
        scene c016_s005_017 with Dissolve(0.25)
        j "你该回床上去。离我们得起来出发还有几个小时。今天会很长。"
        s "*叹气* 应该是吧。我能留在这儿陪你吗？"
        if ch15_shelley_stay == "yes":
            j "快成习惯了，不过行吧。只要你不介意我在这儿，而且我不会吵到你。"
        else:
            j "只要你不介意我在这儿而且我不会吵到你，那就好。"
        scene c016_s005_018 with Dissolve(0.5)
        s "这正是重点啊，[player_name]。知道你就在旁边很有用。就像一条安全毯。"
        j "嗯。我懂。"
        scene blank with Dissolve(1)
        scene c016_s005_019 with Dissolve(1)
        "雪莉花了几分钟才找到一个还算舒服的姿势。因为她出来时在我身后，我之前没注意到她穿着的睡裙。"
        scene c016_s005_020 with Dissolve(1)
        "我把这个画面在脑子里存档，然后转回窗边。几分钟后，我听见她的呼吸声，知道她又睡着了。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_23_824", transition=Dissolve(1.0))()
    pause
    $ Hide("july_23_824", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    play music insideday2 fadein 2.0
    scene c016_s006_001 with Dissolve(2)
    "等早晨到来时，我听见卧室和浴室那边传来动静。不用多久我们就会吃完早饭、收拾东西出发。让雪莉在沙发上多睡一会儿，我完全没意见。"
    "外面几乎看不出自我们抵达以来有什么变化。我注意到有几个灼烧者在附近游荡，但觉得不成问题。"
    scene c016_s006_002 with Dissolve(0.5)
    e "早。闻起来像咖啡。"
    j "嗯。煮了一整壶。来点。"
    scene blank with Dissolve(1)
    scene c016_s006_003 with Dissolve(1)
    e "外面有什么情况吗？"
    j "没什么我们搞不定的。或者说，躲得开的。"
    scene c016_s006_004 with Dissolve(0.25)
    e "很好。哦？雪莉睡在外面了？"
    j "她刚才出来过，需要有点安全感。"
    scene c016_s006_005 with Dissolve(0.25)
    e "嗯……屁股不错。"
    j "*轻笑* 嗯，她那身打扮几乎什么都不剩给你猜了。"
    scene c016_s006_006 with Dissolve(0.25)
    e "好吧，说到别的……我们得为最坏的情况做好准备。"
    j "医院里已经没人了？考虑过了。"
    scene c016_s006_007 with Dissolve(0.25)
    e "医院周边可能到处都是灼烧者。我们要往市中心区走。就算他们设法救出了一部分人，也不代表所有人都出来了。而且说实话，我好几个星期没听到天上任何动静了。没有直升机。他们进出通常会有声音的。"
    j "*叹气* 我一直在想，他们早就停手了。我希望那一片的人已经在第一周左右就都撤出来了。"
    scene c016_s006_008 with Dissolve(0.25)
    e "那我们要怎么让他们知道这里还有人活着？"
    j "在屋顶上打信号弹？用 CB 电台？我不知道。到这一步，我只是想把人带到。你有什么主意吗？"
    scene c016_s006_009 with Dissolve(0.25)
    e "没有。只是想提醒你做好最坏的准备，哥们儿。"
    j "谢谢你让我心情更糟。"
    scene c016_s006_010 with Dissolve(0.25)
    s "唔嗯……操，天都亮了？"
    j "早啊，小太阳。"
    s "*哼唧* 应该是吧。"
    scene blank with Dissolve(2)
    scene c016_s006_011 with Dissolve(2)
    "准备了一个小时，吃了一顿谁都没怎么说话的早饭，我们全副武装地来到前门。"
    e "好了，我打头。[player_name]，你殿后。"
    menu:
        "乐意之至。\n[rgr](雪莉 焦虑 -1)\n(卡莉 焦虑 -1)":
            $ s_anxiety -= 1
            $ k_anxiety -= 1
            j "乐意之至。"
            "这逗笑了几个人。"
        "没问题。":
            j "没问题。"
    scene c016_s006_012 with Dissolve(0.25)
    e "要是看见几个灼烧者，能避就避开。要是撞上一大群人，我们就找掩护，再商量最好的方案。尽量别交手。碰上格伦德尔或者女巫就撤，我们再想别的路线。"
    l "我们往哪儿走？你打算怎么走？"
    #scene c016_s006_013 with Dissolve(0.25)
    scene c016_s006_014 with Dissolve(0.25)
    e "先出去，然后走 Greenbriar 一直往右到头，转上 Loggins。沿 Loggins 一直走到 10 街，那就能直接进市中心。"
    l "然后横穿 Welfare Avenue？"
    e "对。那一带你足够熟。还有别的问题吗？"
    "没人回答。"
    scene c016_s006_015 with Dissolve(0.25)
    e "那就出发吧。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c016_s007_001 with Dissolve(2)
    play music outsideday fadein 2.0
    "完全不知道前方等着我们的是什么，我们就上路了。我们松散地走着队形，这阵仗要是让任何一位军事指挥官看见都得气疯，我留神看着街面。有三个灼烧者在跌跌撞撞地晃，但没有一个立刻察觉到我们离开。"
    scene c016_s007_002 with Dissolve(0.5)
    "我闻到雾里混着一股焦木的味道，刺鼻得很。那场火一定是自己熄灭了。其实也无所谓，我们正要离开，把这一切都甩在身后。"
    "几天前压下来的那场白茫茫已经散了些，可空气里依然弥漫着有毒的雾霾，让我开始考虑在到达目的地之前可能还得中途停几次。"
    scene blank with Dissolve(2)
    scene c016_s007_003 with Dissolve(2)
    "伊芙之前担心进城中心会有麻烦，那份担心后来被证明是有先见之明的，只是原因和我们任何人预想的都不一样。"
    scene c016_s007_004 with Dissolve(0.5)
    "我们走上一处连环追尾事故现场，堵住了大半个街面。"
    scene c016_s007_005 with Dissolve(0.25)
    e "这边有一具尸体。"
    l "其余的想必是发现没人来救，就跑了。"
    scene c016_s007_006 with vpunch
    $ s_anxiety += 1
    s "我操！"
    "我冲到雪莉走开的地方，发现她正从面包车的副驾一侧往后退缩。"
    scene c016_s007_007 with Dissolve(0.25)
    "我走近时，她指向车内——一个灼烧者正在副驾座上抽搐。"
    j "退开。"
    scene c016_s007_008 with Dissolve(0.5)
    e "不成问题。放着它。我们反正不会久留。"
    "我们继续往前走，可那只被困怪物的画面一直留在我脑子里。它提醒我，它们曾经也是人。而且是不久之前。可它们身上的某种变化已经把这一点彻底改写了，让我怀疑它们除了是被某种未知目的驱动的血肉自动机之外，还能算是什么。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_2_1118", transition=Dissolve(1.0))()
    pause
    $ Hide("july_2_1118", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    play music school fadein 2.0
    scene c016_s007_009 with Dissolve(2)
    "离医院还有几个街区，我们撞见一家餐馆。所有人都受着长时间暴露的影响，显然该休息一下了。"
    scene c016_s007_010 with Dissolve(0.5)
    "门上的风铃叮的一声响，宣告了我们的到来。"
    s "咳咳他妈的 *咳嗽* *咳嗽*"
    j "在这儿等一分钟，让我查看一下这地方。"
    scene c016_s007_011 with Dissolve(0.5)
    l "有什么味道不对劲。"
    e "没人跟踪我们。这一回总算可以算我们赢了。"
    scene blank with Dissolve(1)
    scene c016_s007_012 with Dissolve(1)
    j "好了，清楚了。只是别去后面。那边不太舒服。"
    s "这通常意味着那儿有具尸体。"
    e "无所谓。我们不会待太久。所有人歇十五分钟，喘口气。能弄到喝的或吃的就弄点。"
    k "如果有能吃的东西的话。闻起来像有什么在腐烂。就在那具尸体之外还加着这个。"
    scene c016_s007_013 with Dissolve(0.5)
    e "过几分钟，我们就该去看看这儿到医院那一段路。先侦查一下。我能听见动静，不想把大家直接领进某种糟糕的局面。"
    j "好。你和我去窥一眼，然后回来。劳拉？"
    scene c016_s007_014 with Dissolve(0.25)
    l "我们留在这儿。别太久。还有，要是听见枪声，我们就过去。"
    e "随便吧。"
    scene blank with Dissolve(2)
    scene c016_s007_015 with Dissolve(2)
    "劳拉几乎没怎么反抗，只是看着伊芙和我离开。"
    k "劳拉？"
    scene c016_s007_016 with Dissolve(0.25)
    l "没事。*叹气* 我们等着。也没别的可做。雪莉，你还好吗？"
    s "我现在宁可在家，不过也还能撑。看看他们有没有喝的。卡莉？"
    scene c016_s007_017 with Dissolve(0.25)
    k "嗯，我跟你一起去。"
    scene c016_s007_018 with Dissolve(0.25)
    l "能绕开后面就绕开。"
    s "我们知道啦~~~"
    scene blank with Dissolve(2)
    scene c016_s007_019 with Dissolve(2)
    l "既然你没跑回来，我们也听不见枪声，那我就当你是顺利到了又顺路回来了。"
    e "不太算。我们走了大约半英里，就决定不去赌运气了。尤其是那儿到处是弃车，还有灼烧者在附近乱逛。那个地方就像{a=https://www.reddit.com/r/nfl/comments/1p98gff/highlight_eagles_fans_make_their_way_toward_the/}老鹰队比赛{/a}第四节时的停车场。"
    scene c016_s007_020 with Dissolve(0.25)
    j "我们得自己杀出一条通向入口的路。"
    l "操。有那么糟？"
    e "还能应付。我想应该行。但我需要那把砍刀。我带的弹药不够一路开进去。所以我和[player_name]得打头阵，放倒任何冲我们过来的东西。等我们撂倒一批，你们再跟上来。我们必须动得很快。"
    scene c016_s007_021 with Dissolve(0.25)
    k "杀那么多个，不会招来更多注意吗？"
    e "我们也不能确定。无论如何，我们得冲进医院，不能等他们换班。那地方是钢筋混凝土的。任何格伦德尔想进来敲门，都会更费劲。"
    l "那里面呢？"
    scene c016_s007_022 with Dissolve(0.25)
    j "还不知道。进去了再说。"
    l "*叹气* 好了。你们两个需要花几分钟。走之前弄点喝的或吃的。"
    e "嗯，这主意聪明。不知道下次能停是什么时候了。"
    scene blank with Dissolve(2)
    scene c016_s007_023 with Dissolve(2)
    "几分钟变成了半个小时。我想我们所有人都在努力为那场注定会一路被追击的奔袭医院做心理准备。"
    "在那段时间里，我考虑应该去看看姑娘们——如果时间允许——尽我所能给她们打打气，或者安抚一下她们的焦虑。卡莉和雪莉看起来都需要些鼓励，而劳拉……她大概需要有人在她被担忧淹没之前给她稳住脚。"
    menu:
        "先看看雪莉。\n[rgr](雪莉 焦虑 -1)":
            $ s_anxiety -= 1
            scene c016_s007_024 with Dissolve(1)
            j "雪莉？你还好吗？我知道答案大概是否定的，尤其是刚才受了那一下之后。"
            s "你就是想确认我不会变得又抑郁又消沉。"
            scene c016_s007_025 with Dissolve(0.25)
            j "本来该说你想错了，但有一点点确实在我脑子里。整件事都紧绷又疯狂，我们很快就得快速行动，还得做一些艰难的决定。我只是想见见你，告诉你一切都会好起来。信我们，如果你不知道该怎么办，就跟着劳拉、伊芙或者卡莉。"
            j "我不是说你在外面我不信任你。我只是想告诉你，要是事情压得你喘不过气，跟别人的指挥走也完全没问题。老实说，劳拉会拿着那把霰弹枪。躲在她身后大概最安全。"
            scene c016_s007_026 with Dissolve(0.25)
            s "我……应该是吧。"
            j "雪莉，我只希望你平安，好吗？我说这些只是因为我在乎你。"
            scene c016_s007_027 with Dissolve(0.25)
            s "我知道，我很感激。只是…… *叹气* 完全不是我想象中这个夏天该有的样子。"
            j "我能理解。"
            scene c016_s007_028 with Dissolve(0.25)
        "再看看卡莉。\n[rgr](卡莉 焦虑 -1)":
            $ k_anxiety -= 1
            scene c016_s007_036 with Dissolve(1)
            j "嘿，卡莉。你还好吗？"
            scene c016_s007_037 with Dissolve(0.25)
            k "就这情况而言？我好得不能再好了。"
            j "我懂。但我必须问。你想自己找个安静地方待着，我理解你为什么需要这么做，但我想让你知道，你身边围着一群把你的安全放在心上的人。"
            scene c016_s007_038 with Dissolve(0.25)
            k "*叹气* 我知道。我都知道。"
            "她朝停车场投去的那一眼，比任何话都说明问题。"
            j "他不在这儿。而且你走进医院的时候，身边会是一整个武装小队——要是他蠢到在那儿等着，他们个个都想拿他开刀。"
            scene c016_s007_039 with Dissolve(0.25)
            k "……"
            j "就……就待在劳拉和雪莉身边，好吗？我和伊芙先进去开路。"
            scene c016_s007_040 with Dissolve(0.25)
            if k_love >= 4:
                k "你也……小心点。好吗？"
            else:
                k "我会的。"
            scene c016_s007_041 with Dissolve(0.25)
        "再看看劳拉。\n[rgr](劳拉 焦虑 -1)":
            $ l_anxiety -= 1
            scene c016_s007_029 with Dissolve(1)
            j "嘿，你在这儿还好吗？"
            scene c016_s007_030 with Dissolve(0.25)
            l "嗯？哦。嗯。我……"
            j "你可以说自己不好。"
            scene c016_s007_031 with Dissolve(0.25)
            l "脑子里就是太多事。基思。彼得。想到我们得一路杀到医院。我们到了会是什么样子？我们折腾这一趟是不是全白费了？太多东西都系在这件事上头了，而——"
            j "嘿，没事的。我们一起扛。我会在。大家都会在。我们作为一个整体进去，然后想办法解决。"
            scene c016_s007_032 with Dissolve(0.25)
            l "「作为一个整体？」"
            j "对。我就是这么说的。"
            scene c016_s007_033 with Dissolve(0.25)
            "劳拉瞪了我一眼，我敢肯定那种眼神是专门留给那些她觉得会被「母亲的不悦凝视」吓退的人。我没深入这个话题，继续往下说。"
            j "你用霰弹枪没问题吧？"
            scene c016_s007_034 with Dissolve(0.25)
            l "我想我能应付。我的意图是不用到它。"
            j "我们也是这么想的。"
            scene c016_s007_035 with Dissolve(0.25)
    e "好了，我们该出发了。天亮不会一直持续下去。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_23_142", transition=Dissolve(1.0))()
    pause
    $ Hide("july_23_142", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    play music outsideday2 fadein 2.0
    scene c016_s007_042 with Dissolve(2)
    "所有人都清楚会遇到什么，我们就出发了，朝医院进军。既然知道得一路打过去，我和伊芙走在前面。"
    scene c016_s007_043 with Dissolve(0.5)
    "我尽量不去想这些生物曾经是人，是活生生的东西。它们是怪物，是危险，清除挡在路上的一切都是为了更大的利益。"
    play sound axehit
    scene c016_s007_044 with flashred
    j "好了，往这边走。咱们离开街面。"
    play sound axehit
    scene c016_s007_045 with flashred
    e "真他妈恶心。"
    scene c016_s007_046 with Dissolve(0.5)
    j "穿过公园。我们可以从这边抄过去。"
    "姑娘们很安静，服从了命令。现在可不是在激战中还要对已经做出的决定顶嘴的时候。"
    play sound axehit
    scene c016_s007_047 with flashred
    "我得承认，她们大概是被「几十个灼烧者就在附近闲逛」这件事吓坏了。我和伊芙制造的那片暴力，相比包围我们的威胁根本不算什么。"
    play sound axehit
    scene c016_s007_048 with vpunch
    e "趴下，别起来。"
    j "哟！这边！我有东西要拿斧头招呼你。"
    scene c016_s007_049 with Dissolve(0.5)
    "动作片式的俏皮话，似乎只能钝化一个残酷的事实——我必须杀人，才能保护我在乎的人。"
    e "安全了。快点！"
    scene c016_s007_050 with Dissolve(0.5)
    s "呃。这…… *叹气*"
    l "我知道。但我们继续走吧。"
    scene blank with Dissolve(2)
    scene c016_s007_051 with Dissolve(2)
    "等我们走到医院急诊入口，所有人都快被这浓雾折腾得够呛。幸好这一路上没遇上意外。当时全部心思都在怎么进去，我没想过我们会在里面撞见什么。"
    e "正门这条路是安全的！快点！"
    scene c016_s007_052 with Dissolve(0.5)
    k "操，操。"
    s "*咳嗽* 终于。"
    "我们身后留下一条尸体铺成的路。说不定对那些可怜的人来说反而是帮了忙。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c016_s011_001 with Dissolve(2)
    play music insidedark fadein 2.0
    l "我他妈。好了，好了，好了……"
    s "*咳嗽* 真不敢相信我们过来了。"
    scene c016_s011_002 with Dissolve(0.25)
    j "对……这里……"
    e "空的。不过我们本就不该感到意外。要是有人需要急救，没人会在这儿待上一个月。这地方大概从第一周之后就再没见过新来的人了。"
    scene c016_s011_003 with Dissolve(0.25)
    j "我知道。相比另一种可能，我宁愿是这个。那正门呢？"
    e "我们没有钥匙把门锁上。我没看见有什么东西追我们，但我们造成的动静足够大，所以要是冒出个更大更凶的家伙，我一点也不会惊讶。"
    scene c016_s011_004 with Dissolve(0.5)
    l "大家……你们……听见什么了吗？"
    scene c016_s011_005 with Dissolve(0.25)
    k "安静得吓人。医院通常很吵，哪怕不忙的时候也是。"
    j "我能听见一些哔哔声——心电监护仪之类，但完全没有人在走动的声音。"
    scene c016_s011_006 with Dissolve(0.25)
    s "要是他们已经疏散了，那这儿应该没人了吧？"
    l "也许吧。大概。不过我们还是应该……"
    scene c016_s011_007 with Dissolve(0.25)
    e "小心点。对。而且也许可以看看这儿有没有什么线索，说明这里发生过什么。总得有人留下过便条或者标牌，告诉我们该怎么做、往哪儿走。"
    j "我去看看接诊台。你们其他人先休息一下。我们还有路要走。"
    l "我跟你一起去。"
    scene blank with Dissolve(1)
    scene c016_s011_008 with Dissolve(1)
    "快速扫了一遍这些桌面，几乎没有得到任何线索。看起来就跟任何一间普通医务办公室一样。没有仓促涂写的字条。要说有什么特别，那个房间给人的感觉是被人有条不紊地弃置了。"
    scene c016_s011_009 with Dissolve(0.25)
    l "什么都没有。"
    j "我们进来之前就知道这地方可能已经被人清空了。我们得往更深处走，才能弄清楚这里发生过什么。"
    scene c016_s011_010 with Dissolve(0.25)
    l "我有种不祥的预感。有些事……不太对劲。我知道医院的气味不一定好闻，但通常会用清洁剂和漂白水盖住。"
    j "我知道。*叹气* 伊芙和我去确保连通走廊是安全的。你四处找找，看能不能找到点什么……员工证之类的，那就太好了。"
    scene c016_s011_011 with Dissolve(0.5)
    l "哦，对，这是个好主意。总比想办法砍穿那些安全门强。"
    j "还有……"
    scene c016_s011_012 with Dissolve(0.25)
    l "雪莉知道要待在卡莉身边。"
    j "好。我不指望他在这儿，但这不代表这地方对她没有心理上的负担。"
    scene c016_s011_013 with Dissolve(1)
    j "伊芙？"
    e "我知道。劳拉拿霰弹枪。我把砍刀留在这儿。"
    scene c016_s011_014 with Dissolve(0.25)
    l "收到。别走太远。"
    j "就检查一下病房就回来。"
    scene blank with Dissolve(2)
    scene c016_s011_015 with Dissolve(2)
    "快速扫过 A 区急诊病房，发现它已被活人遗弃，只有几台哔哔作响的机器还在徒劳地求关注，暴露出没有留下任何工作人员。"
    scene c016_s011_016 with Dissolve(0.25)
    j "*叹气* 操。"
    "我查过的那些病房大多是空的，都是匆忙撤离时留下的，没有为接收更多病人做准备。那些没有收治的病床上，躺着当时虚弱到无法转移的人。在不知道全部真相的情况下，这让我觉得像是对希波克拉底誓言的一种背弃——把那些人留下等死。"
    "考虑到这栋建筑和周边街道的状态，我不得不想，混乱与恐惧是否让除了最坚定的那批人之外的所有人都把自身安全放在了首位。"
    scene c016_s011_017 with Dissolve(0.5)
    e "好吧，这……"
    j "不是你预期的？"
    scene c016_s011_018 with Dissolve(0.5)
    e "我不知道该预期什么。但把人留在病床上？他妈的。"
    j "几个？"
    scene c016_s011_019 with Dissolve(0.25)
    e "两个。你呢？"
    j "就一位老奶奶，大概是心梗或者中风送来的。总之，人们选择了……我他妈都不知道他们到底选了什么。"
    e "这种事真的能把英雄和我们其他人区分开，是吧？我愿意把它记成「他们别无选择」，因为总比把所有人想得那么坏要好。"
    scene c016_s011_020 with Dissolve(0.25)
    e "另外，末尾那扇门需要刷员工证，但我认为必要的话可以强行打开。"
    j "要是劳拉没找到，我们就硬来。我又不是第一次绕过门禁了。"
    scene c016_s011_021 with Dissolve(0.25)
    j "在我们回去之前……你听见什么了吗？比如动静？我想我早该料到处可能是空的，只是不习惯医院是这副样子。"
    e "很难说清。我觉得我听见了什么。像是从楼里更深处传来的脚步回音，可那些该死的监护仪还在哔哔响，很难分辨。不管怎样，最好先保持专注。如果这儿真有人，我们会撞上他们。我更担心的是——如果这地方是空的，我们打算怎么撤离？"
    j "我打算假设停机坪附近有个办公室，是急救人员用的。里面有台无线电（或者类似的东西），本来是用来跟直升机联络的，而直升机又用来跟某个掌控局面的政府机构通话。联邦应急管理署？说不定是军方，我也说不准。"
    scene c016_s011_020 with Dissolve(0.25)
    e "好吧，要是你就把希望寄托在那上面的话。"
    j "如果你不认为——"
    scene c016_s011_019 with Dissolve(0.25)
    e "哥们儿，我不是想跟你吵架。我只是觉得，这不会是你所期待的那种大团圆式营救。"
    j "那你为什么还来？"
    scene c016_s011_022 with Dissolve(0.25)
    e "……"
    e "去把员工证弄来，不然我就准备一枪把门轰开。"
    scene blank with Dissolve(2)
    scene c016_s011_023 with Dissolve(2)
    "好运眷顾了我们，虽然只持续了一瞬。劳拉在文件柜上找到了一张露伊斯·布雷克的员工卡，应该是随手丢在那儿的。她登记的身份是行政人员，不过这已经足够让我们进临时留观病区了。"
    scene blank with Dissolve(2)
    scene c016_s011_024 with Dissolve(2)
    "到了那里，我们小心地移动着。空气里有某种不对劲的感觉。还有隐约的、也许是脚步声的东西提醒我们，这里并不是完全没有人。虽然我希望那是某个留下来给街上流浪动物喂食的人，但我还是为更糟糕的可能性做好了准备。"
    s "卡莉？"
    scene c016_s011_025 with vpunch
    k "哦！"
    s "抱歉。不是故意吓你。"
    scene c016_s011_026 with Dissolve(0.5)
    k "没事。我们都有点神经过敏。或者，希望我不是唯一一个。"
    s "对，这就像那种砍杀片里的医院，怪物会突然冒出来然后——"
    scene c016_s011_027 with Dissolve(0.25)
    k "也许别说了。"
    s "*哼笑* 是啊。让想象力乱跑确实挺蠢的。"
    scene c016_s011_028 with Dissolve(0.25)
    s "呃，嘿，你还好吗？我……我知道在这儿待着……可能不太好受。因为……某些原因。"
    k "我在努力不去想，但我不会撒谎说我不怕他就在某个转角后面。或者从每扇门里走出来。"
    scene c016_s011_029 with Dissolve(0.25)
    s "好吧，就算他真在，那就是他自找麻烦。我比起打架更擅长别的，不过我想朝他那传家宝来一发足以说明问题。"
    k "谢了。我们该……"
    scene c016_s011_030 with Dissolve(0.25)
    l "姑娘们？"
    s "来了~~~"
    scene blank with Dissolve(2)
    scene c016_s011_031 with Dissolve(2)
    e "在这边。"
    scene c016_s011_032 with Dissolve(0.25)
    j "对，怎么……哦操。这装饰品味真是够绝的。"
    e "对~~~我觉得这说明我们不该走这边。"
    scene c016_s011_033 with Dissolve(0.25)
    j "那还用说。试试别的门吧。"
    e "嘿，你知道我们要去哪儿吗？"
    scene c016_s011_034 with Dissolve(0.25)
    j "我在找上去的路。这附近肯定有电梯或者楼梯。"
    e "我可不想坐电梯。这地方……让人不舒服。像是……被丢在这里任其腐朽、从来没人维护过。"
    j "那就走楼梯。我去叫其他人。"
    scene blank with Dissolve(2)
    scene c016_s011_035 with Dissolve(2)
    "尽管我们都恨不得立刻往前冲，尽快穿过这座坟场一样的医疗中心，我知道我们还是必须小心。那些暗示「还有别的东西在这儿」的细微迹象，让我的神经一直绷着。"
    "还有那股味道……我已经太熟悉它了。毒素那股刺鼻的香气清楚地告诉我们，这座医院并不是我们盼着的安全港。"
    scene c016_s011_036 with Dissolve(0.5)
    "当我溜进下一个区域时，雾的存在把不安变成了担忧。"
    j "这儿有雾。这片区域废了。"
    e "操。好吧。姑娘们……"
    scene c016_s011_037 with Dissolve(0.25)
    s "我们在后面等着。"
    j "呃，各位……"
    scene c016_s011_038 with Dissolve(0.25)
    "岔路口刚过去的地板上有一具尸体。"
    j "操。等在这儿。"
    scene c016_s011_039 with Dissolve(0.5)
    "我走上前查看。从尸体的状态很难判断他已经在这儿多久了。我脑子里冒出好几个念头——关于腐败的时间表，还有为什么没有苍蝇成堆地落在他身上。我把这一切先推到以后再说。"
    scene c016_s011_040 with Dissolve(0.5)
    e "保安。我们该搜搜他的证件——找点比露伊斯权限更高的东西——再看看他有没有弹药。"
    j "他有枪。我们拿走，但我不明白这里发生过什么。"
    l "有打斗的痕迹吗？枪伤？"
    scene c016_s011_041 with Dissolve(0.25)
    j "脖子周围有淤伤。后脑勺下面有干掉的血。"
    e "跟人打了一架，被撂倒，脑袋撞开了。在医院里这下场尤其糟糕，本来应该有人照看他。一定是大乱开始之后发生的。"
    j "对，大乱……"
    "然后我闻到了那个味道。一开始我只当是身下尸体的臭味。但不是。"
    scene c016_s011_042 with Dissolve(0.5)
    "那味道很熟悉。或者该说，比我愿意承认的更熟悉。不只是腐烂，也不只是雾那股刺鼻的气味。它带着血肉味。当时我唯一能想到的词就是这个。"
    l "[player_name]？"
    j "出问题了。"
    scene c016_s011_043 with Dissolve(0.25)
    e "我觉得出问题的可不止一件，哥们儿。"
    j "待在这儿。把他口袋掏了，但等我信号才能走。"
    scene c016_s011_044 with Dissolve(0.25)
    "揣着露伊斯的员工证，我朝走廊尽头那扇门走去。走到跟前时，我听见有什么东西在被拖行。我深吸一口气，硬着头皮继续往前。"
    scene blank with Dissolve(2)
    scene c016_s011_045 with Dissolve(2)
    play sound doorclose
    "又是一具尸体。但那不是我最先注意到的。血和肉的气味浓重地弥漫在空气里，浓到我必须强迫自己压下呕吐的欲望。我想起了我们遇上女巫的那栋房子——那栋差点要了我们命的地方。"
    stop music
    scene c016_s011_046 with hpunch
    "*尖声嘶叫*"
    j "操。"
    scene c016_s011_047 with vpunch
    "我本该退回去。脑海深处有个声音催促我离开那儿。可一路杀到这里积累的肾上腺素让我整个人都烧了起来，我直接往前走了。如果那是灼烧者，我就把它放倒，把问题解决掉。"
    "我好像听见伊芙说了什么，但我当时专注得过了头，根本没理会她。"
    play music monster fadein 2.0
    scene c016_s011_048 with flashred
    "然后我转过了拐角。我看到的东西花了远比正常更长的时间才沉进我脑子里。等我意识到眼前的危险时，我知道必须行动了。必须在太迟之前警告伊芙和其他人。"
    scene c016_s011_049 with Dissolve(0.25)
    j "滚出去！！！滚出去滚出去！！快跑！把门从后面锁上！！！他妈的快滚出去！"
    "我没听见伊芙的回应。那个灼烧者已经扑到我身上，忙得我无暇他顾，我切换进了战斗状态。"
    play sound axehit
    scene c016_s011_050 with flashred
    $ l_anxiety += 1
    $ e_anxiety += 1
    $ s_anxiety += 1
    $ k_anxiety += 1
    "就是这个。这就是那个我一直说服自己迟早要面对的瞬间……那场高尚的牺牲……离婚后空了几个月的日子，还有为了维持和那些女人的关系而苦苦挣扎——我曾告诉自己，等她们安全了，就可以各自回到自己的人生里去——所有这些都让这一步变得容易。"
    "然后那个女巫转向了我。"
    scene c016_s011_051 with flash
    w "啊啊啊啊啊！！！！" with vibrate
    "生物荧光的洪流淹没了我的感官，紧接着是一记带爪的手掌砸在我胸口。"
    scene c016_s011_052 with hpunch
    "一双像老虎钳一样的手死死扣住我的脑袋，而我抵挡的能力几乎瞬间就消散了。脑海深处有个微弱而遥远的声音尖叫着让我做点什么。"
    show ch16scream with flash
    w "啊啊啊啊啊！！！！" with vibrate
    scene c016_s011_053 with Dissolve(0.25)
    hide ch16scream
    "身体不听使唤……不能……只想给……"
    scene c016_s011_053-1 with Dissolve(0.25)
    "放弃"
    stop music fadeout 2.0
    "给……{w=2}放弃……"
    scene white with flash
    scene c016_s011_083 with Dissolve(2)
    play music nightmare fadein 2.0
    j "撑住，让我来。"
    o "好好好。"
    scene c016_s011_084 with Dissolve(0.25)
    j "南希？你还好吗？你他妈跑哪儿去了？你一整夜都没回来。我醒来的时候你不在家。"
    j "不，我觉得至少你该给我个解释。"
    scene c016_s011_085 with Dissolve(0.25)
    scene c016_s011_093
    scene c016_s011_085 with Dissolve(0.35)
    j "对，我也很想知道我老婆他妈在哪儿，还有她为什么不回家。"
    scene c016_s011_086 with Dissolve(0.25)
    j "操。她挂了。"
    scene c016_s011_087 with Dissolve(0.25)
    o "一切都还好吧，哥们儿？"
    j "大概吧。至少她还活着。"
    scene white with Dissolve(2)
    scene c016_s011_088 with Dissolve(2)
    "南希连饭都不碰。我真不知道，要是她连装一下这治疗有效的兴趣都没有，我们跑这儿来干什么。"
    "*震动*" with vpunch_soft
    scene c016_s011_089 with Dissolve(0.25)
    j "你能不能至少装一个小时跟我在一起？"
    scene c016_s011_090 with Dissolve(0.25)
    na "什么？我又管不住谁给我发消息。"
    scene c016_s011_093
    scene c016_s011_090 with Dissolve(0.35)
    "*震动* *震动*" with vpunch_soft
    j "肯定是要紧的事。或者是好几个朋友在商量晚上出去玩。"
    scene c016_s011_091 with Dissolve(0.25)
    na "……"
    j "要是你这么恨我，为什么没胆子干脆把这段关系了结？还是说，自己付房租和账单会太影响你的派对开销？"
    scene c016_s011_092 with Dissolve(0.25)
    na "……"
    stop music fadeout 2.0
    scene white with Dissolve(2)
    scene c016_s011_057 with Dissolve(2)
    "很痛。那种痛在情感的最深处，而我感受到的只有一种啃噬般的欲望——就是认输。停止抵抗。我这辈子每一个关于放弃的杂念，一股脑地涌进了脑子。"
    play sound pistolshot
    scene c016_s011_056 with flashred
    play music monster
    "然后是一声枪响。我的视野——仍旧无法聚焦，被女巫的生物荧光浸得一片混沌——只捕捉到了一些碎片，我后来才把它们拼起来。"
    scene c016_s011_058 with hpunch
    "血液喷进空气里，它的头猛地向后甩。抠进我肩膀的爪子松开了，而我已经没有一丝力气撑住自己，整个人向后倒进墙里。"
    scene c016_s011_059 with vpunch
    "我的脑袋撞上石膏板墙那一下，与其说把我撞懵了，不如说反而让我集中了神。我摔在地上，但已经没有力气做任何事。"
    l "滚开，婊子！"
    play sound pistolshot
    scene c016_s011_060 with flash
    "又是一声枪响，接着是一记霰弹枪的轰鸣。"
    play sound gunshot
    "我听见肉体砸在地上，湿而沉。有什么东西在嘶嘶作响。"
    scene c016_s011_061 with Dissolve(1)
    "在那片让一切都显得遥远而不真实的浓雾里，我感觉到有手指扣住我的肩膀，试图把我扶起来。"
    k "[player_name]？[player_name]！他还活着。感谢上帝。"
    scene c016_s011_062 with Dissolve(0.25)
    k "来，[player_name]。搭把手。{b}雪莉！{/b}"
    play sound gunshot
    "又一记霰弹枪轰鸣。"
    e "我他妈的老天！这他妈怎么回事？！"
    scene c016_s011_063 with Dissolve(0.5)
    s "我的天，你这家伙可真沉。"
    "这时两个姑娘都在试图把我拉起来。我挣扎着对抗那层让我每个清醒的动作都无比困难的昏沉。在内心深处，我知道自己必须靠意志驱动身体，而那部分的我感觉就像在齐腰深的水里挣扎，寻找一个可以抓住的实在东西。"
    scene c016_s011_064 with hpunch
    k "[player_name]，求你了。我们不会把你留在这儿，但我们需要你努把力。撑住。我在求你。"
    "我听见了她声音里的恐惧，听见了她挣扎着不哭出来。这就够了。"
    scene c016_s011_065 with Dissolve(0.5)
    s "就是这样。我们扶住你了。"
    l "雪莉？卡莉？"
    play sound pistolshot
    k "我们在努力。他情况很糟。"
    e "给他看看乳房好让他集中注意力，然后把他弄出去。我们有援军了。"
    scene c016_s011_066 with hpunch
    s "[player_name]？"
    j "*咳嗽* 在努力。"
    play sound axehit
    "我已经撑起来了，但还远没法靠自己站稳。"
    k "来。走、走路就行。我们会扶你。但我们得走了。"
    j "好…… *咳嗽*"
    play sound axehit
    scene c016_s011_067 with Dissolve(0.5)
    "她们扶着我离开时，我听见身后传来既像血肉又像嘎吱作响的声音，接着是伊芙的喊叫。"
    play sound grendel_growl
    scene c016_s011_068 with vpunch
    e "操操操！！！现在就走，劳拉。现在！"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c016_s011_069 with Dissolve(2)
    play music horror fadein 2.0
    "接下来的几分钟一片模糊。我只专注于能看到的东西，只专注于让双脚继续动。卡莉和雪莉尽力带着我。"
    "我听见伊芙在我们身后摔上大门，并把什么东西拖到门前挡住。"
    l "继续走。不能待在这儿。不安全。"
    s "那是什么？"
    scene c016_s011_070 with Dissolve(0.5)
    e "没时间细说。反正我们得走。"
    l "[player_name]？你还好吗？"
    j "头…… *咳嗽*"
    scene c016_s011_071 with Dissolve(0.5)
    e "要是被那个女巫近距离轰了一发，他可干不了什么。会觉得自己的脑子在溺水。信我。"
    k "我觉得他摔倒时撞到头了。可能脑震荡。"
    scene c016_s011_072 with Dissolve(0.5)
    l "好吧，呃……卡莉，斧头在你那儿？很好很好。让我接过来。我大概更有力气。至少更高。"
    k "我……好吧。我——"
    e "你知道回大厅的路。把门都开好，确认没人跟着。我来殿后，挡在我们这边的来人就开枪。"
    k "好、好的。"
    scene blank with Dissolve(2)
    scene c016_s011_073 with Dissolve(2)
    k "呼啊~~~我们……我们回到大厅了。"
    e "等等，卡莉。她们没紧咬着我们不放。我……我觉得我们暂时安全了。不过就一小会儿。"
    l "不会太久的。听起来很糟。非常糟。"
    "哪怕脑子已经烂成一团，我还是听得见。上方有动静。跌撞声。刮擦声。什么重物被撞翻的轰响。玻璃碎裂。这座医院正在苏醒，而且不是以好的方式。"
    scene c016_s011_074 with Dissolve(0.25)
    l "我们得想清楚该去哪儿。我们可没有什么备用方案。"
    j "让我……我能……"
    s "不，你不能。"
    e "对，先别当男人了吧，哥们儿。我知道你现在的状态没法一个人干。而且你要是倒了，重得要死。"
    "劳拉和雪莉抓着我的手都收紧了。"
    scene c016_s011_075 with Dissolve(0.5)
    e "操，我……我对这一带还不够熟，不知道哪里算好的退守点。我们真该——"
    k "有家咖啡店。离这儿不太远。出了门左拐，走一个街区左右。我以前去过。好几次在那儿碰见安德鲁在休息。我……"
    scene c016_s011_076 with Dissolve(0.25)
    e "挺好。够用了。"
    l "但愿正门没锁。"
    scene c016_s011_078 with Dissolve(0.25)
    e "要是玻璃门就无所谓了。我们只需要一个不会挤满麻烦的地方，让[player_name]坐一会儿，然后想清楚我们他妈接下来该干什么。"
    l "卡莉，你能带路吗？"
    k "好、好的。不远。"
    scene c016_s011_077 with Dissolve(1)
    l "[player_name]，我们只需要你保持站着。跟我们一起走，但带路的事交给我们。"
    j "我、我知道。 *咳嗽* *咳嗽*"
    scene c016_s011_079 with Dissolve(0.25)
    e "嘿，我跟在你们后面。确保没人追上来。你要是看见什么在动，或者附近有什么，立刻喊出来。"
    k "我能做到。"
    scene c016_s011_080 with Dissolve(0.25)
    e "我知道。你比他们以为的坚强得多。不过还是，喊一声。等我们到了咖啡店——"
    k "我先进去看看安不安全。"
    scene c016_s011_081 with Dissolve(0.25)
    e "好。因为劳拉得专心让[player_name]撑住。"
    k "严重吗？"
    scene c016_s011_082 with Dissolve(0.25)
    e "*叹气* 要是跟发生在她身上的一样？他得过好几天才能不再勉强撑着自己。不过他还活着。我们都还活着。"
    "{color=#EEF527}得承认她这点做得好。她在这件事上努力表现得像个好样的。我真希望她不像他们感觉的那样脆弱。{/color}"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_23_358", transition=Dissolve(1.0))()
    pause
    $ Hide("july_23_358", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    play music school fadein 2.0
    scene c016_s008_001 with Dissolve(2)
    k "{size=28}就在上面这门。门没锁。等一下，让我确认没出问题。{/size}"
    l "{size=28}小心点。{/size}"
    scene c016_s008_003 with Dissolve(1)
    "{color=#ffcccc}好了，得确认这里面没有东西。或者没有人。他们都指望我呢。{/color}"
    k "嗯……"
    scene c016_s008_002 with Dissolve(0.5)
    "{color=#ffcccc}差点就叫出声了。得聪明点。动作要快，但也要留心。找任何不正常的东西。当然，这家咖啡店在大白天空着，本身就不正常。{/color}"
    scene blank with Dissolve(2)
    scene c016_s008_004 with Dissolve(2)
    "{color=#ffcccc}好，里面没人。有股怪味道。大概是食物坏了。得回到其他人那儿去。{/color}"
    k "安全了。"
    scene c016_s008_005 with Dissolve(1)
    s "我天，你这家伙可真沉。"
    l "我们进来了，[player_name]。给我们几分钟，把你扶到地方坐下。"
    j "在努力……呃……在努力了。"
    scene c016_s008_006 with Dissolve(0.5)
    k "伊芙在哪儿？"
    l "她说要确认没人跟着。那边呢，雪莉。[player_name]，跟我们一起使劲。"
    j "唔嗯……"
    scene blank with Dissolve(2)
    scene c016_s008_007 with Dissolve(2)
    "疼痛加上视野无法聚焦，我只能任由劳拉和雪莉带路。幸好我身上还剩下足够的力气保持站立，虽然我只想停下来不动。"
    l "这儿。就在这儿。等一下，让我们把背包卸下来。"
    j "谢了。哪…… *咳嗽* *咳嗽*"
    scene c016_s008_008 with Dissolve(0.5)
    l "别操心这个。"
    k "伊芙来了！"
    s "感谢老天。"
    scene c016_s008_009 with Dissolve(0.5)
    l "雪莉，去帮卡莉。确认这地方安全。"
    s "好、好的。你们照看着他。"
    scene c016_s008_010 with Dissolve(0.5)
    l "我会的。嘿，嘿。[player_name]，你还好吗？"
    j "我觉得 *咳嗽* *咳嗽* 挨了一枪。正对着脸。太……头……"
    scene c016_s008_011 with Dissolve(0.25)
    l "操。你的眼睛……大概是充血和脑震荡之间那个状态。"
    e "好了，暂时没人跟踪我们，但还是留个心眼确认一下。我们刚才在里面捅了马蜂窝。"
    scene c016_s008_012 with Dissolve(0.25)
    l "[player_name]，休息吧。好吗？"
    j "其实也由不得我们了。"
    scene blank with Dissolve(2)
    scene c016_s008_013 with Dissolve(2)
    "我躺在带软垫的长椅上，意识忽明忽暗。头部的疼痛加上天旋地转，让我很难集中注意任何东西。我听见有人在说话，但已经没有力气做别的，只勉强捕捉到只言片语，随后就彻底坠入昏沉。"
    scene blank with Dissolve(2)
    scene c016_s008_014 with Dissolve(2)
    l "*叹气* 既然我们缓过来了……大家都还好吗？卡莉？雪莉？"
    k "在等肾上腺素退下去，不过我想应该没事。"
    scene c016_s008_015 with Dissolve(0.25)
    s "吓坏了，但活着。你呢？"
    l "肩膀可能拉伤了，但我还活着。"
    scene c016_s008_016 with Dissolve(0.25)
    l "伊芙？伊芙！"
    e "没事。我们没事。我觉得没有一个跟上来，但我们不能在这儿待太久。碎玻璃太多了。"
    scene c016_s008_017 with Dissolve(0.25)
    l "你受伤了吗？"
    e "没有。不，一点伤都没有。或者说没什么感觉重要的。等我缓过来，全身肌肉肯定都会酸痛。"
    scene blank with Dissolve(2)
    scene c016_s008_013 with Dissolve(2)
    "女巫那一击的影响还让我晕乎乎的，我想自己大概是打了会儿盹。听见有人提高嗓门时，我强迫自己睁开眼睛。可我的身体在「动起来」的指令前苦苦挣扎。"
    scene c016_s008_018 with Dissolve(1)
    "没过多久我就拼凑出我们并不危险。可劳拉和伊芙正在吵得很凶，而且很快就弄清是为了什么。"
    scene c016_s008_019 with Dissolve(1)
    s "劳拉，没事的。我们都在，都还活着。"
    l "她有没有告诉你，她让他觉得只要死得其所、为那愚蠢而高尚的死法去死也无所谓，只要能救下我们其他人？她这么说了吗？"
    k "什么！？你什么意思？"
    scene c016_s008_020 with Dissolve(0.25)
    e "根本不是那么说的。我们在便利店扯闲篇——等格伦德尔和白灾过去——我只是脑子里冒出个念头，觉得自己了不起又狠。我提到我意识到，他是唯一一个可能想到不是所有人都会活着出去的人。"
    e "结果就聊到了要为集体做牺牲。当时我只是……我只是尊重一个人没有自欺欺人地以为这就是趟郊游，也接受你们当中可能有人走不出来。他看起来像是愿意在必要时刻献出自己。"
    scene c016_s008_021 with Dissolve(0.25)
    l "你有没有想过，他也许并不在能健康地做出那种决定的状态？也许他还没时间消化他的离婚？在他肩上扛着的其他所有破事之外。"
    e "他现在又不是能跑去做什么心理治疗。而且说实话，他看起来比你们所有人加起来都更笃定。"
    scene c016_s008_022 with Dissolve(0.5)
    l "因为他有求死的念头。"
    e "随便吧。我没力气跟你为这个来来回回地吵十轮。你那语气，好像我本来就该知道他状态很糟似的，好像这他妈很重要似的。我们所有人都处境糟糕。这座城市就是活的地狱。"
    scene c016_s008_023 with Dissolve(0.25)
    e "还有，说真的，你们有谁知道他前任的事的全部内情？很多男人背负着痛苦却从不想分享，因为女人会叫他们说出感受，可他们真说了，男人又会因为「软弱」而受罚。"
    l "也、也许不是全部。只知道些片段。"
    k "他有一次跟我说，他只是当不好丈夫。我、我没信他，但也没追问。"
    s "我只当她是个蠢女人。有些女孩不被人追着就浑身不舒服。"
    scene c016_s008_024 with Dissolve(0.25)
    e "所以你跑去找他，是想让自己心里好受点，却从没真正弄清楚那些伤口有多深、多新鲜。"
    l "那你呢，伊芙？你知道吗？"
    scene c016_s008_025 with Dissolve(0.25)
    e "我只是认识他。你们至少有两个人跟他一起工作过。我还以为你们是朋友。是他可能吐露心事的那种人。算了。这事到此为止。到此为止，我不想再听你把什么不是我造成的破事推到我头上。"
    e "他是个他妈的大人。他能自己做选择。也许你该问问他，为什么他觉得冲进必死之地也值得。"
    scene c016_s008_026 with Dissolve(0.25)
    e "而现在这他妈一点都不重要。我们得找个地方去。这里适合停下来，但我们不能在这儿待着。太他妈靠近医院了。太暴露了。"
    s "不，不。等一下。你需要停几分钟。喘口气。"
    scene c016_s008_027 with Dissolve(0.25)
    k "雪莉说得对。我们得重新商量。劳拉？"
    l "对。我……给我几分钟。"
    scene blank with Dissolve(2)
    scene c016_s008_028 with Dissolve(2)
    l "嘿。嘿，[player_name]。你还好吗？"
    scene c016_s008_029 with Dissolve(0.25)
    j "头疼。背也疼。我摔倒的时候大概被震得不轻。而且视野糟透了。这儿有洗手间吗？我该洗把脸。试着把眼睛冲冲。"
    l "我想有。雪莉？"
    s "我过一分钟带他去。"
    scene c016_s008_030 with Dissolve(0.25)
    l "嘿，伊芙和我要出去一趟。卡莉说街上有一家旅馆。我们去那儿看看。"
    j "等等。等一下。让我——"
    scene c016_s008_031 with Dissolve(0.25)
    s "不。你现在的状态哪儿都去不了。"
    l "她说得对，[player_name]。你得待在这儿。休息。或者坐在这儿瞎担心，但你不准出去。"
    scene c016_s008_032 with Dissolve(0.25)
    s "卡莉和我会留在这儿看着你。哪怕得坐在你身上把你压住。"
    "我知道她们说得对。我想象了一下伊芙当时在那栋房子里是什么感觉。迷失方向，视野被影响得那么厉害，以至于我会成为累赘。"
    "害怕（我现在可以承认，当时确实是有感觉的）。难得我不想坐在场边，但我只能相信伊芙和劳拉能在没有我的情况下完成侦察。经过医院那一下之后，两个人都必须对危险保持高度警惕。"
    j "把手电筒带上。"
    l "好主意。"
    scene c016_s008_033 with Dissolve(1)
    e "劳拉，他在这件事上跟你拧着吗？"
    l "没有。他理解这个决定，虽然不高兴。"
    scene c016_s008_034 with Dissolve(0.25)
    e "好。别担心，兄弟。只要看起来稍微有点不对劲，我们他妈马上就撤。"
    j "要是听见枪声，你最好做好我会过去的准备，不管我的眼睛和脑子都已经废到什么程度。"
    scene c016_s008_035 with Dissolve(0.25)
    e "我知道。劳拉？"
    l "来了。我去他包里拿手电筒，马上到。"
    scene blank with Dissolve(2)
    scene c016_s008_036 with Dissolve(2)
    k "小、小心点。"
    "{color=#ffcccc}说起来也算我们运气好，我知道这家旅馆。我开车来上班的路上见过它好多回了。我不知道这儿安不安全，但总比躲在这里强。伊芙说得对，这一地的碎玻璃、离医院又这么近，都不是好事。{/color}"
    scene c016_s008_037 with Dissolve(0.25)
    "{color=#ffcccc}医院……我很庆幸安德鲁不在那儿，但我们看到的东西比那糟得多。那些……我甚至不知道有没有人真的活着出来了。以我们看到的那些来看，恐怕没有。也许是有人出来了，可一旦灼烧者占了那里……{/color}"
    scene c016_s008_038 with Dissolve(0.25)
    "{color=#ffcccc}天啊，我真不知道该怎么看待这件事。好像一天比一天更糟。不过至少我们活着从那儿出来了。{/color}"
    "{color=#ffcccc}[player_name]……我们找到他的时候，他看起来就像刚从车祸残骸里被拖出来的人。我们很走运。可……他不该那么做。不该试图去当什么英雄。伊芙说的那些？有道理。我看到过一些迹象，但我没……{/color}"
    scene c016_s008_039 with Dissolve(0.25)
    "{color=#ffcccc}我自己还困在自己的事里出不来。我们都是。但说真的，我知道他在硬撑一些东西，而我本该早点开口。伊芙曾开玩笑说，我是那个他肯听的人，但我不知道这是不是真的。我得……{/color}"
    if k_love >= 5:
        "{color=#ffcccc}等我们到了安全的地方——希望是那家旅馆——我一定要跟他坐下来，把憋在心里的那么多话都告诉他。想了那么久却一直怕说出口的话。但最重要的是，我要让他别再因为觉得自己必须为我们牺牲，就拼命想把自己送死。我们不需要那样，也不想要那样。{/color}"
    else:
        "{color=#ffcccc}等我们到了安全的地方——希望是那家旅馆——我一定要跟他坐下来，让他停下。让他别再因为觉得自己必须为我们牺牲，就拼命想把自己送死。我们不需要那样，也不想要那样。{/color}"
    scene c016_s008_040 with Dissolve(0.25)
    s "好了，看着不错。"
    "{color=#ffcccc}哦？他们好了。很好。他看起来现在能自己动了。{/color}"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c016_s008_041 with Dissolve(2)
    play music outsideday2 fadein 2.0
    "{color=#EEF527}在外面可得聪明点、谨慎点。这摊子乱得一塌糊涂。它们好像还没盯上我们，但我看得出来它们很躁动。比平时还要神经质。就在我们一路杀了那么多、还干掉了它们的女王之后，我敢肯定麻烦就要来了。得留神留听着格伦德尔的动静。{/color}"
    scene c016_s008_042 with Dissolve(0.5)
    "{color=#EEF527}那边的情况真的比我预想的还糟得多。我只是以为不会再有人留在那儿了。或者，能派直升机像《现代启示录》里最后撤离那样把我们弄出来，根本就是他妈的做梦。{/color}"
    scene c016_s008_043 with Dissolve(0.5)
    "{color=#EEF527}可是，[player_name]……他看见局面不对的时候就该下令撤退。而不是只叫我们跑，然后自己就这么一头扎进去。真他妈蠢，但仔细想想也不算意外。他已经暗示很长一段时间可能会有这种事了。{/color}"
    scene c016_s008_044 with Dissolve(0.25)
    "{color=#EEF527}我也不该被完全指责——毕竟[player_name]是大人了——但劳拉……她说得也不算错。我大概让他觉得开启英雄模式是可行的。往他脑子里灌「理应有人做出高尚牺牲」这种念头。不过，其他人也该各负一部分责任。我看得出，这阵子都是他在撑着大家。{/color}"
    scene c016_s008_045 with Dissolve(0.25)
    "{color=#EEF527}而除了在情绪变成欲望之后偶尔给他一次「同情的性爱」之外，她们又为他做了什么？这小子离婚受了不少内伤。这种事我不是第一次见。至少他没有转向酗酒、毒品或者自我伤害来应对。{/color}"
    e "*叹气*"
    scene c016_s008_046 with Dissolve(0.25)
    "{color=#EEF527}现在不是想这些的时候。也许以后吧。要是以后我直接决定这堆烂事不值得我继续待下去，那就永远不用想了。尤其医院那边已经彻底没戏了。{/color}"
    l "在楼上。"
    e "嗯，随便吧。"
    scene blank with Dissolve(2)
    scene c016_s008_047 with Dissolve(2)
    e "哎，操。大厅里全是雾。我早该料到的。那两扇正门密闭得跟{a=https://en.wikipedia.org/wiki/Submarine}潜艇{/a}上的纱门似的。"
    l "也许上了楼、到了客房那一层就会好些。"
    scene c016_s008_048 with Dissolve(0.5)
    e "最好是。我不知道这儿还有什么更好的选择。而且这地方要说防守也完全站不住脚。这些都……算了。大厅空着不代表我们该把这儿当安全区，尤其是离医院这么近。"
    l "只要能给我们几天时间重整旗鼓，就凑合吧。现在我们谁都还没到能决定该去哪的状态。"
    "{color=#EEF527}毕竟你们在「医院能让我们逃出去」这件事上投入了那么多精力和希望。{/color}"
    scene c016_s008_049 with Dissolve(0.25)
    e "听着，我们不可能把整栋楼都清干净。这点你要清楚吧？房间太多了。或者第一天不行。也许如果我们发现这地方不是灼烧者的窝，就姑且试试。但我们得先看看办公室那边有没有总钥匙。"
    l "雾是在工作日的白天来的。当时在这儿的人大概是来这附近上班的，也就是说他们要么在外面，要么是去医院看人。我不是说这地方一定会空着，但只要我们能锁住一层、封住楼梯，短期内应该没问题。"
    scene c016_s008_050 with Dissolve(0.25)
    e "那电梯呢？我知道灼烧者不擅长处理复杂任务，但如果这里还藏着别的人，他们要下楼来给自己找麻烦可不算费力。"
    l "留意电梯钥匙。维修人员用来把电梯停运检修的那种。"
    e "好吧。*叹气*"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c016_s008_051 with Dissolve(2)
    play music school fadein 2.0
    "洗漱完之后，雪莉扶我坐到桌边，然后就让我自己喘口气、歇一会儿。她宣布过一会儿会回来看我，但我让她去跟着卡莉。对她们俩来说，盯着附近的街道比照看我更要紧。"
    "劳拉和伊芙去查看那家旅馆了，虽然我很讨厌这样，但我知道自己不能去。我感到的疼痛和不适还能硬扛，可我的视野？已经受损。再加上平衡感的问题，我会成为累赘。"
    scene c016_s008_052 with Dissolve(0.5)
    "说实话，我只想坐在那儿，把刚刚发生的事反复咀嚼。我真蠢。或者说，我说服了自己那叫勇敢、叫高尚，以为自己会成为那个冲进火线、让其他人脱身的人。结果我挨了一记狠狠的现实检验。"
    "没有别人，我现在已经死了。可那又值什么？他们照样逃不掉。医院是条死路。一个连一层楼都还没下完就从美梦变成了噩梦。如果那儿有个女巫，我几乎不敢相信这地方剩下的是什么比那更糟的东西。"
    "在灼烧者占领这栋楼之前究竟有多少人逃了出去，无从得知。又或者，也许只有那些被落下的人。现在所有人都知道我是个疯子了。"
    "某种被我前妻的背叛搞坏的东西。她只想追求某种维京人式的「战死荣光」，好让自己埋起来的伤痛终于消失。我完全预料到他们会躲开我。会防着一个大概连明智决定都做不出来的人。"
    scene c016_s008_053 with Dissolve(0.5)
    "然后，雪莉在我旁边的长椅上重重坐下，靠在我身上。她深深地叹了口气；她已经硬撑了太久。我们所有人都是。"
    j "对不起。我……"
    scene c016_s008_054 with Dissolve(0.5)
    "她握住我的手，握得很紧。"
    scene c016_s008_055 with Dissolve(0.5)
    s "你不用道歉。你一直在为我们豁出命去。我不知道伊芙和劳拉之前说的到底完全属实，还是那只是她们以为自己看到听到的、属于她们版本的经过，但我有种感觉，她们差得不算太远。"
    s "那只是夹在一大堆你从不告诉别人的其他事情中间，因为你以为自己必须默默受苦。"
    scene c016_s008_056 with Dissolve(0.25)
    s "听着，[player_name]，我知道你经历过一些破事，也知道男人在……嗯，很多事情上不像女人那样总能得到同样的照顾。所以你要么不知道怎么处理自己的痛苦，要么就是把它全憋在心里。你在跟心魔搏斗，哥们儿。我知道那是什么感觉。"
    j "你不必——"
    scene c016_s008_057 with Dissolve(0.25)
    s "闭嘴，让别人照顾你一次。"
    j "很难做到。尤其是我还担心着你。你，还有卡莉，还有劳拉，还有……"
    scene c016_s008_058 with Dissolve(0.25)
    s "劳拉有事要做。而担心她，跟你不在的时候担心你一样没用。再说，你没看见她一枪崩了那婊子的脑袋，专业得很。那玩意儿才叫吓人。"
    s "卡莉现在在把情绪分层处理。在到一个她觉得安全的地方之前，她什么都不会说。到时候我们会一起围着她。"
    j "你真的很在乎她。"
    scene c016_s008_059 with Dissolve(0.25)
    s "对。她最好了。"
    j "那你呢？"
    scene c016_s008_060 with Dissolve(0.25)
    s "在打硬仗。恐惧还能让我守规矩，但我真的很需要我的药。我有种感觉，等事情安静下来，会很难受。"
    if s_sex >= 2:
        j "那你就来找我。不是为了……你懂的。而是因为你不用一个人扛。"
    else:
        j "那你就来找我。你不用一个人扛。"
    scene c016_s008_061 with Dissolve(0.25)
    s "嘘。该轮到我来支持你了。不过，谢谢。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c016_s012_018 with Dissolve(2)
    play music hotel fadein 2.0
    l "*叹气* 好吧…… *打哈欠* 操……"
    e "再撑一会儿，姑娘。我知道你累垮了。"
    scene c016_s012_019 with Dissolve(0.25)
    l "不是每个人都像你这么年轻、精力这么充沛。"
    e "现在支撑我的全是肾上腺素，还有一大剂我还没关掉的战斗或逃跑反应。我今晚要垮了。等我垮下来，你就让我睡吧。"
    scene c016_s012_020 with Dissolve(0.5)
    l "当然。听起来不错。*咳嗽* 所以我们这儿没问题？我没看见也没听见什么，但依我的经验，这说明不了什么。太多地方都藏着麻烦，等着突然冒出来。"
    e "我想是。或者说我愿意正式记录在案：二楼和三楼是安全的。五楼上有某种恶心的东西，但我猜最多就是一具尸体。这儿不像医院。它们身上有种……气味，我开始能闻出来了。"
    scene c016_s012_021 with Dissolve(0.25)
    l "灼烧者可不是我们唯一惹上的麻烦。"
    e "我明白。我不傻。这种局面会让正常人都崩溃。我们得封住楼梯。暂时就待在三楼。等我们确认安全再说。"
    scene c016_s012_022 with Dissolve(0.25)
    l "对……那么，关于医院……"
    e "*哼笑* 简直是一场灾难，但我们要怎么才能知道呢？去那儿并不是最糟糕的主意。要是你觉得真有人会派直升机把人弄出来的话。"
    scene c016_s012_023 with Dissolve(0.25)
    l "我提这个不是这个意思。你在里面看到了什么让你害怕的东西。你只是不想让别人听见。"
    e "我只看见一条又大又黑的手臂从那摊东西里伸出来。我想你明白那意味着什么，即便我们俩都不想深想其中的为什么。"
    e "当时情急之下，我的第一反应是……我也不知道。也许是恐怖科幻片看太多了。看起来像……算了，不重要。我们该回去了，天要晚了。"
    l "*叹气* 对。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_23_548", transition=Dissolve(1.0))()
    pause
    $ Hide("july_23_548", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    play music school fadein 2.0
    scene c016_s012_001 with Dissolve(2)
    "等伊芙和劳拉回来的时间漫长得像地狱。我讨厌被晾在一边，可当我与眩晕和受损的视野作斗争时，我心底清楚自己会是累赘。"
    scene c016_s012_002 with Dissolve(1)
    "当卡莉喊她们回来时，我让雪莉扶我去大厅迎接她们。那一刻，我终于理解了劳拉和其他人之前在我出去时得承受怎样的焦虑与如释重负。"
    scene c016_s012_003 with Dissolve(1)
    j "你们…… *咳嗽* 还好吗？"
    scene c016_s012_004 with Dissolve(0.5)
    l "还好。除了躲开了几个乱晃的灼烧者，没碰上别的麻烦。"
    e "我们肯定在医院把它们的窝搅了，不止一个正往那个方向蹒跚而去。我对此很满意。这样能给我们留出足够的时间和空间转移、蹲守。"
    k "那家旅馆怎么样？"
    scene c016_s012_005 with Dissolve(0.25)
    e "还行。暂时够用了。说实话，看起来是事情开始不对劲之后，员工就都跑了，但那不是我们的问题。"
    l "大堂那片区域很暴露，但一上二楼就还好。"
    j "「还行」听起来可不太妙。"
    scene c016_s012_006 with Dissolve(0.25)
    e "房间太多，不可能全查一遍。我们一层一层地走，廊道里没看见或听见什么，但不能把这当成安全。我撬开了经理的办公室，找到一份总钥匙备份，等我们封锁好三楼就能挑几个房间住下。"
    l "我们得封住楼梯，就像当初在普罗维登斯人寿那样。"
    j "那电梯呢？"
    scene c016_s012_007 with Dissolve(0.25)
    e "是一大串钥匙，上面有一组电梯钥匙，等我们都进去就能处理。"
    s "食物怎么办？我们需不需要……就是……看看这儿有什么能带的？"
    scene c016_s012_008 with Dissolve(0.25)
    e "有个酒吧，在二楼靠里的位置，比较独立。我没把所有东西都翻一遍，但那儿有个厨房，所以我们可能还有些选择。现在还真不是操心这个的时候。离开街道才是更优先的事。"
    l "我们所有人现在都已经精疲力尽了，只需要一个能休息一晚的地方。还有，[player_name]——"
    j "我能行。让我把包重新背上，我们就走。"
    scene c016_s012_009 with Dissolve(0.5)
    k "不。先给你们俩拿几瓶水。劳拉和伊芙出去之前也需要休息几分钟。"
    "我不知道卡莉这个提议是不是想避免一场潜在的争吵。不管怎样，她赶紧去给她们拿水了。"
    scene c016_s012_010 with Dissolve(1)
    "我在台阶上坐下，只想让自己镇定下来。同时也是为了掩饰一阵眩晕让我的头开始打转，我想等它过去。伊芙走过来，在我旁边坐下。"
    scene c016_s012_011 with Dissolve(0.25)
    e "就目前的情况而言，这已经是能做到的最好了。"
    j "没关系。我相信你和劳拉知道什么时候不对劲。那儿没有别人吧？"
    scene c016_s012_012 with Dissolve(0.5)
    e "我刚说了，我们没把每个房间都撬开，但看起来员工都跑了，东西就那么丢着。大白天的事。事情发生时，大多数人大概是去上班或者去医院了。我觉得我在五楼闻到了什么。"
    j "尸体？"
    scene c016_s012_013 with Dissolve(0.25)
    e "对。所以我们进去、把自己锁在三楼，在明天之前谁都不许四处乱看。等到大家都缓过来再说。好好休息，让我们能更清醒一点，更留意那些破事。"
    j "听起来不错。你还好吗？"
    scene c016_s012_014 with Dissolve(0.25)
    e "太亢奋了，没法深入去想。"
    j "那就谢了。谢你刚才救了我一命。"
    scene c016_s012_015 with Dissolve(0.25)
    e "嗯，不过是我欠你一次。而且……"
    menu:
        "而且？[yl]":
            j "而且？"
            scene c016_s012_017 with Dissolve(0.25)
            e "现在先不说。没工夫谈感情，但你至少会有一次{a=https://www.merriam-webster.com/dictionary/talking-to}深谈{/a}在等着你。先给你提个醒。"
            j "我很清楚。"
        "就说到这里吧。[yl]":
            scene c016_s012_016 with Dissolve(0.25)
            "如果我从刚才那场争吵里捕捉到的那些迹象没错，伊芙自己恐怕也有情绪在挣扎。我不该让事情对她更难。"
    k "你的水。"
    scene blank with Dissolve(2)
    scene c016_s012_024 with Dissolve(2)
    "过了一会儿，我们装备齐全，准备徒步前往旅馆。我还在头晕，还得应付严重的眩晕症，背上那个包花了不少时间和力气。有人提出帮我背，但我拒绝了，说我力气最大，只要走得慢一点就没事。"
    scene c016_s012_025 with Dissolve(1)
    "说实话，我只是想让自己有点用处。被人那样救回来让我很受挫。我不喜欢自己像个累赘的感觉，尤其是在我刚刚还在一时冲动之下，以为自己要去演那出「高尚牺牲」的时候。"
    e "好了。大家准备好了吗？"
    l "我们能有多好就多好吧。"
    scene c016_s012_026 with Dissolve(0.25)
    e "行，路程不远，现在外面我也没看到太多麻烦。我来带路。劳拉——"
    l "我跟在所有人后面。殿后。确保我们不会招来落单那些东西的注意。"
    scene c016_s012_027 with Dissolve(0.25)
    e "好。[player_name]？你撑得住吗？"
    j "视野废了一半，我也走不了太快，但只要你们别让我走错方向，我就没事。"
    s "卡莉和我会扶着他。"
    scene c016_s012_028 with Dissolve(0.25)
    e "好吧。也只能这样了。走吧。"
    scene blank with Dissolve(2)
    scene c016_s013_001 with Dissolve(2)
    "过去的那段路一片模糊。视野受损加上浓雾，我只能跟着其他人，跌跌撞撞地朝一个我们都希望能庇护一阵子的地方挪去。"
    "所有人都还高度戒备，谁也没心思去回顾这一天发生的事，或者考虑安顿下来过夜之后该做些什么。"
    "到这时，我已经是靠意志力逼自己往前挪了。全身的酸痛加上累到骨头里，简单地撑下去比我预想的费劲得多。那些我从没留意过的关节和肌肉，正以一种无法忽视的方式阵阵作痛。"
    scene blank with Dissolve(2)
    scene c016_s013_002 with Dissolve(2)
    "我们进了楼，朝三楼走，仿佛终点已经近在眼前；能完好无损地走到那儿本身就是胜利，不管我们当时是什么德行。身心都受了创伤，等到明天早晨到来时会是什么样，谁也说不准。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    scene c016_s013_003 with Dissolve(2)
    play music hotel fadein 2.0
    e "好了，到了。*叹气* 终于。操，我好像把衣服全汗湿透了。"
    "听起来不只是我在拼命撑着。伊芙像刚跑完马拉松一样又哼又喘。雪莉和劳拉都在强忍咳嗽。卡莉——从过去一个月我细心的观察来看——没有说话，不过我能看见她脸颊泛红。"
    scene c016_s013_004 with Dissolve(0.25)
    l "我们*叹气*搬点家具来。把门堵上。"
    "伊芙哼了一声，但我看得出她知道这个决定是对的。只要我们能感到自己被封起来了，哪怕只安全一两天，我们就能松口气。"
    scene c016_s013_005 with Dissolve(0.25)
    e "钥匙还在你那儿吗？"
    l "在。姑娘们？"
    k "来了。"
    scene blank with Dissolve(2)
    scene c016_s013_006 with Dissolve(2)
    "虽然一开始说是大家一起干，最后却变成伊芙、劳拉和我三个人干最多——从附近的房间搬来柜子和斗柜，把两处楼梯都封住。劳拉抱怨说我该悠着点，但我把话岔开了，我只是想尽自己的那份力，好让我们终于能休息。"
    "劳拉之前从经理办公室里挖出来的那串维修钥匙，卡莉用它们把电梯停用了。"
    scene blank with Dissolve(2)
    scene c016_s013_007 with Dissolve(2)
    "后来我才知道，三楼 30 个房间里只有一半有人用过。对行李的仔细检查暗示，有好几个人纯粹是出差才待在这儿。其中一个留下了一份行程表，是关于一场为期三天的医学会议的，会址在医院四楼的行政办公区。"
    e "好啦~~~我觉得我们没问题了。至少眼下没问题。或者说，至少今晚没问题。休息一下再评估形势吧，因为我实在没力气做别的了。"
    scene c016_s013_008 with Dissolve(0.25)
    s "天啊，求老天赐我们能洗热水澡。还有洗发水。还有那种只用一天就没了的小肥皂片。我们大概该把清洁工的存货搜刮一遍。我不想明天只能把一条缝那么薄的肥皂硬撑着用完。"
    k "雪莉~~~"
    scene c016_s013_009 with Dissolve(0.25)
    s "哦，对，对。抱歉。"
    l "[player_name]，你还好吗？脸色很差。"
    j "我觉得我的体力已经到上限了。"
    scene c016_s013_010 with Dissolve(0.25)
    e "我们找到几个没问题的房间，等下给你安排一间。不过先定几条规矩。电梯暂时停用。楼梯封住了。你要是听见不属于我们任何一个人的动静，就告诉我。或者告诉劳拉。别告诉[player_name]。他现在要卧床。"
    j "我会反驳你的，但是……他妈的脑袋……好吧。"
    "要是胃里有东西，我可能就得强忍恶心了。"
    scene c016_s013_011 with Dissolve(0.25)
    e "今晚，谁都不许离开这一层。等我们能确定这个地方「安全」了——也许明天某个时候吧——那你就算跟人在一起，也必须让人知道你在哪儿。我们不想因为找不到你而把整栋楼搜一遍。"
    scene c016_s013_012 with Dissolve(0.25)
    e "我会住 312 房，就在走廊尽头，因为我需要一个晚上能独占的床和房间。劳拉呢？"
    l "305，就在那儿。"
    scene c016_s013_013 with Dissolve(0.25)
    e "好了，大家都尽量休息吧。事情以后再说。"
    "说完，我们就各自拖着步子回房间了。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("july_23_812", transition=Dissolve(1.0))()
    pause
    $ Hide("july_23_812", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    play music nightmain fadein 2.0
    scene c016_s013_014 with Dissolve(2)
    l "*叹气*"
    "{color=#66ff33}只是……失望。当时太害怕了，一门心思只想活下来，根本没心思好好琢磨医院的情况对我们意味着什么。又一次，我把希望寄托在一个最终辜负了我们的东西上。又一个从美梦变成噩梦。{/color}"
    scene c016_s013_015 with Dissolve(0.25)
    "{color=#66ff33}但我想我早就知道，医院不会是「出现、坐电梯到顶楼、然后直接飞出去」那么简单。我只是没想到它会……是那样。{/color}"
    "{color=#66ff33}那儿到底发生了什么？灼烧者居然已经在里面了。还有一个他妈的女巫。跟我之前见过的那些不一样。伊芙表现得像是知道那是什么。或者知道它能做什么。她叫我朝它开枪，一直打到它死为止。{/color}"
    scene c016_s013_016 with Dissolve(0.25)
    "{color=#66ff33}感谢老天我抓了保安的枪。不然我们的弹药根本不够。现在也只剩几发子弹了，撑不起再来一次。至于伊芙那边……我得问问她还剩多少发。{/color}"
    scene c016_s013_017 with Dissolve(0.25)
    "{color=#66ff33}还有，[player_name]……我甚至不知道该从何说起。他越来越疏远，而我不想去想他是不是把自己当成了那种人。当成一个必须为我们去死的人。我想怪伊芙，但她也不是全错。{/color}"
    "{color=#66ff33}而她说得对：我们其他人只是一味把他当成一个永远稳定、永远安全的人，根本没完全明白他正在输掉一场属于他自己的战役。{/color}"
    l "*吸鼻子*"
    scene c016_s013_018 with Dissolve(0.25)
    l "*啜泣*"
    scene blank with Dissolve(2)
    scene c016_s013_019 with Dissolve(2)
    "{color=#ffcccc}还不错。我能找到点能穿的。没有适合出门的好东西，但在旅馆里晃晃也许够了。{/color}"
    scene c016_s013_020 with Dissolve(0.25)
    s "*哼唧* 哦我的天，我太需要那个澡了。浑身都酸痛。又是把[player_name]弄起来、又是扶着他不倒下，比任何运动都累。"
    k "考虑到他扛着我们之中的一个人扛过那么多次，这也算公平。"
    scene c016_s013_021 with Dissolve(0.25)
    s "也是。也许我们该别再让自己陷入那种需要被扛的局面。除非是有人被浪漫地抱进卧室。*咯咯笑*"
    scene c016_s013_022 with Dissolve(0.5)
    s "你在看什么？有人把东西落这儿了？"
    k "这间房之前住的人还没来得及把衣服拆出来。是个女人。有件毛衣、几件衬衫、一条裙子和一条短裤。有些还挺不错。或者说，挺干净。"
    scene c016_s013_023 with Dissolve(0.25)
    s "真的？打算升级装备？还是就换着穿？"
    k "也许只是想换点新的穿一次。不过也无所谓。"
    scene c016_s013_024 with Dissolve(0.25)
    "{color=#ffcccc}雪莉安静下来了。脑子里大概装着很多事，而且理由充分。再加上我们都累了，我觉得我们谁都不想谈今天这对未来意味着什么。我敢肯定劳拉是失望的。我……我觉得自己是松了口气。焦虑，但松了口气。因为他不在那儿。当然，我们也一样没能逃出这座城。{/color}"
    scene c016_s013_025 with Dissolve(0.25)
    "{color=#ffcccc}我……我现在不该说什么。以后有的是时间去聊那些不会让人愉快的话题。而且雪莉正努力撑着，我不想破坏这一点。{/color}"
    scene c016_s013_026 with Dissolve(0.25)
    s "浴室现在空着。你要是想洗漱的话。"
    k "非常想。*叹气*"
    scene blank with Dissolve(2)
    scene c016_s013_027 with Dissolve(2)
    "{color=#ffcccc}雪莉说得对。那个澡太棒了，主要是因为我又脏又累。肩膀很酸，这多少缓解了一些。不过明天早上大概还会感觉得到。事实上，我们所有人都会带着一堆自己都不知道的伤走来走去，直到后来才察觉。{/color}"
    scene c016_s013_028 with Dissolve(0.25)
    "{color=#ffcccc}嗯？雪莉已经睡着了。大概是一沾床就直接睡过去了。{/color}"
    k "*咯咯笑*"
    scene c016_s013_029 with Dissolve(0.25)
    "{color=#ffcccc}有意思。她连试都不试，就能把我逗笑。真是个甜心。我从来没想过自己会跟这种类型的人做朋友，不过大多数友情大概就是这么来的。如果我们能活着离开这儿，我要努力跟她保持联系。还有劳拉。{/color}"
    scene c016_s013_030 with Dissolve(0.25)
    "{color=#ffcccc}还有，[player_name]。我得跟他谈谈。今天……我明白他为什么觉得自己必须那么做，但这种事不能再有下一次了。伊芙说他会听我的。所以，也许我只需要告诉他，他不能再那么做。{/color}"
    if ch12_kallie_sex == "yes" or ch13_kallie_sex == "yes" or ch14_kallie_sex == "yes":
        "{color=#ffcccc}另外，我只是需要告诉他。坦诚一点。别再藏着自己的感受了。我不知道还能不能再有机会。{/color}"
    scene blank with Dissolve(2)
    scene c016_s013_031 with Dissolve(2)
    "{color=#ffcccc}好，我记着……我们在后面。劳拉就在我们旁边。伊芙……我想她在走廊尽头的楼下。她说什么要弄一间大床房。还有[player_name]……{/color}"
    scene c016_s013_032 with Dissolve(0.5)
    "{color=#ffcccc}到了。好，我们……你能做到的。他会听你说。他不会生气。我……我相信他会让我把这些说完，而不会有太糟糕的反应。{/color}"
    scene c016_s013_033 with Dissolve(0.25)
    "*敲门* *敲门* *敲门*"
    k "[player_name]？你还醒着吗？"
    j "{size=32}卡莉？嗯。进来吧。{/size}"
    scene blank with Dissolve(2)
    scene c016_s010_001 with Dissolve(2)
    k "哦？你在睡觉吗？"
    j "也不算。你别介意我不太动。一坐下，我的背就僵住了。"
    k "没关系。我到床上来陪你坐吧。"
    scene c016_s010_002 with Dissolve(0.25)
    k "那么，你怎么样？除了背和脑袋之外？"
    j "好过一些，但至少还活着。浑身酸痛。没什么骨折——这算一点好运——不过看起来不像是会让我卧床太久。"
    scene c016_s010_003 with Dissolve(0.25)
    k "我们暂时哪儿也不去。所以你该悠着点。"
    "这话听起来话里有话。卡莉平时不会这么坚定。"
    scene c016_s010_004 with Dissolve(0.5)
    k "*叹气*"
    "我看得出她在鼓起勇气说出心里的话。在医院扑了个空——没找到活人，或者没找到我们想见的人——之后，我敢肯定她有些事需要消化。那地方一片混乱，我们能全须全尾地出来已经算走运。"
    scene c016_s010_005 with Dissolve(0.25)
    k "你得停止那些想把自己弄死的举动。"
    j "什么？我才没有。"
    scene c016_s010_006 with Dissolve(0.25)
    k "放屁。你是在把自己置于危险之中。不负责任地。反反复复地。搞得好像你有求死的念头一样。"
    j "那不是求——"
    scene c016_s010_007 with Dissolve(0.25)
    k "不，别说了。别想把一件我们所有人都心知肚明的事说得那么好听。"
    scene c016_s010_008 with Dissolve(0.25)
    k "听着，我们都需要你、依赖你，这不只是个秘密，但也不仅仅因为你在保护我们、尽最大可能让我们远离危险。是因为我们都在乎你，不想失去你。你不是一个人在做这些了。不会再是了。"
    "我不知道该说什么。我最近确实有点神风特攻队，但那是因为我觉得总得有人去做。也许我一直太过粗心大意了。或者……"
    scene c016_s010_009 with Dissolve(0.25)
    k "[player_name]……"
    j "我不能保证自己不会再那么做。不能保证我不会挡在危险前面。不能保证我不会试着站在路上，好让你们有机会逃出去。"
    scene c016_s010_010 with Dissolve(0.25)
    k "为什么？"
    if ch12_kallie_sex == "yes" or ch13_kallie_sex == "yes" or ch14_kallie_sex == "yes":
        j "因为……因为我爱你们，我要确保你们活着出去。"
        scene c016_s010_012 with Dissolve(0.25)
        "卡莉又安静下来了。这时我知道，那意味着她正在整理自己想说的话。她在寻找一个回答，仿佛害怕说错一个字就是致命的失误。我想告诉她，我永远不会因为她说出了心里话而责怪她。"
        if ch14_shelleytellskallie == "yes" or ch15_shelleytellsmckallie == "yes":
            j "你……你不必说什么。我不该说那句话的——我没资格说——尤其因为我伤害过你。我很后悔，但也许这样反而更好。放你走已经够难过了，如果因为我这个人渣，你对我再没有那种感觉，那反而更容易——"
            if k_trust >= 7:
                scene c016_s010_016 with hpunch
                k "别。*吸鼻子* 别说你会放我走。拜托。"
                "卡莉伸出双臂抱住我，抱得很紧。我感觉到她单薄的身体在怀里发抖。"
                scene c016_s010_017 with Dissolve(0.5)
                j "卡莉？你可以说出心里的话。我知道你想这些事已经想了很久。我是大孩子了。就算你对我没有同样的感觉，我也承受得住。"
                scene c016_s010_018 with Dissolve(0.5)
                "卡莉爬到我腿上，把脸凑近，直直地看着我的眼睛。"
                k "我爱你。我……我一直很难说出口。因为……因为我以为我爱的上一个的人是……"
                j "安德鲁。我知道。我……我明白，身处一段虐待关系里会让人很难再信任别人。尤其这件事对你来说还这么新鲜。然后我又用——"
                scene c016_s010_019 with Dissolve(0.25)
                k "我们不是排他的。我们从来没做过承诺。这似乎……不算什么重要的事。毕竟我还有个未婚妻要分手。前提是分得掉。而且，当我开始认真想这件事时，我意识到雪莉也需要有人支持她。"
                scene c016_s010_020 with Dissolve(0.25)
                k "我在大学里见过你在她撑不住的时候把她扶起来、让她继续走下去。我见过你不让她整个人往下掉。她需要你做那个稳定的支点。不过不只是她需要。"
                j "我在努力。我发誓。为了你。为了所有人。不管怎样我都需要你好好的。因为如果我——这一切就全都白费了——"
                scene c016_s010_022 with Dissolve(0.25)
                k "[player_name]，我也想照顾你。我……我本来想和你一起躲进床里，只为了知道自己安全了。在那栋房子里。刚到这儿的时候，我告诉过自己别再害怕了。我冒不起失去你的险。"
                k "但你必须停下来。停止那些想让自己受伤或者送死的做法。所以你得把那个蠢念头从脑子里赶出去。我知道南希伤害过你，而你每次都语焉不详。"
                scene c016_s010_023 with Dissolve(0.25)
                k "我明白那在你心里滋生了某种破坏性的情绪，驱使着你的每一个决定。但它必须停下。我很确定，有你和我们在一起，我会更安全。而且你是我朋友。是我这辈子认识安德鲁以来最亲近的人。你和劳拉……现在还有雪莉。"
                scene c016_s010_024 with Dissolve(0.25)
                k "你是……你是唯一能让我安心相信自己会活着逃出去的人。我知道这一点。我不知道该怎么说，但只要你在，我就相信这事总能成。伊芙也许是个硬姑娘，但我不信任她。我觉得只要对她方便，她下一秒就会抛下我们。"
                j "我……我不能说你是错的。我希望不是那样，可是……"
                k "我真希望自己不需要靠别人来安心。可我需要。而且我爱你，我需要你在我们逃出去的时候也在场。好吗？"
                "这样恳切的告白，我已经很久没听到过了（或者很久都不相信会有了）。被人以任何方式「需要」，感觉几乎很陌生。"
                scene c016_s010_021 with Dissolve(0.25)
                k "[player_name]，你答应我。你听我说。"
                j "我……我答应。"
                k "好。现在……"
                $ ch16_kallie_sex = "yes"
                $ kallie_lover = "yes"
                $ k_sex +=1
                $ k_love +=1
                call ch16_kallie_sex from _call_ch16_kallie_sex_0
            else:
                $ ch16_kallie_tellfriend = "yes"
                scene c016_s010_064 with Dissolve(1)
                k "不,那不会。听着,就算我不再把心交给你,我知道待在你身边更安全。你是我的朋友。自从我认识安德鲁之前,你就一直是我生命里离我最近的人。你和劳拉……还有现在的雪莉。"
                scene c016_s010_065 with Dissolve(0.25)
                k "我没法和你发展那种关系。我……我真的做不到。我没有那种心胸去跟别人分享你，所以我选择不让自己落到那种境地。我发现自己需要划清界限，照顾好自己。但我依然在乎你，也依然需要你在身边。"
                #k "You're… you're the only way I can be reassured I'm going to get out of this alive. I know that. I don't know how, but if you're there, I believe that it'll happen somehow. Eve may be a tough girl, but I don't trust her. I think she'll leave us the second it's convenient for her."
                #j "I… I can't say that you're wrong. I wished it wasn't true, but…"
                #scene c016_s010_066 with Dissolve(0.25)
                #k "I wish I didn't need to feel reassured. But, I do. And, I still think of you as a friend. One who I may have been with, but I just can't…"
                j "我明白。如果我们不再那样了，你需要划清界限。"
                scene c016_s010_067 with Dissolve(0.25)
                k "对。"
                j "只是，尽量对雪莉好一点。你可以生我的气，随你怎么想。但雪莉需要你做她的朋友。她不是故意要跟我搞在一起的，因为我觉得她没以为我们是认真的。"
                scene c016_s010_068 with Dissolve(0.25)
                k "我……雪莉知道的比你想的多。比我们任何人都多得多。但她……她本质上是个好人。只是有时候脑子比动作快。我……我正在努力在这件事上跟她一起翻篇。我知道她需要我们，因为她正尽力让自己保持平衡。"
                "好吧，那大概就是这样了。我们之间那点浪漫的瓜葛算是完了。我早该知道，从我同时跟不止一个女人勾勾搭搭开始，就该有这一天。"
                scene c016_s010_069 with Dissolve(0.25)
                k "[player_name]……就算我们不再是{i}那种关系{/i}，我还是想让你留在身边。我知道南希伤害过你。你每次都语焉不详，但我明白那在你心里点燃了某种破坏性的情绪，驱使着你的每一个决定。"
                k "它必须停下。我很确定，有你和我们在一起，我会更安全。而且你依然是我朋友。是我这辈子认识安德鲁以来最亲近的人。你和劳拉……现在还有雪莉。"
                scene c016_s010_070 with Dissolve(0.25)
                k "你是……你是唯一能让我安心相信自己会活着逃出去的人。我知道这一点。我不知道该怎么说，但只要你在，我就相信这事总能成。伊芙也许是个硬姑娘，但我不信任她。我觉得只要对她方便，她下一秒就会抛下我们。"
                j "我……我不能说你是错的。我希望不是那样，可是……"
                scene c016_s010_013 with Dissolve(0.25)
                k "我真希望自己不需要靠别人来安心。可我需要。而且你是我朋友。我永远不会忘记你对我意味着什么，对我们所有人意味着什么。我需要你在我们逃出去的时候也在场。好吗？"
                "这样恳切的告白，我已经很久没听到过了（或者很久都不相信会有了）。被人以任何方式「需要」，感觉几乎很陌生。"
                scene c016_s010_016 with Dissolve(0.25)
                k "[player_name]，你答应我。你听我说。"
                j "我……我答应。"
                k "你最好是。"
                scene c016_s014_001 with Dissolve(1)
                "卡莉抱着我抱了好一阵，仿佛一松手我就会消失。我并不介意。被一个真心在乎我、在乎我好不好的人触碰，感觉很好。"
                "而我也真心相信她确实在乎。如果这场恐怖里有什么好事，那就是跟一个真正体贴的女人成为亲密朋友，帮我重新校正了自己对感情的看法。"
                if k_sex >= 3:
                    "虽然上床是我们之前享受过的事，但我得接受只做她的朋友。"
                scene blank with Dissolve(1)
                scene c016_s014_002 with Dissolve(1)
                "那安德鲁呢？他依旧缠着她——他们的过去，还有重逢的威胁——但这不是我们今晚会提起的话题。以后也得时刻留意这件事。"
                "我们又聊了一会儿，翻来覆去地说着卡莉之前对我那些决定、我的健康、以及我必须留在身边的担忧，最后她说该休息了，回了自己的房间。"
                scene c016_s014_003 with Dissolve(1)
                "她没多说什么，但我感觉她不想把雪莉一个人留在那儿。"
        else:
            j "你……你不必说什么。我不该说那句话的。放你走已经够难过了，如果你对我没有像我对你那样的感觉，那反而更容易——"
            scene c016_s010_016 with hpunch
            k "别。*吸鼻子* 别说你会放我走。拜托。"
            "卡莉伸出双臂抱住我，抱得很紧。我感觉到她单薄的身体在发抖，然后就那么抱着不放。"
            scene c016_s010_017 with Dissolve(0.5)
            j "抱歉。我不是想让气氛更难受。或者，比现在更难受。我只是……我必须在别的事情发生之前把它说出来。你不欠我什么，我知道——"
            scene c016_s010_018 with Dissolve(0.5)
            "卡莉爬到我腿上，把脸凑近，直直地看着我的眼睛。"
            k "我爱你。我……我一直很难说出口。因为……因为我以为我爱的上一个的人是……"
            j "安德鲁。我知道。我……我明白，身处一段虐待关系里会让人很难再信任别人。尤其这件事对你来说还这么新鲜。我那么说不是想逼你讲出还没准备好讲的话。我只是需要你知道，我为什么这么想拼命保护你。"
            scene c016_s010_020 with Dissolve(0.25)
            k "我也想照顾你。我……我本来想和你一起躲进床里，只为了知道自己安全了。在那栋房子里。刚到这儿的时候，我告诉过自己别再害怕了。我冒不起失去你的险。"
            scene c016_s010_022 with Dissolve(0.25)
            k "但你必须停下来。停止那些想让自己受伤或者送死的做法。所以你得把那个蠢念头从脑子里赶出去。我知道南希伤害过你，而你每次都语焉不详。"
            k "我明白那在你心里滋生了某种破坏性的情绪，驱使着你的每一个决定。但它必须停下。我很确定，有你和我们在一起，我会更安全。而且你是我朋友。是我这辈子认识安德鲁以来最亲近的人。你和劳拉……现在还有雪莉。"
            scene c016_s010_023 with Dissolve(0.25)
            k "你是……你是唯一能让我安心相信自己会活着逃出去的人。我知道这一点。我不知道该怎么说，但只要你在，我就相信这事总能成。伊芙也许是个硬姑娘，但我不信任她。我觉得只要对她方便，她下一秒就会抛下我们。"
            j "我……我不能说你是错的。我希望不是那样，可是……"
            scene c016_s010_024 with Dissolve(0.25)
            k "我真希望自己不需要靠别人来安心。可我需要。而且我爱你，我需要你在我们逃出去的时候也在场。好吗？"
            "这样恳切的告白，我已经很久没听到过了（或者很久都不相信会有了）。被人以任何方式「需要」，感觉几乎很陌生。"
            scene c016_s010_021 with Dissolve(0.25)
            k "[player_name]，你答应我。你听我说。"
            j "我……我答应。"
            k "好。现在……"
            $ ch16_kallie_sex = "yes"
            $ kallie_lover = "yes"
            $ k_sex +=1
            $ k_love +=1
            call ch16_kallie_sex from _call_ch16_kallie_sex
    else:
        $ ch16_kallie_tellfriend = "yes"
        j "因为我在乎你们所有人，也许我觉得装成一只为了大家好而献身的替罪羊，会让我自己好过一些。"
        scene c016_s010_011 with Dissolve(0.25)
        k "这不是为了我们所有人。不是为了我们任何一个。我们没人希望你死。一个都没有。你听见了吗？所以你得把那个蠢念头从脑子里赶出去。我知道南希伤害过你，而你每次都语焉不详。"
        scene c016_s010_013 with Dissolve(0.25)
        k "我明白那在你心里滋生了某种破坏性的情绪，驱使着你的每一个决定。但它必须停下。我很确定，有你和我们在一起，我会更安全。而且你是我朋友。是我这辈子认识安德鲁以来最亲近的人。你和劳拉……现在还有雪莉。"
        scene c016_s010_014 with Dissolve(0.25)
        k "你是……你是唯一能让我安心相信自己会活着逃出去的人。我知道这一点。我不知道该怎么说，但只要你在，我就相信这事总能成。伊芙也许是个硬姑娘，但我不信任她。我觉得只要对她方便，她下一秒就会抛下我们。"
        j "我……我不能说你是错的。我希望不是那样，可是……"
        scene c016_s010_015 with Dissolve(0.25)
        k "我真希望自己不需要靠别人来安心。可我需要。而且你是我朋友。我永远不会忘记你对我意味着什么，对我们所有人意味着什么。我需要你在我们逃出去的时候也在场。好吗？"
        "这样恳切的告白，我已经很久没听到过了（或者很久都不相信会有了）。被人以任何方式「需要」，感觉几乎很陌生。"
        scene c016_s010_016 with Dissolve(0.25)
        k "[player_name]，你答应我。你听我说。"
        j "我……我答应。"
        k "你最好是。"
        scene c016_s014_001 with Dissolve(1)
        "卡莉抱着我抱了好一阵，仿佛一松手我就会消失。我并不介意。被一个真心在乎我、在乎我好不好的人触碰，感觉很好。"
        "而我也真心相信她确实在乎。如果这场恐怖里有什么好事，那就是跟一个真正体贴的女人成为亲密朋友，帮我重新校正了自己对感情的看法。"
        if k_sex >= 3:
            "虽然上床是我们之前享受过的事，但我得接受只做她的朋友。"
        scene blank with Dissolve(1)
        scene c016_s014_002 with Dissolve(1)
        "那安德鲁呢？他依旧缠着她——他们的过去，还有重逢的威胁——但这不是我们今晚会提起的话题。以后也得时刻留意这件事。"
        "我们又聊了一会儿，翻来覆去地说着卡莉之前对我那些决定、我的健康、以及我必须留在身边的担忧，最后她说该休息了，回了自己的房间。"
        scene c016_s014_003 with Dissolve(1)
        "她没多说什么，但我感觉她不想把雪莉一个人留在那儿。"
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    if kallie_lover == "yes":
        scene c016_s014_007 with Dissolve(2)
    else:
        scene c016_s014_004 with Dissolve(2)
    play music nightmain2 fadein 2.0
    "我慢慢睡过去，脖子和肩膀那阵阵钝痛让我怎么都找不到完全舒服的姿势，思绪则落在我们处境的状态上——虽然我们都还活着、今夜在名义上也算安全，但我们的处境依然岌岌可危。"
    "即便换了这个地方，那些老问题还是追着我们不放：我们要去哪儿？眼下什么对我们构成直接危险？离开这座城市能不能真的躲开雾？照这样下去我们能撑多久？"
    scene c016_s014_005 with Dissolve(1)
    "其他人呢？她们想分担担子。想帮忙。至少她们是这么说的。我不知道她们有多清楚，我一直在替她们挡着什么。学校里的那些尸体。那个孩子就在我眼前变成了那种东西。"
    "看见那个女巫，以及医院里的那玩意儿，对她们中的一些人大概是个骇人的真相。我再也没法瞒着她们了。"
    scene c016_s014_016 with Dissolve(1)
    "但我会试着更愿意去协调——让她们对我们的处境有更多的参与感——哪怕事实是，如果我觉得她们会有危险，我还是会做我必须做的事。只是我会比今天做得更有分寸。"
    "而且即便我退后一步，仍然有太多东西需要盯着。我们在雾来临之前就已经背着一堆创伤在挣扎，我不能假装「不是所有事都管」就把它们无视掉。"
    if kallie_lover == "yes":
        scene blank with Dissolve(2)
        scene c016_s014_017 with Dissolve(2)
        "卡莉今晚来找我——说她爱我——让我感受到了那些我以为自己早就没有了的东西。那些我曾发誓已经被南希在我们婚姻最后几年里杀死的情动和欲望。在那之前我就想保护她，而现在我……愿意为她杀人。或者更糟。"
        "但比起我们之间的立场如何，更让我惊讶的是她那种坚决的、近乎执拗的表态：她不会再让我对自己做有害的事了。她摆出一副从今往后由她来管住我的样子，而我得承认，我一点也不介意。"
    scene blank with Dissolve(2)
    scene c016_s014_006 with Dissolve(2)
    "劳拉……我需要跟她好好谈一次。我明白她靠掌控自己的人生来活，也明白她迫切需要一些能让脑子放空的东西，这样就不用去想她的儿子。或者她的丈夫（不管她怎么看他）。"
    "我不知道能不能让她从她本来的样子退让一步，但她和伊芙之间、她和我之间那种持续的冲突很磨人，而且必须停下。"
    if ch12_laura_sex == "yes" and ch12_laura_tellfriend == "no" or ch14_laura_sex == "yes" and ch12_laura_tellfriend == "no" or ch16_laura_sex == "yes" and ch12_laura_tellfriend == "no":
        "我还需要弄清楚我们之间这种时断时续的亲密关系到底算什么。我们现在忽冷忽热得太厉害，以至于我不知道会碰上她的哪一面。这让我预先筑起了情感的高墙，以防自己需要保护自己。"
        "为了让自己安心，我们只需要说清楚我们是什么。会上床的朋友？恋人？还是等安全之后留下来的一段美好回忆？"
    if kallie_lover == "no":
        scene blank with Dissolve(2)
        scene c016_s014_010 with Dissolve(2)
        "我知道去医院这一趟对卡莉没什么好处，她也向我保证过她没事，但以后我还是得留意她。她那个独自跑开去思考的习惯，我之前一直没当回事，可我担心那会让她推开那些真正在乎她的人。"
        "雪莉在尽力做一个卡莉的好朋友。我得拉上她一起，给卡莉她需要的支持。"
    scene blank with Dissolve(2)
    if kallie_lover == "yes":
        scene c016_s014_009 with Dissolve(2)
    else:
        scene c016_s014_008 with Dissolve(2)
    "雪莉……我现在看出来，她是个还在努力弄清楚自己是谁的甜心女孩。一个大学生，如今却得实时学习生存技能。以曲速长大成人，同时还在对抗着威胁她心理健康的化学失衡。"
    "说到这个：雪莉的情绪什么时候会从前一秒的兴奋后仰直接翻到抑郁？她能在没有药物的情况下硬撑这么久已经很了不起了，但我不会自欺欺人。持续不断的死亡威胁会让她付出代价。"
    scene blank with Dissolve(2)
    scene c016_s014_011 with Dissolve(2)
    "然后是不情不愿的盟友伊芙。伊芙会跟我们一起撑下去吗？她跟我们一起行动是因为目标一致，可既然营救已经不可能了，要让她某天突然收拾自己的东西、把我们甩在身后，需要什么条件？"
    scene blank with Dissolve(2)
    scene c016_s014_012 with Dissolve(2)
    "但至少有一晚，我们可以休息、试着恢复。从伤里恢复。从失望里恢复。从不断威胁我们健康的那种情绪重压里恢复。"
    play sound chopper
    scene c016_s014_014 with Dissolve(0.5)
    "我不知道我们下次走出去时这座城市会变成什么样。而且在有了计划和路线之前，想这些也没有意义。根据我们在医院看到的，我怕的是最坏的情况。"
    scene c016_s014_015 with Dissolve(0.5)
    "我有充分的理由这么怕。"
    if persistent.ch16_complete == False:
        $ persistent.ch16_complete = True
        $ quick_menu = False
        scene blank with Dissolve(2)
        window hide
        $ Show("achievement_chapter16", transition=slideright)()
        pause
        $ Hide("achievement_chapter16", transition=dissolve)()
        $ quick_menu = True
    stop sound fadeout 2.0
#jump to script 3
    jump chapter17
#endout
    stop music fadeout 2.0
    scene blank with Dissolve(2)
    play music menumain fadein 2.0
    window hide
    show datetime_1 at truecenter with dissolve
    show datetime_2 at truecenter with dissolve
    $ Show("tobecontinued", transition=Dissolve(1.0))()
    pause
    $ Hide("tobecontinued", transition=Dissolve(1.0))()
    hide datetime_2 with dissolve
    hide datetime_1 with dissolve
    # Leads into game end panel.
    scene gameend with Dissolve(2)
    #play music menumain fadein 2.0
    "你已经玩到了当前版本的内容末尾。感谢游玩。如果你想把存档留到下次更新，就回退吧。"
    "感谢所有赞助者一直以来的支持！"
    "请在{a=https://www.patreon.com/ilsproductions}Patreon{/a}、{a=https://subscribestar.adult/ilsproductions}Subscribestar{/a}关注{b}TOXICity{/b}，或者关注{a=https://x.com/IlsProductions}X/Twitter{/a}与{a=https://bsky.app/profile/ilsproductions.bsky.social}Bluesky{/a}。"
    # This ends the game
    scene blank with Dissolve(4)
    $ renpy.pause ()
    $ renpy.full_restart()
    return
